import { Narrative, EntityTypesEnum, EventTypesEnum } from '@/mock/types'

export const mockNarratives: Narrative[] = [
  {
    id: '1',
    title: '鲁迅_创作时序',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅撰写《“靠天吃饭”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“靠天吃饭”》。载20日《太白》半月刊第2卷第9期，署名姜珂。收入《且介亭杂文二集》。当时连年水旱风灾频繁，而国民党的腐败统治又加重了灾害的后果。本文从古人相信“靠天吃饭”谈起，抨击国民党统治的黑暗。文中说，古时候相信的“靠天吃饭”，到现在已“变成谎话”。西洋人说的“世界上穷人有份的，只有日光空气和水。这在现在的上海就不适用，卖心卖力的被一天关到夜，他就晒不着日光，吸不到好空气；装不起自来水的，也喝不到干净水”。报称“天时不正”，其实天“默默地被冤枉了”。最后指出，在“天”之下已经做不了“人”，要说征服自然，“现在谈不到”，启示人们要避天灾，首先要改变社会。',
        startDate: { year: '1935', month: '07', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“靠天吃饭”》']
      },
      {
        id: '2',
        title: '越丁撰写《名人和名言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《名人和名言》。载20日《太白》半月刊第2卷第9期，署名越丁。收入《且介亭杂文二集》。本文从一些名人反对白话文谈起，批判了社会上崇拜“名人”的“通病”，文中以大量事实说明：“博识家的话多浅，专们家的话多悖。”指出，他们的“悖”就在于“倚专家之名，来论他所专门以外的事”。例如“太炎先生是革命的先觉，小学的大师，倘谈文献，讲《说文》，当然娓娓可听，但一到攻击现在的白话，便牛头不对马嘴”。因此，“自此以后，我们是应该将‘名人的话’和‘名言’分开来的，名人的话并不都是名言；许多名言，倒出自田夫野老之口。这也就是说，我们应该分别名人之所以名，是由于那一门，而对于他的专门以外的纵谈，却加以警戒”。',
        startDate: { year: '1935', month: '07', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['越丁', '《名人和名言》']
      },
      {
        id: '3',
        title: '康郁撰写《弄堂生意古今谈》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《弄堂生意古今谈》。载5月《漫画生活》月刊第9期，署名康郁。收入《且介亭杂文二集》。国民政府为了掩盖国内经济的日益萧条，曾于1933年5月成立了农村经济复兴委员会，提出“复兴农村”，振兴经济的口号；但这一措施除了使官僚们饱肥私囊之外，并没有给城乡带来景气。本文通过上海弄堂生意的前后对比，描画了当局统治下市民生活每况愈下的景况，嘲讽说，那些在弄堂里谋生的人们，无论怎样“独唱，对唱，大布置，苦肉计，在上海都已经赚不到大钱，一面固然足征洋场上的‘人心浇薄’，但一面也可见只好去‘复兴农村’了”。同时，对于面对黑暗现实而鼓吹“幽闲”、“性灵”的人们也予以了讽刺。',
        startDate: { year: '1935', month: '04', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['康郁', '《弄堂生意古今谈》']
      },
      {
        id: '4',
        title: '直入撰写《“某”字的第四义》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《“某”字的第四义》。载本日出版的《太白》半月刊第2卷第3期“掂斤簸两”栏，署名直入。后来收入《集外集拾遗》。本年2月《文饭小品》月刊上发表雕菰的《疑问号》一文，对《太白》半月刊新年号发表的不齐②和何公超的文章进行讥讽，《太白》第1卷第11期发表不齐的《隔壁》和闻问的《创作的典范》予以反驳，《文饭小品》月刊笫2期便发表了署名酉生的《某刊物》一文，说，“他们两位的文章一开头都是‘某刊物创刊号’那么一句……查‘某刊物’这个‘某’字的意义，可有三解”，其中第三解“是报纸上所谓‘姑隐其名’的办法，作文者存心厚道，不愿说出这刊物的真名字来，丢它的脸，故以‘某’字代之，所用的“某”字是属于“第三义”。还引用了所谓“一位熟悉商情的朋友”的话说，如果写明了刊物名称，“就等于替你做广告了”。本文嘲讽了酉生的文章硬把别人使用“某”字拉扯到“替书老板打算到商业竞争的利害上去”的想法，说：“《太白》上的‘某’字于是有第四义：暴露了一个人的思想之龌龊”。',
        startDate: { year: '1935', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['直入', '《“某”字的第四义》']
      },
      {
        id: '5',
        title: '越山撰写《“天生蛮性”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《“天生蛮性”》。载本日出版的《太白》半月刊第2卷第3期“掂斤簸两”栏，署名越山。后来收入《集外集拾遣》。林语堂反对“大众语”受到批评后，他在一篇文章中称：“我系闽人，天生蛮性，人愈骂，我愈蛮。”本文用三句概括了闽人辜鸿铭、郑孝胥和林语堂的主张，嘲讽了他们的“蛮性”。',
        startDate: { year: '1935', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['越山', '《“天生蛮性”》']
      },
      {
        id: '6',
        title: '鲁迅发表《野草》',
        type: EventTypesEnum.Creat,
        description: '同月《野草》印成。',
        startDate: { year: '1927', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《野草》']
      },
      {
        id: '7',
        title: '鲁迅发表《小约翰》',
        type: EventTypesEnum.Creat,
        description: '一九二八年　四十八岁',
        startDate: { year: '1928', month: '02', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《小约翰》']
      },
      {
        id: '8',
        title: '鲁迅翻译《近代美术史潮论》',
        type: EventTypesEnum.Creat,
        description: '同月为《北新》半月刊译《近代美术史潮论》，及《语丝》编辑。',
        startDate: { year: '1928', month: '02', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《近代美术史潮论》']
      },
      {
        id: '9',
        title: '鲁迅翻译《思想·山水·人物》',
        type: EventTypesEnum.Creat,
        description: '六月《思想·山水·人物》译本出。《奔流》创刊号出版。',
        startDate: { year: '1928', month: '06', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《思想·山水·人物》']
      },
      {
        id: '10',
        title: '鲁迅发表《而已集》',
        type: EventTypesEnum.Creat,
        description: '十一月短评《而已集》印成。',
        startDate: { year: '1928', month: '11', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《而已集》']
      },
      {
        id: '11',
        title: '鲁迅发表《壁下译丛》',
        type: EventTypesEnum.Creat,
        description: '五月《壁下译丛》印成。',
        startDate: { year: '1929', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《壁下译丛》']
      },
      {
        id: '12',
        title: '鲁迅翻译《艺术论》',
        type: EventTypesEnum.Creat,
        description: '同月卢那卡尔斯基作《艺术论》译成出版。',
        startDate: { year: '1929', month: '06', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术论》']
      },
      {
        id: '13',
        title: '鲁迅翻译《文艺与批评》',
        type: EventTypesEnum.Creat,
        description: '同月卢那卡尔斯基作《文艺与批评》译本印成。',
        startDate: { year: '1929', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺与批评》']
      },
      {
        id: '14',
        title: '鲁迅翻译《毁灭》',
        type: EventTypesEnum.Creat,
        description: '同月与友人合编《萌芽》月刊出版。开始译《毁灭》。',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《毁灭》']
      },
      {
        id: '15',
        title: '鲁迅翻译《十月》',
        type: EventTypesEnum.Creat,
        description: '同月译雅各武莱夫长篇小说《十月》讫。',
        startDate: { year: '1930', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《十月》']
      },
      {
        id: '16',
        title: '鲁迅翻译《药用植物》',
        type: EventTypesEnum.Creat,
        description: '同月译《药用植物》讫。',
        startDate: { year: '1930', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《药用植物》']
      },
      {
        id: '17',
        title: '鲁迅撰写《译文》创刊号',
        type: EventTypesEnum.Creat,
        description: '八月编《译文》创刊号。',
        startDate: { year: '1934', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《译文》创刊号']
      },
      {
        id: '18',
        title: '鲁迅翻译《表》',
        type: EventTypesEnum.Creat,
        description: '一月译苏联班台莱夫童话《表》毕。',
        startDate: { year: '1935', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《表》']
      },
      {
        id: '19',
        title: '鲁迅翻译《死魂灵》',
        type: EventTypesEnum.Creat,
        description: '二月开始译果戈里《死魂灵》。',
        startDate: { year: '1935', month: '02', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》']
      },
      {
        id: '20',
        title: '鲁迅续写《故事新编》',
        type: EventTypesEnum.Creat,
        description: '十一月续写《故事新编》。',
        startDate: { year: '1935', month: '11', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《故事新编》']
      },
      {
        id: '21',
        title: '鲁迅作序《死魂灵百图》木刻本',
        type: EventTypesEnum.Creat,
        description: '十二月整理《死魂灵百图》木刻本，并作序。',
        startDate: { year: '1935', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵百图》木刻本']
      },
      {
        id: '22',
        title: '鲁迅翻译《死魂灵》第二部',
        type: EventTypesEnum.Creat,
        description: '二月开始续译《死魂灵》第二部。',
        startDate: { year: '1936', month: '02', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》第二部']
      },
      {
        id: '23',
        title: '鲁迅口述《论现在我们的文学运动》',
        type: EventTypesEnum.Creat,
        description: '同月，病中答访问者，《论现在我们的文学运动》，Ｏ.Ｖ.笔录。',
        startDate: { year: '1936', month: '06', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《论现在我们的文学运动》']
      },
      {
        id: '24',
        title: '鲁迅撰文《中流》创刊号',
        type: EventTypesEnum.Creat,
        description: '为《中流》创刊号作小文。',
        startDate: { year: '1936', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中流》创刊号']
      },
      {
        id: '25',
        title: '鲁迅撰写《因太炎先生而想起的二三事》',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《因太炎先生而想起的二三事》，这是他最后一篇未完成文稿。',
        startDate: { year: '1936', month: '10', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《因太炎先生而想起的二三事》']
      },
      {
        id: '26',
        title: '鲁迅翻译《死魂灵》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译果戈理《死魂灵》第一部，由上海生活书店出版为“译文丛书”之一。第二部残稿三章连载于《译文》第1卷第1至3期、第2卷1期。',
        startDate: { year: '1935', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》']
      },
      {
        id: '27',
        title: '鲁迅撰写《悼杨铨》',
        type: EventTypesEnum.Creat,
        description:
          '中国民权保障同盟总干事杨铨（杨杏佛）被国民党特务暗杀。反动派扬言，下一个杀害对象是鲁迅。鲁迅临危不惧，依然参加了杨铨的入殓仪式，并表示“只要我还活着，就要拿起笔去回敬他们的手枪。”同时写了《悼杨铨》。',
        startDate: { year: '1933', month: '06', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《悼杨铨》']
      },
      {
        id: '28',
        title: '鲁迅撰写《为了忘却的记念》',
        type: EventTypesEnum.Creat,
        description:
          '为悼念“左联”五烈士，鲁迅写下《为了忘却的记念》，文章最初发表于1933年4月1日《现代》第2卷第6期，后收入《南腔北调集》。',
        startDate: { year: '1933', month: '02', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《为了忘却的记念》']
      },
      {
        id: '29',
        title: '鲁迅撰写《<自选集>自序》',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《<自选集>自序》，阐述自己的创作经历和创作态度。',
        startDate: { year: '1932', month: '12', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<自选集>自序》']
      },
      {
        id: '30',
        title: '鲁迅撰写《答文艺新闻社问》',
        type: EventTypesEnum.Creat,
        description:
          '“九·一八”事变后的第三天，鲁迅写下《答文艺新闻社问》，揭露日寇侵华反苏的反动面目。',
        startDate: { year: '1931', month: '09', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答文艺新闻社问》']
      },
      {
        id: '31',
        title: '鲁迅撰写“一八艺社1931年习作展览会”《小引》',
        type: EventTypesEnum.Creat,
        description:
          '上海一八艺社研究所在虹口日本《朝日新闻》社楼上举行“一八艺社1931年习作展览会”，展出油画、木刻版画等一百八十余幅。鲁迅为展览特刊撰写《小引》。',
        startDate: { year: '1931', month: '06', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“一八艺社1931年习作展览会”《小引》']
      },
      {
        id: '32',
        title: '鲁迅撰写《黑暗中国的文艺界的现状》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅应史沫特莱之约，为美国进步杂志《新群众》写作《黑暗中国的文艺界的现状》，向国外披露国民党反动派进行反革命文化“围剿”的罪状。',
        startDate: { year: '1931', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《黑暗中国的文艺界的现状》']
      },
      {
        id: '33',
        title: '鲁迅翻译《艺术论》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅翻译苏联普列汉诺著《艺术论》由光华书局出版，为鲁迅介绍马克思主义文艺理论而编辑的“科学的艺术论丛书”中的三种之一。',
        startDate: { year: '1930', month: '07', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术论》']
      },
      {
        id: '34',
        title: '鲁迅撰写《文学的阶级性》（通信）',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《文学的阶级性》（通信），对托洛茨基之流否定文学的阶级性予以批驳。',
        startDate: { year: '1928', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文学的阶级性》（通信）']
      },
      {
        id: '35',
        title: '鲁迅撰写《文艺与革命（并冬芬来信）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在《语丝》第4卷第16期发表《文艺与革命（并冬芬来信）》，用历史唯物主义的观点，对文艺与革命、文艺与宣传、内容与形式等问题作了精辟的阐述，提出“一切文艺固是宣传，而一切宣传却并非全是文艺”的科学论断。',
        startDate: { year: '1928', month: '04', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺与革命（并冬芬来信）》']
      },
      {
        id: '36',
        title: '鲁迅撰写《革命文学》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在《民众旬刊》第5期发表《革命文学》，批判当时流行的两种所谓“革命文学”，并指出什么是真正的革命文学：“我以为根本问题是在作者可是一个‘革命人’，倘是的，则无论写的是什么事件，用的是什么材料，即都是‘革命文学’。从喷泉里出来的都是水，从血管里出来的都是血。”批评那种空喊“‘打，打’‘杀，杀’”的“革命文学家”只是“听去诚然英勇”“赋得革命，五言八韵”“是只能骗骗盲试官。”',
        startDate: { year: '1927', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '37',
        title: '鲁迅撰写《中国文学家对于英国智识阶级及一般民众宣言》',
        type: EventTypesEnum.Creat,
        description:
          '《洪水》第3卷第30期发表《中国文学家对于英国智识阶级及一般民众宣言》，呼吁“全世界的无产民众联合起来”，打到资本帝国主义。成仿吾、鲁迅、王独清、何畏等署名。',
        startDate: { year: '1927', month: '04', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中国文学家对于英国智识阶级及一般民众宣言》']
      },
      {
        id: '38',
        title: '周瘦鹃撰写《文化界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '1936年9月，上海各报发表《文化界同人为团结御侮与言论自由宣言》，签名者有鲁迅、郭沫若等21人，他也是其中一员。',
        startDate: { year: '1936', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['周瘦鹃', '《文化界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '39',
        title: '郭沫若撰写《文化界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '1936年9月，上海各报发表《文化界同人为团结御侮与言论自由宣言》，签名者有鲁迅、郭沫若等21人，他也是其中一员。',
        startDate: { year: '1936', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['郭沫若', '《文化界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '40',
        title: '鲁迅撰写《文化界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '1936年9月，上海各报发表《文化界同人为团结御侮与言论自由宣言》，签名者有鲁迅、郭沫若等21人，他也是其中一员。',
        startDate: { year: '1936', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文化界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '41',
        title: '晓角撰写《“立此存照”（四）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（四）》。载10月5日《中流》半月刊第1卷第3期。署名晓角。收入《且介亭杂文末编•附集》。文中录存《越风》半月刊的一篇宣扬以明末的汉奸贰臣都未能在清朝配享太庙为训诫的文章，斥责说，如果当了汉奸而又被主子配享太庙，则将如何呢？指出：“卫国和经商不同，值得与否，并不是第一着也。”',
        startDate: { year: '1936', month: '09', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（四）》']
      },
      {
        id: '42',
        title: '晓角撰写《“立此存照”（三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（三）》。载10月5日《中流》半月刊第1卷第3期，署名晓角。收入《且介亭杂文末编•附集》。本文录存上海《大公报》有关所谓“辱华影片”的文章和有关国民党压迫学生、对日投降的新闻报道，互相对照，批判有些中国人自欺欺人，掩饰黑暗的心理和行为。文中认为，应正视暴露中国的黑暗的作品，“看了这些，而自省，分析，明白那几点说的对，变革，挣扎，自做工夫，却不求别人的原谅和称赞，来证明究竟怎样的是中国人”。',
        startDate: { year: '1936', month: '09', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（三）》']
      },
      {
        id: '43',
        title: '巴金撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['巴金', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '44',
        title: '王统照撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['王统照', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '45',
        title: '林语堂撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['林语堂', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '46',
        title: '周瘦鹃撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['周瘦鹃', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '47',
        title: '茅盾撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['茅盾', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '48',
        title: '郭沫若撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['郭沫若', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '49',
        title: '傅东华撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['傅东华', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '50',
        title: '鲁迅撰写《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与巴金、王统照、林语堂、周瘦鹃、茅盾、郭沫若、傅东华联名发表《文艺界同人为团结御侮与言论自由宣言》。载《新认识》第2号。《宣言》表示“我们是文学者，因此亦主张全国文学界同人应不分新旧派别，为抗日救国而联合。文学是生活的反映，而生活是复杂多方面的，各阶层的；其在作家个人或集团，平时对文学之见解，趣味，与作风，新派与旧派不同，左派与右派亦各异，然而无论新旧左右，其为中国人则一，其不愿为亡国奴则一；各人抗日之动机，或有不同，抗日的立场亦许各异，然而同为抗日则一，同为抗日力量则一。在文学上，我们不强求其相同，但在抗日救国上，我们应团结一致以求行动之更有力。我们不必强求抗日立场之划一，但主张抗日的力量即刻统一起来！”“我们固甚盼全国从事文学者能急当前之所应急，但救亡之道初非一端，其在作家亦然。故在文学上我们宁主张各人各派之自由发展，与自由创作。”同时“主张言论的自由，急应争得。言论自由与文艺活动的自由，不但是文化发展的关键，而在今日更为民族生存之所系。”要求一概废止阻碍人民言论自由之法规。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '51',
        title: '鲁迅撰写《死》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《死》毕。载9月20日《中流》半月刊第1卷第2期，署名鲁迅。收入《且介亭杂文末编•附集》。本文从珂勒惠支以“死”为题材的版画谈起，进而分析了中国不同社会地位的人对待“死”的观念，对“极富贵者”想要超脱冥律、成佛飞升和“小康者”想要继续在冥间享福等予以嘲讽，指出，只有被压迫者才“确信自己并未造出该入畜生道的罪孽，他们从来没有能堕畜生道的地位，权势和金钱”。文中谈到自己在病中曾有过“死”的豫想，感到有许多应该动手的事情：“要赶快做”。并且拟了七条遗嘱：“一，不得因为丧事，收受任何人的一文钱。——但老朋友的，不在此例。二，赶快收敛，埋掉，拉倒。三，不要做任何关于纪念的事情。四，忘记我，管自己生活。——倘不，那就真是胡涂虫。五，孩子长大，倘无才能，可寻点小事情过活，万不可去做空头文学家或美术家。六，别人应许给你的事物，不可当真。七，损着别人的牙眼，却反对报复，主张宽容的人，万勿和他接近。”最后还说：“又曾想到欧洲人临死时，往往有一种仪式，是请别人宽恕，自己也宽恕了别人。我的怨敌可谓多矣，倘有新式的人问起我来，怎么回答呢？我想了一想，决定的是：让他们怨恨去，我也一个都不宽恕。”',
        startDate: { year: '1936', month: '09', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死》']
      },
      {
        id: '52',
        title: '晓角撰写《“立此存照”（二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（二）》。载9月5日《中流》半月刊第1卷第1期，署名晓角。收入《且介亭杂文末编•附集》。文中录存上海《申报》所载的一则半文半白、半通不通的情书，认为它是“十足道地的语录体情书”，借以讽刺林语堂等人的文学主张。',
        startDate: { year: '1936', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（二）》']
      },
      {
        id: '53',
        title: '晓角撰写《“立此存照”（一）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（一）》。载9月5日《中流》半月刊第1卷第1期，署名晓角。收入《且介亭杂文末编•附集》。文中录存上海《大公报》所载《太学生应试》一文，认为它“已将学生对于旧学之空疏和官师态度之浮薄写尽”，借以作复古派的没落和昏庸的写照。',
        startDate: { year: '1936', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（一）》']
      },
      {
        id: '54',
        title: '鲁迅撰写《“这也是生活”……》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“这也是生活”……》。载９月５日《中流》半月刊第1卷第1期，题《……这也是生活》，署名鲁迅。收入《且介亭杂文末编•附集》。鲁迅在文中从自己卧病时的感受谈起，说明生活中所熟悉的一切事物“都和我有关”；这些虽然极平凡，极细微，但“这也是生活”。如果在创作中鄙弃这些平凡的生活，只要全部“精华”，“就如盲人摸象”。指出：“删夷枝叶的人，决定得不到花果。”文中嘲讽了当时出版的“全是精华”的刊物上的“激昂慷慨”的文章：“作文已经有了‘最中心之主题’：连义和拳时代和德国统帅瓦德西睡了一些时候的赛金花，也早已封为九天护国娘娘了。”对那些教人吃西瓜时“也该想到我们土地的被割碎”的宣传，也予以了批评，指出，战士吃西瓜无非觉得口渴，味道好，不必想到“好听的大道理”，“战士的日常生活，是并不全部可歌可泣的，然而又无不和可歌可泣之部相关联，这才是实际上的战士”。',
        startDate: { year: '1936', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“这也是生活”……》']
      },
      {
        id: '55',
        title: '鲁迅撰写《答世界社信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《答世界社信》及《答世界社问：中国作家对于世界语的意见》。载10月《世界》月刊第9、10期合刊，署名鲁迅。后来收入《集外集拾遗》。信中说明这几天正在吐血，“所问的事，只能写几句空话塞责”。答问中说明了二十年来赞成世界语的三点理由：“一，是因为可以由此联合世界上的一切人——尤其是被压迫的人们；二，是为了自己的本行，以为它可以互相绍介文学；三，是因为见了几个世界语家，都超乎口是心非的利己主义者之上。”',
        startDate: { year: '1936', month: '08', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答世界社信》']
      },
      {
        id: '56',
        title: '鲁迅撰写《答世界社问：中国作家对于世界语的意见》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《答世界社信》及《答世界社问：中国作家对于世界语的意见》。载10月《世界》月刊第9、10期合刊，署名鲁迅。后来收入《集外集拾遗》。',
        startDate: { year: '1936', month: '08', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答世界社问：中国作家对于世界语的意见》']
      },
      {
        id: '57',
        title: '鲁迅撰写《答徐懋庸并关于抗日统一战线问题》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅夜治《答徐懋庸并关于抗日统一战线问题》讫。载8月15日《作家》月刊第1卷第5期，署名鲁迅，收入《且介亭杂文末编》。文章全面地回答了徐懋庸来信中的指责。首先重申拥护中国共产党的抗日统一战线的政策，认为这是非常正确的，表示无条件地加入这战线。其次，重申“赞成一切文学家，任何派别的文学家在抗日的口号之下统一起来的主张”。认为“文艺家在抗日问题上的联合是无条件的，只要他不是汉奸，愿意或赞成抗日，则不论叫哥哥妹妹，之乎者也，或鸳鸯蝴蝶都无妨。但在文学问题上我们仍可以互相批判”。指出“我以为应当说：作家在‘抗日’的旗帜，或者在‘国防’的旗帜之下联合起来；不能说：作家在‘国防文学’的口号下联合起来，因为有些作者不写‘国防为主题’的作品，仍可从各方面来参加抗日的联合战线；即使他象我一样没有加入‘文艺家协会’，也未必就是‘汉奸’。‘国防文学’不能包括一切文学，因为在‘国防文学’与‘汉奸文学’之外，确有既非前者也非后者的文学”。第三，郑重说明“民族革命战争的大众文学”这口号，“不是胡风提的”，“也不是我一个人的标新立异’，是几个人大家经过一番商议的，茅盾先生就是参加商议的一个”。指出：“问题不在这口号由谁提出，只在它有没有错误。如果它是为了推动一向囿于普洛革命文学的左翼作家们跑到抗日的民族革命战争的前线上去，它是为了补救‘国防文学’这名词本身的在文学思想的意义上的不明了性，以及纠正一些注进‘国防文学’这名词里去的不正确的意见，为了这些理由而被提出，那么它是正当的，正确的。”但“国防文学”这口号“仍应当存在，因为存在对于抗日运动有利益”。鲁迅提出了两个口号并存的意见，表现了以团结为重，顾全大局的精神。最后，鲁迅详细谈到他和胡风、巴金、黄源诸人的关系。严厉批评了一些人“无凭无据，却加给对方一个很坏的恶名”的“恶劣的倾向”和“实在是‘左得可怕’的”作风和行为；严厉批评了“锻炼人罪，戏弄威权”的作风和行为。鲁迅指出：“首先应该扫荡的，倒是拉大旗作为虎皮，包着自己，去吓呼别人；小不如意，就倚势（！）定人罪名，而且重得可怕的横暴者。”这样才能建立有战斗力的文艺界抗日统一战线。本文发表后引起了巨大反响，两个口号的论争虽还没有停止，但双方的意见更加清楚，是非日益分明。鲁迅极重视这篇文章，曾多次和友人论及，说：“其中有极少一点文界之黑暗面可见。我以为文界败象，必须扫荡，但扫荡一有效验，压迫也就随之而至了。”（鲁迅1936年8月27日致曹靖华信）又说：“我鉴于世故，本拟少管闲事，专事翻译，藉以糊口，故本年作文殊不多，继婴大病，槁卧数月，而以前以畏祸隐去之小丑，竟乘风潮，相率出现，乘我危难，大肆攻击，于是倚枕，稍稍报以数鞭，此辈虽猥劣，然实于人心有害，兄殆未见上海文风，近数年来，竟不复尚有人气也。”（鲁迅1936年10月15日致台静农信）按，冯雪峰在《有关一九三六年周扬等人的行动以及鲁迅提出“民族革命战争的大众文学”口号的经过》一文中，详细谈到此文写作经过。鲁迅得到徐懋庸信的下午，刚好冯雪峰去看望鲁迅，“他当时是确实很气愤的，一边递信给我，一边说：‘真的打上门来了！他们明明知道我有病！这是挑战。过一两天我来答复！’”冯雪峰为了照顾鲁迅健康，“想写下一些话给他做参考，就按鲁迅谈过的话起了一个草稿给鲁迅看，他看了后说：‘就用这个做一个架子也可以，我来修改，添加吧。’又说：‘前面部分都可用。后面部分，有些事情你不清楚，我来弄吧。’”鲁迅修改后的手稿现存，与冯雪峰所说符合。文章的后半谈与胡风诸人的关系部分，全是鲁迅亲笔增写的。鲁迅于1936年9月15日致增田涉信中说：“对徐懋庸辈的文章（因为没有气力，花了四天工夫），实在是没有办法才写的。上海总有这么一伙人，一遇到发生什么事，便立刻想利用来为自己打算，故须略为打击一下。”',
        startDate: { year: '1936', month: '', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答徐懋庸并关于抗日统一战线问题》']
      },
      {
        id: '58',
        title: '鲁迅撰写《捷克译本》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《捷克译本》。载10月《中流》半月刊第一卷第四期，题为《捷克文译本<短篇小说选集>序》，署名鲁迅。收入《且介亭杂文末编》。 7月13日，鲁迅收到捷克汉学家雅罗斯拉夫•普实克（1906－1980，捷克汉学家，捷克斯洛伐克科学院院士。1932年曾来我国游学。他和弗拉斯塔•诺沃特娜翻译的鲁迅作品选集，书名《呐喊》，选译了《阿Q正传》、《孔乙己》、《药》（改题为《一个革命者的坟》）、《白光》、《风波》、《明天》、《狂人日记》和《故乡》，于1937年12月由布拉格“人民文化”出版社出版）6月23日从日本东京寄来的信，请求鲁迅允许他翻译《呐喊》，寄赠一张照片作该书的插页，提供一篇关于鲁迅在中国文学上的地位的论文给他参考，以便写一篇序，还请鲁迅亲笔用中文写一篇序言（据普实克1936年6月23日致鲁迅信的手稿，原信为英文）。鲁迅十分珍视他的要求，在病中写了这篇序言。文中表示对捷克等新兴国家挣脱帝国主义的侵略和压迫感到非常高兴，说“人类最好是彼此不隔膜，相关心。然而最平正的道路，却只有用文艺来沟通，可惜走这条道路的人，历来又少得很”。由于中捷两国“都走过艰难的道路，现在还在走，一面寻求着光明”，所以感到自己的作品被介绍给捷克读者，以增“互相了解，接近”，“比译成通行很广的别国语言更高兴”。（按，这篇序言现存三种手稿，一为初稿，一为给《中流》发表的修改稿，一为寄普实克的修改稿，个别文字略有不同）',
        startDate: { year: '1936', month: '', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《捷克译本》']
      },
      {
        id: '59',
        title: '鲁迅撰写《三月的租界》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《三月的租界》。载5月10日《夜莺》月刊第1卷第3期，署名鲁迅。收入《且介亭杂文末编》。萧军所作的小说《八月的乡村》于1935年8月出版后，很受读者欢迎。但1936年3月15日上海《大晚报•火炬》发表张春桥化名狄克的文章《我们要执行自我批判》，指责《八月的乡村》“有些还不真实”、“有许多问题”，对它“如果只是鼓励，只是慰勉，而忘记了执行批评，那就无异是把一个良好的作者送进坟墓里去”等等。本文对此予以揭露和驳斥。文中说，为了斗争的需要，“我们有投枪就用投枪，正不必等候刚在制造或将要制造的坦克车和烧夷弹”。狄克们的“这种模模胡胡的摇头，比列举十天罪状更有害于对手，列举还有条款，含胡的指摘，是可以令人揣测到坏到茫无界限的”。最后揭露他的所谓“自我批判”的宗派主义和向',
        startDate: { year: '1936', month: '04', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《三月的租界》']
      },
      {
        id: '60',
        title: '鲁迅撰写《关于<白莽遗诗序>的声明》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《续记》。载5月1日《文学丛报》月刊第2期，题为《关于<白莽遗诗序>的声明》，署名鲁迅。收入《且介亭杂文末编》。',
        startDate: { year: '1936', month: '04', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于<白莽遗诗序>的声明》']
      },
      {
        id: '61',
        title: '鲁迅撰写《<远方>按语》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<远方>按语》。载3月16日《译文》月刊新1卷第1期，刊在尚佩秋、曹靖华合译的《远方》之前，原无标题，署名编者。未收集。按语对苏联盖达尔所作著名的少年读物《远方》作了介绍，指出：“自有‘儿童年’以来，这一篇恐怕是《表》以后我们对于少年读者的第二种好的贡献了。”',
        startDate: { year: '1936', month: '03', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<远方>按语》']
      },
      {
        id: '62',
        title: '鲁迅撰写《白莽作<孩儿塔>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《白莽作<孩儿塔>序》。载4月1日《文学丛报》月刊第1期，题为《白莽遗诗序》，署名鲁迅。收入《且介亭杂文末编》。序文高度评价白莽（殷夫）诗歌的新思想，新风格，新意义，表达了对烈士的悼念和对屠伯们的憎恶。说：“这《孩儿塔》的出世并非要和现在一般的诗人争一日之长，是有别一种意义在。这是东方的微光，是林中的响箭，是冬末的萌芽，是进军的第一步，是对于前驱者的爱的大纛，也是对于摧残者的憎的丰碑。一切所谓圆熟简练，静穆幽远之作，都无须来作比方，因为这诗属于别一世界。”',
        startDate: { year: '1936', month: '03', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《白莽作<孩儿塔>序》']
      },
      {
        id: '63',
        title: '鲁迅撰写《<城与年>插图本小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅扶病作《<城与年>插图本小引》。未另发表，后来收入《集外集拾遗》。苏联版画家尼古拉•亚历克舍夫所作《城与年》插图，共28幅。鲁迅于1933年得到这套插图的手拓本，1936年1月4日得曹靖华作《<城与年>大略》，即着手编辑《<城与年>插图本》，并根据曹靖华的说明，为27幅插图作题词，以纪念插图作者。在这篇小引里，鲁迅扼要介绍了亚历克舍夫的生平和创作，深切哀悼他的早逝。',
        startDate: { year: '1936', month: '03', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<城与年>插图本小引》']
      },
      {
        id: '64',
        title: '鲁迅撰写《<译文>复刊词》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<译文>复刊词》。载3月16日《译文》月刊新1卷第1期，未署名。收入《且介亭杂文末编》。文章开头即引庄子“涸辙之鲋，相濡以沫，相煦以湿”的话，强调了在国民党残酷压迫下，在艰难困苦的环境中，革命文艺工作者应当加强团结，互相支持，委婉地批评了迫使《译文》停刊的做法。并说：“这一回，将来的运命如何呢？我们不知道。但今年文坛的情形突变，已在宣扬宽容和大度了，我们真希望在这宽容和大度的文坛里，《译文》也能够托庇比较的长生。”',
        startDate: { year: '1936', month: '03', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<译文>复刊词》']
      },
      {
        id: '65',
        title: '鲁迅撰写《我要骗人》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《我要骗人》。本文是应日本改造社之约，用日文作成，载日本东京《改造》月刊四月号，署名鲁迅。文中“上海”、“死尸”、“俘虏”和“太阳的圆圈”等词语均被删去，只留空白。3月23日鲁迅将它译成中文，载6月1日《文学丛报》月刊第3期，署名鲁迅。发表时编者在《编后》中说明了上述删削情况。收入《且介亭杂文末编》。作者用“我要骗人”这个题目表达了在国内外反动派的压迫下不能说出真心话的悲愤心情。文中通过对所见所闻的叙述，揭露了日本帝国主义的侵略和国民党的反动的内外政策给中国人民带来的痛苦，沉痛地说：“中国的人民，是常用自己的血，去洗权力者的手，使他又变成洁净的人物的。”文章尖锐抨击日本侵略者的所谓“中日亲善”和国民党投降卖国的罪行，指出：“不久之后，恐怕那‘亲善’的程度，竟会到在我们中国，认为排日即国贼——因为说是共产党利用了排日的口号，使中国灭亡的缘故——而到处的断头台上，都闪烁着太阳的圆圈的罢”。并认为，在这种时候，中日两国人民“还不是披沥真实的心的时光”，这是很可悲哀的。',
        startDate: { year: '1936', month: '02', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《我要骗人》']
      },
      {
        id: '66',
        title: '何干撰写《难答的问题》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《难答的问题》。载《海燕》月刊第2期，署名何干。收入《且介亭杂文末编•附集》。文中批评了一些人向儿童灌输“武训精神”的错误。',
        startDate: { year: '1936', month: '02', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['何干', '《难答的问题》']
      },
      {
        id: '67',
        title: '何干撰写《登错的文章》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《登错的文章》。载《海燕》月刊第2期，署名何干。收入《且介亭杂文末编•附集》。本文针对有些文章要青少年学岳飞、文天祥而发。指出，如果青少年“模仿”他们，“武的呢，准备被十二金牌召还，死在牢狱里；文的呢，起兵失败，死在蒙古人的手中”，中国就像宋朝一样灭亡。嘲讽说，这两人“确可以励现任的文官武将，愧前任的降将逃官”；关于他们的文章，是应该给“大人老爷们”看的，“却错登在少年读物上”。',
        startDate: { year: '1936', month: '02', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['何干', '《登错的文章》']
      },
      {
        id: '68',
        title: '鲁迅撰写《起死》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《起死》。未另发表，收入1936年1月文化生活出版社出版的《故事新编》。本篇取《庄子》中的一个寓言故事，针对当时一些人鼓吹庄子的无是非观哲学的现象加以发挥而写成的。作品描写庄周乞求神灵复活了一个髑髅，他反而被诬为强盗，急欲分辩是非而不得，终于借助巡警的庇护才狼狈逃窜的故事，揭露了所谓“彼亦一是非，此亦一是非”的处世哲学的荒谬性和虚伪性。',
        startDate: { year: '1935', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《起死》']
      },
      {
        id: '69',
        title: '鲁迅撰写《采薇》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《采薇》。未另发表，收入1936年1月文化生活出版社出版的《故事新编》。本篇以周初伯夷、叔齐固守“先王之道”、反对武王伐纣而誓“不食周粟”，终于饿死于首阳山的传说为题材，并结合当时的现实创作而成。作品通过对这两个自命清高，而实际上十分自私的人物形象的描写，揭露了所谓“礼让”、“忠孝”、“仁义”的虚伪性，对当时一些人鼓吹“超然”、“隐逸”以及“为艺术而艺术”之类的文艺观点作了辛辣的讽刺。',
        startDate: { year: '1935', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《采薇》']
      },
      {
        id: '70',
        title: '鲁迅撰写《出关》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《出关》。载1936年1月20日《海燕》月刊第1期，署名鲁迅。同时收入《故事新编》。本篇以孔丘拜老聃为师、孔老相争和老聃失败而出关隐没的传说故事为题材，同时也针对当时一些人的空谈倾向而写成。它用漫画化的手法，生动地勾勒出空谈家老聃的形象，指出“这种‘大而无当’的思想家，是不中用的”（鲁迅1936年2月21日致徐懋庸信）。关于这篇作品的写作意旨，鲁迅在《<出关>的关》一文中曾作了说明：“至于孔老相争，孔胜老败，却是我的意见：老，是尚柔的；‘儒者，柔也’，孔也尚柔，但孔以柔进取，而老却以柔退走。这关键，即在孔子为‘知其不可为而为之’的事无大小，均不放松的实行者，老则是‘无为而无不为’的一事不做，徒作大言的空谈家。要无所不为，就只好一无所为，因为一有所为，就有了界限，不能算是‘无不为’了。我同意于关尹子的嘲笑：他是连老婆也娶不成的。于是加以漫画化，送他出了关，毫无爱惜……”',
        startDate: { year: '1935', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《出关》']
      },
      {
        id: '71',
        title: '鲁迅撰写《<死魂灵百图>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<死魂灵百图>小引》。载1936年7月三闲书屋出版的《死魂灵百图》，署名鲁迅。收入《且介亭杂文二集》。文中指出《死魂灵》原作的艺术价值和生命力，说明《死魂灵百图》收集的经过和翻印出版的意图。',
        startDate: { year: '1935', month: '12', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<死魂灵百图>小引》']
      },
      {
        id: '72',
        title: '鲁迅撰写《论新文字》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《论新文字》。载1936年1月11日《时事新报》副刊《每周文学》，署名旅隼。收入《且介亭杂文二集》。三十年代初，文化界展开了文字改革究竟是采用罗马字拼音还是实行汉字拉丁化的争论，吴玉章等人提出的“拉丁化新文字”方案逐渐为人们所接受。但有的主张罗马字拼音者却极力攻击汉字拉丁化的拼法简单、粗疏。鲁迅支持汉字拉丁化运动，在本文中对这些攻击予以了反驳，说明拉丁化简明易举，切实可行，罗马拼音则繁琐难行，不过是纸上谈兵。指出，用“难行”来阻碍“易举”，其实是用空谈改革来维持现状。文中说：“拉丁化却没有这空谈的弊病，说得出，就写得来，它和民众是有联系的，不是研究室或书斋里的清玩，是街头巷尾的东西；它和旧文字的关系轻，但和人民的联系密，倘要大家能够发表自己的意见，收获切要的知识，除它以外，确没有更简易的文字了。”',
        startDate: { year: '1935', month: '12', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《论新文字》']
      },
      {
        id: '73',
        title: '鲁迅撰写《“题未定”草（六至九）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“题未定”草（六至九）》。本文第六、七两节载1936年1月《海燕》月刊第1期；第八、九两节载同年2月《海燕》月刊第2期，均署名鲁迅。收入《且介亭杂文二集》。这组文章针对当时一些人的文学主张，就“选本”、“标点古文”以及“摘句”等问题进行了评论。第六节从施蛰存主张“选本”谈起，以古今事例论证了“选本”的利弊，着重指出“选本所显示的，往往并非作者的特色，倒是选者的眼光”，而且往往是“抹杀了作者真相的居多，这才是一个‘文人浩劫’”。文中还以施蛰存主编的《中国文学珍本丛书》中《琅環文集》（诗文杂集，明末张岱1597-1679著。共6卷，除序、记、碑、传外，并收乐府、琴操、词等，有排印本，又有清光绪年间刻四卷本。这里所指的《琅环文集》“特印本”是《中国文学珍本丛书》之一，由刘大杰校点）的标点错误为例，嘲讽说：有些人“连文章也看不懂，点不断，如果选起文章来，说这篇好，那篇坏实在不免令人有些毛骨悚然，所以认真读书的人，一不可倚仗选本，二不可凭信标点”。第七节对朱光潜摘唐人钱起的诗句，宣传“静穆”是“艺术的最高境界”的观点提出了批评。文中以我国古代的伟大诗人为例，说明这些人的伟大，并不是固为“浑身静穆”，并引证了钱起的诗，说明他也“并不‘静穆”。而有的诗人“现在之所以往往被尊为‘静穆”，是因为他被选文家和摘句家所缩小了，凌迟了”。指出，“我总以为倘要论文，最好是顾及全篇，并且顾及作者的全人，以及他听处的社会状态，这球为确凿。要不然，是很容易近乎说梦的”。第八节主张编选文集或选集时，不但应保留作者的文章，而且还应保留与作者有关的别人的文章。因为，这一面可以“看作者的文章，一面又可以见他和别人的关系，他的作品，比之同咏者，高下如何，他为什么要说那些话”。否则，“到得后来，就只剩了一面的文章了，无可对比，当时的抗战之作，就都好象无的放矢，独个人在向着空中发疯”。认为“此后该有博采种种所谓无价值的别人的文章，作为附录的集子”，“其功用与铸了魑魅罔两的形状的禹鼎相同”。第九节从张岱的以“虚心平气”为选诗的极境，以“不自立意见”为作史的极境的主张谈起，指出前者也象朱光潜“立‘静穆’为诗的极境一样，在事实上不可得”。后者却象数年前文坛上的所谓“第三种人”。文中以张岱对待东林党人的态度为例，说明他表面“中立”，“其实也还是偏倚的”，“实则反助小人张目”。文中还以明代老百姓支持东林等事以及“一二•九”运动中群众支援学生的事例，说明：“老百姓虽然不读诗书，不明史法，不解在瑜中求瑕，屎里寻道，但能从大概上看，明黑白，辨是非，往往有决非清高通达的士大夫所可几及之处的”。',
        startDate: { year: '1935', month: '12', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“题未定”草（六至九）》']
      },
      {
        id: '74',
        title: '鲁迅撰写《杂谈小品文》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《杂谈小品文》。载7日《时事新报》副刊《每周文学》，署名旅隼。收入《且介亭杂文二集》。本文从“小品文”的特征谈起，指出，“短”并不是小品文的特征，“讲小道理，或没道理，而又不是长篇的，才可谓之小品。至于有骨力的文章，恐不如谓之‘短文’，短当然不及长，寥寥几句，也说不尽森罗万象，然而它并不‘小’。”文中指出，林语堂鼓吹的所谓“抒写性灵”的小品文，其实是“经过清朝检选”的，“到得现在，却刚刚相宜，有明末的洒脱，无清初的所谓‘悖谬’，有国时是高人，没国时还不失为逸士”。揭破了林语堂等人发“高人兼逸士梦”的实质。还说，他们写的所谓“小品”，“已经满纸空言，甚而至于胡说八道，下流的成为打诨，和猥鄙丑角，并无不同”，“已经下于五四运动前后的鸳鸯蝴蝶派数等了”。最后又指出，他们翻印的“‘珍本’并不就是‘善本””，“这一层，却要读者有选择的眼光，也希望识者给相当的指点的”。',
        startDate: { year: '1935', month: '12', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《杂谈小品文》']
      },
      {
        id: '75',
        title: '鲁迅翻译《死魂灵》第一部',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译果戈理长篇小说《死魂灵》第一部由上海文化生活出版社出版，列为《译文丛书》的《果戈理选集》之一。',
        startDate: { year: '1935', month: '11', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》第一部']
      },
      {
        id: '76',
        title: '鲁迅撰写《理水》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《理水》。未另发表，载1936年1月文化生活出版社出版的《故事新编》，题为《治水》，收入《故事新编》时改题为《理水》。本文以历史传说为基础，并概括了大量的现代生活内容而写成的。它塑造了治水英雄禹的典型形象，歌颂他的勤劳、刻苦、坚韧、朴素、关怀人民疾苦、为人民鞠躬尽瘁的高贵品质；同时猛烈抨击了反动统治阶级的黑暗统治，揭露了反动官僚、御用文人学者形形色色的丑恶的嘴脸。作品寄寓了对那些脚踏实地、埋头苦干、前仆后继地为人民的利益而战斗的“中国的背梁”人物的崇敬，也是对国民党政府的内外政策的尖锐的挞伐。',
        startDate: { year: '1935', month: '11', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《理水》']
      },
      {
        id: '77',
        title: '鲁迅撰写《孔另境编<当代文人尺牍钞>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《孔另境编<当代文人尺牍钞>序》。载1936年5月上海生活书店出版的《现代作家书简》，署名鲁迅，收入《且介亭杂文二集》。文中说，阅读文人的“日记或书信”，可以“稽文坛的故实”，“探索作者的生平”，可以看到作者的不加藻饰的真实；“从作家的日记或尺牍上，往往能得到比看他的作品更其明晰的意见，也就是他自己的简洁的注释。”据孔另境回忆：“一九三三年以后几年中，我处于失业状态，除了写些短文投投稿，毫无生活来源。在穷极无聊中想出编一本‘现代作家书简’之类的东西，向先生索取一部分别人写给他的信，他回信给我说：‘奉到手示，刚刚都是我没法相帮的事，因为我的写信，一向不留稿子，而且别人给我的信，我也一封都不存留的，这是鉴于六七年前的前车’，就是指柔石他们被捕的事件，先生在逃难以后把别人给他的信都烧毁了，免得发生意外，先生的回信出于真情，我当然也只好罢了。那知隔了几天以后，先生忽替我写了一篇序文寄来了，这真使我喜出望外，这也许就是先生认为可以‘相帮的事’吧。先生的至诚待人，竟到如此地步，我捧着这篇序文感动得流下泪来。后来这本抄抄贴贴的东西，因为有先生一篇序文，一下子给生活书店接受去了，……” （孔另境：《忆鲁迅先生》，见1956年《文艺月报》10月号）',
        startDate: { year: '1935', month: '11', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《孔另境编<当代文人尺牍钞>序》']
      },
      {
        id: '78',
        title: '鲁迅撰写《陀思妥夫斯基的事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《陀思妥夫斯基的事》。以日文写成，载1936年东京日文《文艺》杂志2月号，同时由作者译成中文，刊于1936年2月《青年界》月刊第9卷第2期和同月《海燕》月刊第2期署名鲁迅。收入《且介亭杂文二集》。本文是应日本三笠书房之约，为其出版的《陀思妥夫斯基全集》普及本而作的序文。文中分析了陀思妥夫斯基早期与晚年思想的变化和创作的特点，指出陀思妥夫斯基式的忍从，是俄国沙皇专制时代的病态表现少一。文中还说，在中国，这种“对于横逆之来的真正的忍从”，在一人中是没有的，“忍从的形式，是有的，然而陀思妥夫斯基式的掘下去，我以为恐怕也还是虚伪。因为压迫者指为被压迫者的不德之一的这虚伪，对于同类，是恶，而对于压迫者，却是道德的”。鲁迅在《且介亭杂文二集》后记中谈到本文时说：“我在这里，说明着被压迫者对于压迫者，不是奴隶，就是敌人，决不能成为朋友，所以彼此的道德，并不相同。”',
        startDate: { year: '1935', month: '11', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《陀思妥夫斯基的事》']
      },
      {
        id: '79',
        title: '鲁迅撰写《萧红作<生死场>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《萧红作<生死场>序》。载12月容光书局出版的《生死场》，署名鲁迅。收入《且介亭杂文二集》。鲁迅充分肯定了《生死场》的艺术成就和现实意义，说作品反映的“北方人民的对于生的坚强，对于死的挣扎，却往往已经力透纸背；女性作者的细致的观察和越轨的笔致，又增加了不少明丽和新鲜。精神是健全的，就是深恶文艺和功利有关的人，如果看起来，他不幸得很，他也难免不能毫无所得”，在民族危机的时候，它会给人们“以坚强和挣扎的力气”。文中还谈了此书原稿被国民党检查机关扣押的过程，揭露国民党的“文化统制”和投降媚外政策。',
        startDate: { year: '1935', month: '11', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《萧红作<生死场>序》']
      },
      {
        id: '80',
        title: '鲁迅撰写《三论“文人相轻”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《三论“文人相轻”》。载8月《文学》月刊第5卷第2期署名隼。收入《且介亭杂文二集》。本年7月，魏金枝在《芒种》第8期上发表《分明的是非和热烈的好恶》一文，对鲁迅在《再论“文人相轻”》一文中提出的文人必须有分明的是非和热烈的好恶的观点表示非议，认为“文既无长短可言，道又无是非之分，则空谈是非，何补于事”。鲁迅在本文中批评了这种“是非难定，于是爱憎就为难”的“无是非”观。文中分析了魏的观点的前后矛盾，指出他明明用“文章”来“力施搏击”，却又自称“手无寸铁”，讽刺说：“明明是加入论战中的了，却又立刻肩出一面‘小民’旗来，推得干干净净，连肋骨在那里也找不到了”。',
        startDate: { year: '1935', month: '07', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《三论“文人相轻”》']
      },
      {
        id: '81',
        title: '鲁迅撰写《几乎无事的悲剧》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《几乎无事的悲剧》。载8月《文学》月刊第5卷第2期，署名旁。收入《且介亭杂文二集》。本文从《死魂灵》的艺术成就谈起，特别肯定果戈理“用平常事，平常话”揭示生活的“讽刺的本领”。指出，果戈理描写的“简直近于没有事情的悲剧”，“然而人们灭亡于英雄的特别的悲剧者少，消磨于极平常的，或者简直近于没有事情的悲剧者却多”。并说：“听说果戈理的那些所谓‘含泪的微笑’，在他本土，现在是已经无用了，来替代它的有了健康的笑。但在别地方，也依然有用，因为其中还藏着许多活人的影子。”',
        startDate: { year: '1935', month: '07', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《几乎无事的悲剧》']
      },
      {
        id: '82',
        title: '鲁迅翻译《艺术论》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完俄国普列汉诺夫的《艺术论》。译文是从日本外村史郎的日译本转译的。1930年7月由光华书店出版，为《科学的艺术论丛书》之一。次年作《序言》说明：该书已有林柏的中语本，“但因为丛书的目录早经决定，只得仍来做这一番很近徒劳的工夫。当翻译之际，也常常参考林译的书，采用了些比日译更好的名词，有时句法也大约受些影响，而且前车可鉴，使我屡免于误译，这是应当十分感谢的”。“但自省译文，这回也还是‘硬译’”。',
        startDate: { year: '1929', month: '10', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术论》']
      },
      {
        id: '83',
        title: '鲁迅翻译《苦蓬》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联毕力涅克（又译皮涅克）的短篇小说《苦蓬》，并作《译者附记》。均载1930年2月10日《东方杂志》第27卷第3号，译文署名鲁迅。收入《一天的工作》。译文是从日本平冈雅英的日译本转译的。《译者附记》未收集。其中说：作者“虽然在革命的漩涡中长大，却并不是无产作家，是以‘同路人’的地位而得到很利害的攻击者之一”；这篇小说写作时正值苏联“‘战时共产时代’，革命初起，情形很混沌，自然便不免有看不分明之处，这样的文人，那时也还多——他们以‘革命为自然对文明的反抗，村落对于都会的反抗，惟在俄罗斯的平野和森林深处，过着千年前的生活的农民，乃是革命的成就者’”。鲁迅后来在《<一天的工作>后记》中也指出：“毕力涅克所写的革命，其实不过是暴动，是叛乱，是原始的自然力的跳梁，革命后的农村，也只有嫌恶和绝望。他于是渐渐成为反动作家的渠魁，为苏联批评界所攻击了。”但《苦蓬》写于一九一九年，“这时苏联正在困苦中，作者的态度，也比成名后较为真挚”。鲁迅肯定作者的技术“是非常卓拔的”，又批评作品中流露的“冷评气息”。',
        startDate: { year: '1929', month: '10', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《苦蓬》']
      },
      {
        id: '84',
        title: '鲁迅撰写《苦蓬》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联毕力涅克（又译皮涅克）的短篇小说《苦蓬》，并作《译者附记》。均载1930年2月10日《东方杂志》第27卷第3号，译文署名鲁迅。收入《一天的工作》。译文是从日本平冈雅英的日译本转译的。《译者附记》未收集。',
        startDate: { year: '1929', month: '10', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《苦蓬》-《译者附记》']
      },
      {
        id: '85',
        title: '鲁迅撰写《放浪者伊利沙辟台》-《著者简介》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈的短篇小说《放浪者伊利沙辟台》，并附所作《著者简介》于题后。均载本月出版的《近代世界短篇小说集（2）》：《在沙漠上及其他》。署名鲁迅。译文收入《山民牧唱》。是从日本笠井镇夫的日译本转译的。《著者简介》后来收入《鲁迅译文集》第8卷附录，题为《<放浪者伊利沙辟台>和<跋司珂族的人们>译后附记》。其中指出，巴罗哈“是具有哲人底风格的最为独创底的作家。作品已有四十种，大半是小说，且多长篇，又多是涉及社会问题和思想问题这些大题目的”。',
        startDate: { year: '1929', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《放浪者伊利沙辟台》-《著者简介》']
      },
      {
        id: '86',
        title: '鲁迅翻译《青湖记游（遗稿）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译俄国确木努易的游记《青湖记游（遗稿）》。载12月20日《奔流》第2卷第5期，署名鲁迅。后来收入《译丛补》。译文是从日本横泽芳人的日译本转译的。本篇原“为《朝花旬刊》译”，因该刊终止，移入《奔流》。',
        startDate: { year: '1929', month: '09', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《青湖记游（遗稿）》']
      },
      {
        id: '87',
        title: '鲁迅翻译《爱尔兰文学之回顾》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本野口米次郎的论文《爱尔兰文学之回顾》。载《奔流》月刊第2卷第2期，署名鲁迅。后来收入《译丛补》。鲁迅在为该期所作《编辑后记》中指出：本文“于爱尔兰文学运动的来因去果，是说得了了分明的”；作者所强调的无论那一国的文学，都必须知道古代的文化和天才，和近代的时代精神有怎样的关系，而从这处所，来培养真生命的”（鲁迅：《集外集•<奔流>编校后记（十）》）这一主张，是和中国遗老遗少的复古思想绝然不同的。',
        startDate: { year: '1929', month: '06', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《爱尔兰文学之回顾》']
      },
      {
        id: '88',
        title: '鲁迅翻译《论文集<二十年间>第三版序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完俄国普列汉诺夫的《论文集<二十年间>第三版序》，并作《译者附记》，均载7月15日《春潮》月刊第1卷第7期，译文署名鲁迅，《译者附记》署名译者。译文收入《艺术论》，《译者附记》后来收入《鲁迅译文集》第6卷附录。译文是从日本藏原惟人的日译本转译的。《译者附记》介绍了普列汉诺夫的政治倾向，说“他的著作，则至于称为科学底社会主义的宝库，无论为仇为友，读者很多。在治文艺的人尤当注意的，是他又是用马克思主义的锄锹，掘通了文艺领域的第一个”。还指出：这一篇“虽然长不到一万字，内容却充实明白”，“尤合于介绍给现在的中国的”。同年10月12日，鲁迅译完普列汉诺夫的《艺术论》一书，因本序文中有作者“自叙对于文艺的见解，可作本书（按指《艺术论》）第一篇的互证，便也附在卷尾了”（鲁迅 :《二心集•<艺术论>译本序》）。',
        startDate: { year: '1929', month: '06', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《论文集<二十年间>第三版序》']
      },
      {
        id: '89',
        title: '鲁迅撰写《论文集<二十年间>第三版序》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完俄国普列汉诺夫的《论文集<二十年间>第三版序》，并作《译者附记》，均载7月15日《春潮》月刊第1卷第7期，译文署名鲁迅，《译者附记》署名译者。译文收入《艺术论》，《译者附记》后来收入《鲁迅译文集》第6卷附录。',
        startDate: { year: '1929', month: '06', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《论文集<二十年间>第三版序》-《译者附记》']
      },
      {
        id: '90',
        title: '鲁迅翻译《艺术论》',
        type: EventTypesEnum.Creat,
        description:
          '同年10月12日，鲁迅译完普列汉诺夫的《艺术论》一书，因本序文中有作者“自叙对于文艺的见解，可作本书（按指《艺术论》）第一篇的互证，便也附在卷尾了”',
        startDate: { year: '1929', month: '10', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术论》']
      },
      {
        id: '91',
        title: '鲁迅撰写《<奔流>编校后记（十）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（十）》。载6月20日《奔流》月刊第2卷第2期，署名鲁迅。后来收入《集外集》附录。文中着重指出继承中外文学遗产，只能是从中取得借鉴，而不能用来代替创作，这和“中国复古的两派——遗老的神往唐虞，遗少的归心元代”，毫无共同之点。还指出：“倘若先前并无可以师法的东西，就只好自己来开创。拉旧来帮新，结果往往只差一个名目。”',
        startDate: { year: '1929', month: '05', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（十）》']
      },
      {
        id: '92',
        title: '鲁迅翻译《艺术论》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联卢那察尔斯基论文集《艺术论》，并作《小序》。署名鲁迅。该书于6月由大江书铺出版。译文是从日本昇曙梦的日译本转译的。其中除《艺术与阶级》一篇曾载1928年10月1日《语丝》周刊第4卷第40期外，其他各篇和《小序》，均未另发表。原著《艺术论》系1926年苏联俄罗斯美术家协会编印出版的。鲁迅在《小序》和致韦素园信（1929年4月7日）中都说明：原书是从《实证美学的基础》及《艺术与革命》中各取几篇而成，并非新作，也不很有系统。“要知道作者的主张，只要看《实证美学的基础》就很够的。但这个书名，恐怕就可以使现在的读者望而却步，所以我取了这一部”，只补译了《实证美学的基础》中《美学是什么?》一篇。《小序》又指出：本书“所论艺术与产业之合一，理性与感情之合一，真善美之合一，战斗之必要，现实底的理想之必要，执着现实之必要，甚至于以君主为贤于高蹈者，都是极为警辟的。同时对“硬译”问题作了说明。该书出版后，8月19日上海《真报》上发表署名尚文的《鲁迅与北新书局决裂》一文，诬蔑鲁迅译《艺术论》是“投降”创造社，遭到了鲁迅的批驳（据鲁迅《二心集•“硬译”与“文学的阶级性”》）。',
        startDate: { year: '1929', month: '04', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术论》']
      },
      {
        id: '93',
        title: '鲁迅撰写《<比亚兹莱画选>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅为《艺苑朝华》第1期第4辑作《<比亚兹莱画选>小引》。载4月26日朝花社出版的《艺苑朝华》第1期第4辑《比亚兹莱画选》。署“朝花社识”。后来收入《集外集拾遗》。该辑选入英国现代版画家比亚兹莱木刻作品12幅。《小引》说明比亚兹莱的作品曾为中国“时行艺术家的摘取”，“却未经诚实地介绍过”，选印本辑的目的就在“略供爱好比亚兹莱者看看他未经撕剥的遗容”。鲁迅曾说：“在现在，新的流氓画家又出了叶灵凤先生，叶先生的画是从英国的毕亚兹莱剥来的。”（鲁迅：《二心集•上海文艺之一瞥》）',
        startDate: { year: '1929', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<比亚兹莱画选>小引》']
      },
      {
        id: '94',
        title: '鲁迅撰写《关于<关于红笑>》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于<关于红笑>》，24日又作《补记》。均载本月29日《语丝》周刊第5卷第8期，署名鲁迅。5月8日收入梅川所译俄国安德列夫的中篇小说《红的笑》（即《红笑》）一书时，再作补充说明，并将三段文字合为一篇，后来收入《集外集》，题为《关于<关于红笑>》。梅川即王方仁，朝花社成员之一。他的这部译稿，鲁迅曾于1928年10月间亲自校阅修改，送《小说月报》发表。本月15、17、19日（按鲁迅误记为18日）《华北日报》连载署名鹤西的《关于红笑》一文，误认梅川“抄袭”了他的译文。鲁迅在《补记》中批评了鹤西（程侃声）“参看先出译本，加以修正，而反诬别人为‘抄袭’”的错误，指出“这种手段，是中国翻译界的第一次”。',
        startDate: { year: '1929', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于<关于红笑>》']
      },
      {
        id: '95',
        title: '鲁迅撰写《关于<关于红笑>》-《补记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于<关于红笑>》，24日又作《补记》。均载本月29日《语丝》周刊第5卷第8期，署名鲁迅。5月8日收入梅川所译俄国安德列夫的中篇小说《红的笑》（即《红笑》）一书时，再作补充说明，并将三段文字合为一篇，后来收入《集外集》，题为《关于<关于红笑>》。梅川即王方仁，朝花社成员之一。他的这部译稿，鲁迅曾于1928年10月间亲自校阅修改，送《小说月报》发表。本月15、17、19日（按鲁迅误记为18日）《华北日报》连载署名鹤西的《关于红笑》一文，误认梅川“抄袭”了他的译文。鲁迅在《补记》中批评了鹤西（程侃声）“参看先出译本，加以修正，而反诬别人为‘抄袭’”的错误，指出“这种手段，是中国翻译界的第一次”。',
        startDate: { year: '1929', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于<关于红笑>》-《补记》']
      },
      {
        id: '96',
        title: '鲁迅翻译《关于文艺领域上的党的政策》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译俄共中央委员会的决议《关于文艺领域上的党的政策》。载《奔流》第1卷第10期，署名鲁迅。收入《文艺政策》。原文载1925年7月1日苏联《真理报》，译文是从日本藏原惟人的日译本转译的。',
        startDate: { year: '1929', month: '04', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于文艺领域上的党的政策》']
      },
      {
        id: '97',
        title: '鲁迅翻译《往诊之夜》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈小说《往诊之夜》。载《朝花》周刊第14期，署名鲁迅。此篇系短篇小说《山民牧唱》中的一节，从日本笠井镇夫的日译本转译。1934年鲁迅将《山民牧唱》全篇译出，连同此节一起载《文学》月刊第2卷第3号，题作《山中笛韵》。收入短篇小说集《山民牧唱》。',
        startDate: { year: '1929', month: '04', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《往诊之夜》']
      },
      {
        id: '98',
        title: '鲁迅翻译《山中笛韵》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈小说《往诊之夜》。载《朝花》周刊第14期，署名鲁迅。此篇系短篇小说《山民牧唱》中的一节，从日本笠井镇夫的日译本转译。1934年鲁迅将《山民牧唱》全篇译出，连同此节一起载《文学》月刊第2卷第3号，题作《山中笛韵》。收入短篇小说集《山民牧唱》。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《山中笛韵》']
      },
      {
        id: '99',
        title: '鲁迅撰写《卢梭和胃口》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《卢梭和胃口》。载1928年1月7日《语丝》周刊第4卷第4期，署名鲁迅。收入《而已集》。当时，“新月派”与“现代评论派”在上海开设新月书店，陆续出版梁实秋的《浪漫的与古典的》、《文学批评论》等书，宣扬“人性根本是不变的”、“普遍的人性是一切伟大的作品之基础”、“纯正之人性乃文学批评唯一之标准”等资产阶级人性论，抹杀阶级斗争，攻击革命文学。梁实秋又借《新女性》月刊开展对妇女问题的讨论，在1927年11月出版的《复旦旬刊》创刊号重新发表几经修改的《卢梭论女子教育》（此文原在1926年12月15日《晨报副刊》上发表，经修改，本年又重新发表），说“卢梭论教育无一是处，唯其论女子教育，的确精当”。认为世上“有聪明绝顶的人”，“蠢笨如牛的人”，有“弱不禁风的女子”，也有“粗横强大的男人”，把人分为三流九等。文中谈女子教育问题时说，“正当的女子教育应该是使女子成为完全的女子”，而“理想的女子教育就是贤母良妻的教育”，这样才“合于吾人之胃口”。鲁迅针对这种论调，以阶级分析的方法，指出梁实秋的所谓“女子教育”，实际上是使女子“成为完全的‘弱不禁风’者”，永远成为剥削阶级的附属品；进而指出：梁实秋之所以宣传卢梭的观点并加以发挥，是因为这些观点完全符合剥削阶级的“胃口”。',
        startDate: { year: '1927', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《卢梭和胃口》']
      },
      {
        id: '100',
        title: '鲁迅撰写《补救世道文件四种》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《补救世道文件四种》。载12月31日《语丝》周刊第4卷第3期，署名鲁迅。后来收入《集外集拾遗》，改题为《关于“乐闻于斯”的通信》。文中利用反动势力掀起尊孔复古活动的材料——《筹设孔教青年会宣言》、《上海孔教青年会文会缘起》，揭露这股封建主义和洋奴思想相结合形成的尊孔势力“传圣道于洋场”的丑态。',
        startDate: { year: '1927', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《补救世道文件四种》']
      },
      {
        id: '101',
        title: '鲁迅撰写《在钟楼上（夜记之二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《在钟楼上（夜记之二）》。载《语丝》周刊第4卷第1期，署名鲁迅。收入《三闲集》。文章回顾了自己在广州中山大学任教期间的生活环境及思想变化，揭露国民党反动派“四二”前的阴谋活动及公开叛变的反革命罪行。指出：“我抱着梦幻而来，一遇实际，便被从梦境放逐了，不过剩下些索漠。我觉得广州……实际是和我所走过的别处都差不多的。”“到后来，却有些改变了，往往斗胆说几句坏话。然而有什么用呢？在一处演讲时，我说广州的人民并无力量，所以这里可以做‘革命的策源地’，也可以做反革命的策源地……当译成广东话时，我觉得这几句话似乎被删掉了。给一处作文章时，我说青天白日旗插远去，信徒一定加多。但有如大乘佛教一般，待到居士也算佛子的时候，往往戒律荡然，不知是佛教弘通，还是佛教的败坏？……然而终于没有印出，不知所往了”（“不知所往”的文章是指1927年4月10日所作的《庆祝沪宁克复的那一边》）。他告诫那些不了解革命的实际情形而抱有幻想的作家，指出：“凡有革命以前的幻想或理想革命诗人，很可有碰死在自己所讴歌希望的现实上的命运；而现实的革命倘不粉碎了这类诗人的幻想或理想，则这革命也还是布告上的空谈。”主张知识分子应该投身到革命洪流中去，“在一个最大的社会改变的时代，文学家不能做旁观者！”',
        startDate: { year: '1927', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《在钟楼上（夜记之二）》']
      },
      {
        id: '102',
        title: '鲁迅撰写《当陶元庆君的绘画展览时——我所要说的几句话》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《当陶元庆君的绘画展览时——我所要说的几句话》。载1927年12月19日上海《时事新报》副刊《青光》，署名鲁迅。又载1928年5月北新书局出版的《陶元庆的出品》。收入《而已集》。上海立达学园美术院西画系于本月举行“第二届绘画展览会”，其中展出了陶元庆的作品30幅。本文再次赞扬陶元庆严肃认真的绘画态度与艺术成就。指出他的绘画“和世界的时代思潮合流，而并未梏亡中国的民族性”。因为他“用新的形和新的色”，冲破中外传统的“两重桎梏”。鲁迅认为中国的文学艺术，既要有民族的特色，又不受旧的传统思想和手法的“桎梏”；既要吸收外国文学艺术的精华，适应时代的潮流，又不能全盘照搬西方的一套。他希望中国的艺术能革新和发展，创造出具有崭新内容和民族风格的艺术作品。',
        startDate: { year: '1927', month: '12', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《当陶元庆君的绘画展览时——我所要说的几句话》']
      },
      {
        id: '103',
        title: '鲁迅撰写《<尘影>题辞》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<尘影>题辞》。最初印入1927年12月上海开明书店出版的《尘影》一书中，后载1928年1月1日《文学周报》第297期，署名鲁迅。收入《而已集》。《尘影》是黎锦明写的中篇小说，描写1927年“四一二”反革命政变前后南方某县城时局的骤变，革命者遭受反动势力镇压的故事。鲁迅在《题辞》中，肯定了这篇反映农村阶级斗争的作品，并指出：当今的世界“常为受机关枪拥护的仁义所治理”，中国正在进向“不是死，就是生”的阶级搏斗的“大时代”。',
        startDate: { year: '1927', month: '12', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<尘影>题辞》']
      },
      {
        id: '104',
        title: '鲁迅撰写《吊与贺》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《吊与贺》。载本年12月31日《语丝》周刊第4卷第3期，署名鲁迅。收入《三闲集》。文中以《语丝》周刊在北京被封的事例，揭露北洋军阀张作霖摧残进步文艺刊物的罪行，并对国家主义派文人常燕生等诬说《狂飙》的停刊是由于“鲁迅的反攻战略”的谰言，予以讽刺和驳斥。',
        startDate: { year: '1927', month: '12', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《吊与贺》']
      },
      {
        id: '105',
        title: '鲁迅撰写《因太炎先生而想起的二三事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《因太炎先生而想起的二三事》。载1937年3月25日“学习与工作丛刊”之二《原野》，署名鲁迅。收入《且介亭杂文末编》。这是鲁迅最后一篇文稿，未写完而辍笔。本文主要是针对国民党元老吴稚晖而作的。本年1月，吴稚晖发表回忆文章，攻击章太炎，诋毁章太炎对他的叛卖行为的揭露，以翻旧帐。鲁迅在文章中以清末剪辫为话题，回忆了在日本留学时的一段经历，重新提起并肯定了章太炎对吴稚晖的批判。并指出，章太炎晚年“希踪古贤”，在手定《章氏丛书》时，都不收当年攻战的文章，“其实是吃亏，上当的，此种醇风，正使物能遁形，贻患千古”。',
        startDate: { year: '1936', month: '10', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《因太炎先生而想起的二三事》']
      },
      {
        id: '106',
        title: '鲁迅撰写《曹靖华译<苏联作家七人集>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《曹靖华译<苏联作家七人集>序》。载11月良友图书印刷公司出版的《苏联作家七人集》，题《鲁迅序》，署名鲁迅，收入《且介亭杂文末编》。序文批评翻译界一哄而起，一哄而散的风气，赞扬了曹靖华二十年来脚踏实地、精益求精地从事翻译工作的精神。',
        startDate: { year: '1936', month: '10', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《曹靖华译<苏联作家七人集>序》']
      },
      {
        id: '107',
        title: '鲁迅撰写《半夏小集》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《半夏小集》。载10月《作家》月刊第2卷第1期，署名鲁迅。收入《且介亭杂文末编•附集》。全文为九节精辟警策的杂感，着重批评当时在宣传抗日民族统一战线过程中文艺界出现的错误思想倾向，也鞭挞了其他一些丑恶的社会现象。冯雪峰回忆，鲁迅在8月或9月初请他看过本文的原稿，说：“你看看。也许你不以为然的。”“其实也没有很大意思，倒不一定要发表的。这里也看出我的‘小’来！”（冯雪峰：《回忆鲁迅•逝世》；《谈有关鲁迅的一些事情》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第1辑）最后鲁迅经过反复考虑，还是决定发表。',
        startDate: { year: '1936', month: '10', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《半夏小集》']
      },
      {
        id: '108',
        title: '鲁迅撰写《绍介<海上述林>上卷》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《绍介<海上述林>上卷》。载10月16日《译文》月刊新2卷第2期，未署名。后来收入《集外集拾遗》。文中称赞《海上述林》“作者既系大家，译者又是名手，信而且达，并世无两”，“足以益人，足以传世”。',
        startDate: { year: '1936', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《绍介<海上述林>上卷》']
      },
      {
        id: '109',
        title: '鲁迅撰写《关于太炎先生二三事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于太炎先生二三事》。载1937年3月10日《二三事》(《工作与学习丛刊之一》），署名鲁迅。收入《且介亭杂文末编》。本文是针对章太炎逝世后遭到官绅的歪曲和文人的奚落而写的。文中全面地概述了章太炎一生的功过。指出，他受人尊敬在于“他是有学问的革命家”，他的“业绩，留在革命史上的，实在比在学术史上还要大”。他晚年“既离民众，渐入颓唐”，“不过白圭之玷，并非晚节不终。考其生平，以大勋章作扇坠，临总统府之门，大诟袁世凯的包藏祸心者，并世无第二人；七被追捕，三入牢狱，而革命之志，终不屈挠者，并世亦无第二人：这才是先哲的精神，后生的楷范。”又说：“战斗的文章，乃是先生一生中最大，最久的业绩，假使未备，我以为是应该一一辑录，校印，使先生和后生相印，活在战斗者的心中的。”',
        startDate: { year: '1936', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于太炎先生二三事》']
      },
      {
        id: '110',
        title: '晓角撰写《“立此存照”（五）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（五）》。载11月5日《中流》半月刊第1券第5期，为手稿制版，署名晓角，目录署鲁迅遗著。收入《且介亭杂文末编•附集》。文中录存上海《大公报》的一篇吹捧张资平的文章，指出，这篇文章“原意大约是要写他的‘颇为精明方正的’，但恰恰画出了开乐群书店赚钱时代的张资平老板面孔”。',
        startDate: { year: '1936', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（五）》']
      },
      {
        id: '111',
        title: '晓角撰写《“立此存照”（六）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（六）》。载10月20日《中流》半月刊第1卷第4期，署名晓角。收入《且介亭杂文末编•附集》。本文摘录《再生纪异录》中记载明末张献忠进入巢县时“贼”与民互相惊恐的两则文字，指出历史上的“‘贼’即民耳”，他们的这种懦怯麻木的状态是反动统治阶级长期的“压迫，杀戮和麻醉”造成的。1932年的“一二八”抗战表现了中国人民已经觉醒。',
        startDate: { year: '1936', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（六）》']
      },
      {
        id: '112',
        title: '晓角撰写《“立此存照”（七）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“立此存照”（七）》。载10月20日《中流》半月刊第1卷第4期。署名晓角。收入《且介亭杂文末编•附集》。文中录存上海《中报•儿童专刊》所载主张中国人杀害日本人“比较杀害自国人民，罪加一等”的文章，严厉谴责这种奴才论调。鲁迅在寄出这篇文稿时，有信说明：“我仍间或发热，但报总不能不看，一看，则昏话之多，令人发指。例如此次《儿童专刊》上一文，竟主张中国人杀日本人，应加倍治罪，此虽日本人尚未敢作此种主张，此作者真畜类也。” （鲁迅1936年9月28日致黎烈文信）这一篇按写作次序应为《“立此存照”（七）》，为了及时批判上述谬论，改为（五）提前刊出，原（五）则改为（七），刊出时不料已成遗作！（据11月5日《中流》半月刊第1卷第5期刊登《“立此存照”（五）》的“编者按”）',
        startDate: { year: '1936', month: '09', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['晓角', '《“立此存照”（七）》']
      },
      {
        id: '113',
        title: '鲁迅撰写《<出关>的“关”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<出关>的“关”》。载5月15日《作家》月刊第1卷第1期，署名鲁迅。收入《且介亭杂文末编》。鲁迅的《出关》发表以后，引起了广泛的注意。有正确的批评，曾为鲁迅所首肯，如宗珏（卢豫冬）指出《出关》“虽然是历史题材，但是运用新的观点，针对着某角落的现象，在大众的面前揭露出一些曾经使许多人迷信的偶象的原形，还是极有意义的”（宗珏：《海燕》，见1936年2月7日天津《大公报•文艺》）。也有错误的批评，如徐北辰的章说《出关》旨在攻击某一个人；又如丘韵铎、徐懋庸等人发表的文章（按，丘韵铎在1936年2月11日《时事新报•每周文学》第21期发表《<海燕>读后记》，说读了《出关》之后，“留在脑海里的影子，就只是一个全身心都侵淫着孤独感的老人的身影，我真切地感觉着读者是会堕入孤独和悲哀去，跟着我们的作者。”徐懋庸在1936年2月18日《时事新报•每周文学》第22期发表《<故事新编>读后感》，说“《出关》中的老子之为鲁迅先生的自况，也是很明显的”，鲁迅“似乎是被他所见的丑恶刺激得多悲观了，所以他的性格仿佛日益变得孤僻起来，这孤僻，竟至使有些热情的青年误会他是变得消极了”），他们根据“视小说为非斥人则自况的老看法”（鲁迅1936年2月21日致徐懋庸信），说《出关》中的老子是鲁迅的“自况”。这些说法都抹杀了这篇小说批判老子一类“‘无为而无不为’的一事不做，徒作大言的空谈家”的现实意义。鲁迅在本文中首先批评了所谓“攻击个人”的说法，精辟地阐明了人物塑造的典型化原则，说小说中的人物必定有“模特儿”，作家取用“模特儿”有两种方法，“一是专用一个人，言谈举动，不必说了，连微细的癖性，衣服的式样，也不加改变”；“二是杂取种种人，合成一个”，“我是一向取后一法的”。文中着重批评丘韵铎的“自况”说，说他“起了有利于老子的心思，于是不禁写了‘巨大无比’的抽象的封条，将我的无利于老子的具象的作品封闭了。但我疑心：丘韵铎先生以及像丘韵铎先生一样的作家们的本意，也许倒只在这里的。”文中还对《出关》命意和材料依据作了说明。',
        startDate: { year: '1936', month: '04', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<出关>的“关”》']
      },
      {
        id: '114',
        title: '鲁迅撰写《<中国杰作小说>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<中国杰作小说>小引》。本文以日文写成，载东京改造社《改造》月刊6月号，署名鲁迅。未收集。文中阐述中国的新文学发展的情况，说：“一般说，目前的作者，创作上的不自由且不说，连处境也着实困难。第一，新文学是在外国文学潮流的推动下发生的，从中国古代文学方面，几乎一点遗产也没摄取。\n第二，外国文学的翻译极其有限，连全集或杰作也没有，所谓可资‘他山之石’的东西实在太贫乏。但创作中的短篇小说是较有成绩的，尽管这些作品还称不上什么杰作，要是比起最近流行的外国人写的，以中国事情为题材的东西来，却并不显得更低劣。从真实这点来看，应该说是很优秀的。”',
        startDate: { year: '1936', month: '04', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<中国杰作小说>小引》']
      },
      {
        id: '115',
        title: '鲁迅翻译《恋歌》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完罗马尼亚作家索陀威奴（今译萨多维亚努）的短篇小说《恋歌》，并作《译后附记》。均载8月16日《译文》月刊第2卷第6期，署名鲁迅。收入《鲁迅译文集•译丛补》。《译后附记》说；“这一篇《恋歌》，题目虽然颇像有些罗曼的，但前世纪的罗马尼亚的大森林的景色，地主和农奴的生活情形，却实在写得历历如绘。”',
        startDate: { year: '1935', month: '06', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《恋歌》']
      },
      {
        id: '116',
        title: '鲁迅撰写《恋歌》-《译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完罗马尼亚作家索陀威奴（今译萨多维亚努）的短篇小说《恋歌》，并作《译后附记》。均载8月16日《译文》月刊第2卷第6期，署名鲁迅。收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1935', month: '06', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《恋歌》-《译后附记》']
      },
      {
        id: '117',
        title: '庚撰写《人生识字胡涂始》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《人生识字胡涂始》。载5月《文学》月刊第4卷第5期，署名庚。收入《且介亭杂文二集》。文中针对林语堂提倡明人小品，施蛰存提倡读《庄子》、《文选》，并大量校点翻印古书等现象，嘲讽说，有些人“自以为通文了，其实却没有通”，“连明人小品都点不断”，还提倡别人去读古书，当然只能让人愈读愈胡涂。指出：写文章“倘要明白，我以为第一是在作者先把似识非识的字放弃，从活人的嘴上，采取有生命的词汇，搬到纸上来；也就是学学孩子，只说些自己的确能懂的话。至于旧语的复活，方言的普遍化，那自然也是必要的，但一须选择，二须有字典以确定所含的意义”，这样才可初步做到“明白如话”。',
        startDate: { year: '1935', month: '04', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['庚', '《人生识字胡涂始》']
      },
      {
        id: '118',
        title: '旅隼撰写《从“别字”说开去》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《从“别字”说开去》。载4月20日《芒种》半月刊第1一卷第4期，署名旅隼。收入《且介亭杂文二集》。本年初，文化界一部分人士为便于人们认写汉字，发起推行三百多个“手头字”运动，受到了某些“维持现状派”的反对。当时有人写了《活字与死字》一文，认为用“手头字”就会增加“别字”，表示反对的意见。鲁迅在本文中说，对于推行“手头字”既不反对也不热心，但反对那种“维持现状”的态度。指出：“文化的改革如长江大河的流行，无法遏止，假使能够遏止，那就成为死水，纵不干涸，也必腐败的。当然，在流行时，倘无弊害，岂不更是非常之好？然而在实际上，却断没有这样的事。回复故道的事是没有的，一定有迁移；维持现状的事也是没有的，一定有改变。有百利而无一弊的事也是没有的，只可权大小。况且我们的方块字，古人写了别字，今人也写别字，可见要写别字的病根，是在方块字本身的，别字病将与方块字本身并存，除了改革这方块字之外，实在并没有救济的十全好方法”。在本年4月10日致曹聚仁信中亦论及此事，说：“那一篇文章，因为不能一直写下去，又难以逞心而谈，真弄得虎头蛇尾，开初原想大发议论，但儿天以后，竟急急的结束了。那些维持现状的先生们，貌似平和，实乃进步的大害。最可笑的是他们对于已经错定的，无可如何，毫无改革之意，只在防患未然，不许‘新错’，而又保护‘旧错’，这岂不可笑。”（按：本文写作日期署3月21日，《日记》3月31日载：“谈补完《从“别字”说开去》成一篇。”故从《日记》）',
        startDate: { year: '1935', month: '03', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['旅隼', '《从“别字”说开去》']
      },
      {
        id: '119',
        title: '鲁迅撰写《徐懋庸作<打杂集>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《徐懋庸作<打杂集>序》。载5月《芒种》半月刊第6期，题作《“打杂集”序言》，后印入《打杂集》，署名鲁迅。收入《且介亭杂文二集》。上年9月，林希隽在《杂文与杂文家》（载1934年9月《现代》杂志第5卷第5期）一文中攻击杂文的“意义是极端狭窄的”，“决不能与小说戏曲并日而语”。又说“无论杂文家之群如何地为杂文辩护，主观的地把杂文的价码抬得如何高，可是这堕落的事实是不容掩讳的”。还有一些人攻击杂文“不是东西”。鲁迅在本文中，痛斥了这些攻击，揭露了一些人砍削杂文和帮闲文人为虎作伥的行径。他说，“杂文这东西，我却恐怕要侵入高尚的文学楼台去的”。被某些人所称颂的一些古诗，其实“和我们不相干，那里能够及得这些杂文的和现在切贴，而且生动，泼剌，有益，而且也能移人情。能移人情，对不起得很，就不免要搅乱你们的文苑，至少，是将不是东西之流的唾向杂文的许多唾沫，一脚就踏得无踪无影了，只剩下一张满是油汗兼雪花膏的嘴脸”。因为杂文“言之有物”，所以“我还更乐观于杂文的开展，日见其斑斓。第一是使中国的著作界热闹，活泼；第二是使不是东西之流缩头；第三是使所谓‘为艺术而艺术’的作品，在相形之下，立刻显出不死不活相”。鲁迅在4月1日致徐懋庸信中说：“所谓序文，算是做好了，……我看是没有关系的，横竖不过借此骂骂林希隽。”',
        startDate: { year: '1935', month: '03', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《徐懋庸作<打杂集>序》']
      },
      {
        id: '120',
        title: '鲁迅撰写《田军作<八月的乡村>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《田军作<八月的乡村>序》。载本月上海容光书局出版的《八月的乡村》，署名鲁迅。收入《且介亭杂文二集》。《八月的乡村》这部中篇小说，反映了“九一八”以后东北人民在中国共产党领导下反对日本侵略者的斗争，也揭露国民党当局的不抵抗主义。鲁迅在序文中指出，这是“很好的一部”书，“显示着中国的一份和全部，现在和未来，死路与活路。凡有人心的读者，是看得完的，而且有所得的。”其中还以南宋小朝廷等历史事实影射、抨击国民政府的反动政策及胡适为日本帝国主义者“征服中国民族的心”献策的行径，指出，“一方面是庄严的工作，另一方面却是荒淫与无耻”，这正是好书倒会“不容于中华民国”的原因。',
        startDate: { year: '1935', month: '03', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《田军作<八月的乡村>序》']
      },
      {
        id: '121',
        title: '鲁迅撰写《<奇闻二则>译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奇闻二则>译后附记》，载4月16日《译文》月刊第2卷第2期，署名鲁迅。后录入《<坏孩子和别的奇闻>译者后记》。在《译后附记》谈到书中的木刻插图时说：“恐怕并非玛修丁为小说而作木刻，倒是翻译者Alexander Eliasherg为木刻而译小说的罢。但那木刻，却又并不十分依从小说的叙述，例如《难解的性格》中的女人，照小说，是扇上该有须头，鼻梁上应该架着眼镜，手上也该有手镯的，而插画里都没有。大致一看，动手就做，不必和本书一一相符，这是西洋的插画家很普通的脾气。虽说‘神似’比‘形似’更高一著，但我总以为并非插画的正轨，中国的画家是用不着学他的——倘能‘形神俱似’，不是比单单的‘形似’又高一著么？”',
        startDate: { year: '1935', month: '03', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奇闻二则>译后附记》']
      },
      {
        id: '122',
        title: '鲁迅翻译《难解的性格》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完俄国作家契珂夫（通译契诃夫）的短篇小说《难解的性格》、《波斯勋章》、《阴谋》三篇。《难解的性格》和《阴谋》载4月16日《译文》月刊第2卷第2期，题为《奇闻二则》，署名鲁迅。《波斯勋章》被国民党检查机关禁止发表。以上三篇均收入《坏孩子和别的奇闻》。鲁迅在本年9月15日所写的《<坏孩子和别的奇闻>译者后记》中说：“我又寄去了三篇：《波斯勋章》、《难解的性格》和《阴谋》……但待到在《译文》第2卷第2期上发表出来时，《波斯勋章》不见了，后记上也删去了关于这一篇作品的话，并改‘三篇’为‘二篇’……谁知道今年的刊物上，新添的一行‘中宣会图书杂志审委会审查证……字第……号’，就是‘防民之口’的标记呢，但我们似的译作者的译作，却就在这机关里被删除，被禁止，被没收了，而且不许声明，像衔了麻核桃的赴法场一样。这《波斯勋章》，也就是所谓‘中宣……审委会’暗杀账上的一笔。”',
        startDate: { year: '1935', month: '03', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《难解的性格》']
      },
      {
        id: '123',
        title: '鲁迅撰写《<坏孩子和别的奇闻>译者后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完俄国作家契珂夫（通译契诃夫）的短篇小说《难解的性格》、《波斯勋章》、《阴谋》三篇。《难解的性格》和《阴谋》载4月16日《译文》月刊第2卷第2期，题为《奇闻二则》，署名鲁迅。《波斯勋章》被国民党检查机关禁止发表。以上三篇均收入《坏孩子和别的奇闻》。鲁迅在本年9月15日所写的《<坏孩子和别的奇闻>译者后记》中说：“我又寄去了三篇：《波斯勋章》、《难解的性格》和《阴谋》……但待到在《译文》第2卷第2期上发表出来时，《波斯勋章》不见了，后记上也删去了关于这一篇作品的话，并改‘三篇’为‘二篇’……谁知道今年的刊物上，新添的一行‘中宣会图书杂志审委会审查证……字第……号’，就是‘防民之口’的标记呢，但我们似的译作者的译作，却就在这机关里被删除，被禁止，被没收了，而且不许声明，像衔了麻核桃的赴法场一样。这《波斯勋章》，也就是所谓‘中宣……审委会’暗杀账上的一笔。”',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<坏孩子和别的奇闻>译者后记》']
      },
      {
        id: '124',
        title: '鲁迅翻译《俄罗斯童话》三则',
        type: EventTypesEnum.Creat,
        description: '鲁迅译完苏联作家高尔基的《俄罗斯童话》三则。',
        startDate: { year: '1935', month: '03', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯童话》三则']
      },
      {
        id: '125',
        title: '敖撰写《论讽刺》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《论讽刺》。载4月《文学》月刊第4卷第4期，署名敖，收入《且介亭杂文二集》。本文针对一些人鄙薄“讽刺”文学，并以“讽刺家”为恶名来抹杀这些作品的现实意义的偏见，说明讽刺作品其实是“直写事实的”，只是因为它记下了社会的丑而遭到诬蔑，“高雅”的人反而“向作者抹一脸泥，来掩藏自己的真相”。最后指出：“现在的所谓讽刺作品，大抵倒是写实。非写实决不能成为所谓‘讽刺’；非写实的讽刺，即使能有这样的东西，也不过是造谣和诬蔑而已。”',
        startDate: { year: '1935', month: '03', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['敖', '《论讽刺》']
      },
      {
        id: '126',
        title: '庚撰写《非有复译不可》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《非有复译不可》。载4月《文学》月刊第4卷第4期，署名庚。收入《且介亭杂文二集》。文中对当时文坛上轻视翻译，特别攻击复译的种种“唠叨”进行了剖析。指出，前几年翻译失去信用的原因之一，“是常有胡乱动笔的译本”。“要击退这些乱译，诬赖，开心，唠叨，都没有用处，唯一的好方法是又来一回复译，还不行，就再来一回。”“讥笑复译的，虽然表面上好像关心翻译界，其实是在毒害翻译界，比诬赖，开心的更有害，因为他更阴柔”。还指出，“即使已有好译本，复译也还是必要的”，“倘使后来的译者自己觉得可以译得更好，就不妨再来译一遍”，“取旧译的长处，再加上自己的新心得，这才会成功一种近于完全的定本。但因言语跟着时代的变化，将来还可以有新的复译本的，七八次何足为奇，何况中国其实也并没有译过七八次的作品。如果已经有，中国的新文艺倒也许不至于现在似的沉滞了”。',
        startDate: { year: '1935', month: '03', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['庚', '《非有复译不可》']
      },
      {
        id: '127',
        title: '杜德机撰写《“寻开心”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“寻开心”》。载4月5日《太白》半月刊第2卷第2期，署名杜德机。收入《且介亭杂文二集》。林语堂曾在一次讲演中说，作文是“玩玩笑笑，寻开心”。本文借题发挥，剖析了林语堂鼓吹“性灵”而又称赞描写悖慢淫毒心理的《野叟曝言》，广东军阀陈济棠宣扬“为国捐躯”而又提倡“读经”“尽孝”等矛盾现象，指出，凡这些，不过是拿人们开玩笑，“都是以不大十分研究为是的”。文章讽刺说，林语堂主张的“这‘玩玩笑笑，寻开心’，就是并开中国许多古怪现象的锁的钥匙”。',
        startDate: { year: '1935', month: '03', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['杜德机', '《“寻开心”》']
      },
      {
        id: '128',
        title: '鲁迅撰写《内山完造作<活中国的姿态>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《内山完造作<活中国的姿态>序》。本文以日文写成，载1935年11月上海学艺书院版《生ける支那の姿》，署名鲁迅。该书后由尤炳圻译为中文，改题为《一个日本人的中国观》，于1936年8月由开明书店出版，序文由鲁迅译出。收入《且介亭杂文二集》。文中批评了一些日本的所谓“中国通”对中国的歪曲，指出：“只要是地位，尤其是利害一不相同，则两国之间不消说，就是同国的人们之间，也不容易互相了解的”。对内山完造的《活中国的姿态》“将中国的一部分的真相，绍介给日本的读者”所作的努力，给予了肯定。并说：“日本和中国的人们之间，是一定会有互相了解的时候的。新近的报章上，虽然又在竭力的说着‘亲善’呀，‘提携’呀，到得明年，也不知道又将说些什么话，但总而盲之，现在却不是这时候”。本文还认为此书的缺点是“多说中国的优点的”。鲁迅曾对内山完造说过，“那么样，不但会滋长中国人的自负的根性，还要使革命后退，所以是不利的”（内山完造：《鲁迅先生》，见《鲁迅先生纪念集》第二辑）。鲁迅在《且介亭杂文二集》后记中说：“《活中国的姿态》的序文里，我在对于‘支那通’加以讥刺，且说明日本人的喜欢结论，语意之间好像笑着他们的粗疏。然而这脾气是也有长处的，他们的急于寻求结论，是因为急于实行的缘故，我们不应该笑一笑就完。”',
        startDate: { year: '1935', month: '03', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《内山完造作<活中国的姿态>序》']
      },
      {
        id: '129',
        title: '鲁迅撰写《<中国新文学大系>小说二集序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<中国新文学大系>小说二集序》。载8月30日初版《中国新文学大系•小说二集》，署名鲁迅。收入《且介亭杂文二集》。文中对“五四”运动以来中国新文学运动最初十年间的《新青年》、《新潮》、《弥洒》，《浅草》、《沉钟》、《晨报副刊》、《京报副刊》、《现代评论》、《莽原》、“狂飙社”，“未名社”等刊物、社团的创作主张及其部分作家作品的创作倾向、特点，作了深入、中肯的分析和全面、正确的评价，勾勒出这一时期文学发展的基本轮廓，这是现代文学史上以历史唯物主义观点研究一个时期文学现象的重要文献，为中国现代文学的研究工作提供了重要的参考。鲁迅在文中还对自己的小说创作作了评析，说：“从1918年5月起，《狂人日记》，《孔乙己》，《药》等，陆续的出现了，算是显示了‘革命文学’的实绩，又因那时的认为‘表现的深切和格式的特别’，颇激动了一部分青年读者的心……此后虽然脱离了外国作家的影响，技巧稍为圆熟，刻划也稍加深切，如《肥皂》，《离婚》等，但一面也减少了热情，不为读者们所注意了。”最后，对选辑该集的原则作了几点说明。本月6日，鲁迅在致赵家璧信中说：“序文总算弄好了，连抄带做，大约已经达到一万字；但‘江山好改，本性难移’，无论怎么小心，总不免发一点‘不妥’的议论。如果有什么麻烦，请先生随宜改定，不必和我商量了，……”后来，赵家璧回忆说：“我们对编选者的组织工作顺利完成后，良友经理认为《大系》投资多，风险大，主张把编辑计划和编选者名单先送去同审查机关打一次交道。果然不出所料，审查会头子对编选者中间的几个人名多方刁难，而对鲁迅的名字特别提出要去掉，另换别人。事实上，他耍了一个手段，他看准我们为出版《大系》将投入一笔大钱，他想乘机捞一把。隔了几天，他就挽人来暗地里敲诈勒索，说要把自己的一部‘好作品，高价卖给我们，并表示对于《大系》，将来可以帮忙。我们鉴于前一次的教训，看到他既然自己找上门来，就要他保证将来对鲁迅的选本和序文不加破坏捣乱作为条件，决定把它买下来。后来还让他用一个假名替他即了二百本，这就是鲛人（按即项德言）作《三百八十个》。这件事，鲁迅是不知道的，我们以后也从未告诉他。……现在把这件事情的经过作为史料写在这里，也可见群官们究竟是怎样的一批东西。”（赵家璧：《回忆鲁迅编选<中国新文学大系•小说二集>》，见《鲁迅回忆录》二集）',
        startDate: { year: '1935', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<中国新文学大系>小说二集序》']
      },
      {
        id: '130',
        title: '鲁迅撰写《漫谈“漫画”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《漫谈“漫画”》。载3月《太白》半月刊第1卷纪念特辑《小品文和漫画》，署名鲁迅。收入《且介亭杂文二集》。文中对漫画创作提出了重要的意见，其中说：“漫画的第一件紧要事是诚实，要确切的显示了事件或人物的姿态，也就是精神”。“漫画要彼人一目了然，所以那最普通的方法是‘夸张’，但又不是胡闹”。“廓大一个事件或人物的特点固然使漫画容易显出效果来，但廓大了并非特点之处却更容易显出效果。”又说，真正的漫画“在中国是很难生存的”，与先前的欧洲一样，“因为读者多是上等的雅人，所以漫画家的笔锋的所向，往往只在那些无拳无勇的无告者，用他们的可笑，衬出雅人们的完全和高尚来，以分得一枝雪茄的生意。”',
        startDate: { year: '1935', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《漫谈“漫画”》']
      },
      {
        id: '131',
        title: '且介撰写《漫画而又漫画》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《漫画而又漫画》。载3月《太白》半月刊第1卷纪念特辑《小品文和漫画》，署名且介。收入《且介亭杂文二集》。当时穆时英、叶灵凤等人，在他们合编的《文艺画报》上刊载德国画家格罗斯的漫画，将原画的黑线白地搞成五颜六色，面目全非。本文对此予以了嘲讽，说他们翻印的这些漫画的价值，“是漫画而又漫画”。',
        startDate: { year: '1935', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['且介', '《漫画而又漫画》']
      },
      {
        id: '132',
        title: '何干撰写《骗月亮》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《骗月亮》。载3月5日《太白》半月刊第1卷第12期“掂斤簸两”栏，署名何干。未收集。本年二月，“第三种人”的杜衡在《大晚报•火炬》上发表《月蚀引起的话》，说群众在月蚀时放鞭炮不是出于迷信，而是“出于欺骗”，以便将来见到月亮时可以“敷衍面子”。本文对此予以嘲讽，说，其实群众还有点“愚”，“只想到将来会碰到月亮，放鞭炮去声援，却没有想到也会碰到天狗。并且不知道即使现在并不声援，将来万一碰到月亮时，也可以随机说出一番道理来敷衍过去的。”如果明乎此，“那态度就一定可以‘超然’，很难看见骗的痕迹了。”从而揭露了“第三种人”以“超然”自居的骗人手法。',
        startDate: { year: '1935', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['何干', '《骗月亮》']
      },
      {
        id: '133',
        title: '鲁迅撰写《<编完写起>案语》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<编完写起>案语》。未另发表。后来收入《集外集拾遗》。《编完写起》最初发表于1925年5月15日《莽原》周刊第4期，共有4段，总题为《编完写起》。后来作者将第一、二两段合为一篇，改题《导师》，末段改题《长城》，编入《华盖集》。《按语》是针对该文的第三段写的。其中就章锡琛、周建人同陈百年（陈大齐）关于“新性道德”问题的争论以及其后的人事变化发表了感慨。说：“就这文章的表面看来，陈先生是意在防‘弊’，欲以道德济法律之穷，这就是儒家和法家的不同之点。但我并不是说：陈先生是儒家，章、周两先生是法家，——中国现在，家数又并没有这么清清楚楚。”',
        startDate: { year: '1935', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<编完写起>案语》']
      },
      {
        id: '134',
        title: '鲁迅翻译《死魂灵》（第一部）第一、二章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第一、二章']
      },
      {
        id: '135',
        title: '鲁迅翻译《死魂灵》（第一部）第三、四章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '05', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第三、四章']
      },
      {
        id: '136',
        title: '鲁迅翻译《死魂灵》（第一部）第五、六章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '06', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第五、六章']
      },
      {
        id: '137',
        title: '鲁迅翻译《死魂灵》（第一部）第七、八章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '07', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第七、八章']
      },
      {
        id: '138',
        title: '鲁迅翻译《死魂灵》（第一部）第九、十章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '08', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第九、十章']
      },
      {
        id: '139',
        title: '鲁迅翻译《死魂灵》（第一部）第十一章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '09', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）第十一章']
      },
      {
        id: '140',
        title: '鲁迅翻译《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编']
      },
      {
        id: '141',
        title: '鲁迅翻译《死魂灵》（第一部）序言',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅开始翻译俄国作家N•果戈理的小说《死魂灵》（第一部）第一、二章，至3月12日译讫，载本年5月20日生活书店版《世界文库》第一册；第三、四章，于5月8日至23日译讫，载6月20日生活书店版《世界文库》第二册；第五、六章于6月11日至24日译讫，载7月20日生活书店版《世界文库》第三册；第七、八章于7月4日至27日译讫，载8月20日生活书店版《世界文库》第四册；第九、十章于8月5日至28日译讫，载9月20日生活书店版《世界文库》第五册；第十一章于9月16日至28日译讫，载10月20日生活书店版《世界文库》第六册；均署名鲁迅。《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编），于9月9日至10月6日译讫，未另发表。序言，（俄国内斯妥尔•珂德略来斯基作）于10月17日译讫，未另发表。本书于本年11月由文化生活出版社出版单行本，后来收入《鲁迅译文集》第9卷。',
        startDate: { year: '1935', month: '10', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《死魂灵》（第一部）序言']
      },
      {
        id: '142',
        title: '栾廷石撰写《“京派”与“海派”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“京派”与“海派”》。载2月3日《申报•自由谈》，署名栾廷石。收入《花边文学》。早在1933年10月18日，沈从文在天津《大公报•文艺副刊》第9期上发表了《文学者的态度》一文，批评一些人的创作缺乏“严肃认真”的作风，讥笑上海作家“在上海赋闲”，“赋闲则每礼拜必有三五次谈话会之类”。后在同刊第32期上，他又发表《论“海派”》一文，扬“京派”而抑“海派”，说“京派’’的态度“诚朴”，“海派”则“投机取巧”，“见风转舵”。自称“第三种人”的苏汶，便于同年12月1日在《现代》第4卷第2期上发表《文人在上海》一文，为“海派”文人辩解，并引鲁迅关于不能以姓氏籍贯定人罪的话为“海派”开脱。针对这场所谓“京派”与“海派”之争，鲁迅在本文中对两派文人的政治特征和阶级实质作了深刻的分析，指出，所谓“京派”与“海派”的区别，“本不指作者的本籍而言，所指的乃是一群人所聚的地域”，“籍贯之都鄙，固不能定本人之功罪，居处的文陋，却也影响于作家的神情”。“北京是明清的帝都，上海乃各国之租界，帝都多官，租界多商，所以文人之在京者近官，没海者近商，近官者在使官得名，近商者在使商获利，而自己也赖以糊口。要而言之，不过“京派”是官的帮闲，“海派”则是商的帮忙而已”。',
        startDate: { year: '1934', month: '01', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['栾廷石', '《“京派”与“海派”》']
      },
      {
        id: '143',
        title: '鲁迅撰写《<引玉集>后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<引玉集>后记》。载本年3月以“三闲书屋”名义自费出版的《引玉集》，未署名。后来收入《集外集拾遗》。鲁迅在本文中概述了《引玉集》成书的过程、书名的来历、美术家的传略以及出版的目的。他说，自1931年以来搜集的苏联现代革命版画，“一部分已经散亡，一部分几遭兵火，而现在的人生，又无定到不及薤上露，万一相偕湮灭，在我，是觉得比失了生命还可惜的”。因此，“决计选出六十幅来，复制成书，以传给青年艺术学徒和版画的爱好者”。并指出：“目前的中国，真是荆天棘地，所见的只是狐虎的跋扈和雉兔的偷生，在文艺上，仅存的是冷淡和破坏。而且，丑角也在荒凉中趁势登场，对于木刻的绍介，已有富家赘婿和他的帮闲们的讥笑了。”“但历史的巨轮，是决不因帮闲们的不满而停运的；我已经确切的相信：将来的光明，必将证明我们不但是文艺上的遗产的保存者，而且也是开拓者和建设者。”在本年6月2日致郑振铎的信中，对于为什么编印《引玉集》亦作了说明：“这些画，青年作家真应该看看了。看近日作品，于古时衣服什器无论矣，即画现在的事，衣服器具，也错误甚多，好像诸公于裸体模特儿之外，都未留心观察，然而裸体画仍不佳。……盖中国艺术家，一向喜欢介绍欧洲十九世纪末之怪画，一怪，即便于胡为，于是畸形怪相，遂弥漫于画苑，而别一派，则以为凡革命艺术，都应该大刀阔斧，乱砍乱劈，凶眼睛，大拳头，不然，即是贵族。我这回之印《引玉集》，大半是在供此派诸公之参考的，其中多少认真，精密，那有仗着‘天才’，一挥而就的作品，倘有影响，则幸也。”另外，关于在苏联收集木刻为鲁迅提供编集《引玉集》资料，并以宣纸赠送苏联木刻家的情况，曹靖华在《哪有闲情话年月》（见曹靖华《飞花集•哪有闲情话年月》）一文中亦有详细记载。',
        startDate: { year: '1934', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<引玉集>后记》']
      },
      {
        id: '144',
        title: '倪朔尔撰写《漫骂》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《漫骂》。载22日《申报•自由谈》，署名倪朔尔。收入《花边文学》。本文针对有些人的所谓文艺批评家好“漫骂”的意见，指出，不能不加区别地反对所谓“漫骂”，“现在要问的是怎样的是‘漫骂’”，“假如指着一个人，说道：这是婊子！如果她是良家，那就是漫骂；倘使她实在是做卖笑生涯的，就并不是漫骂，倒是说了真实”。并指出：“漫骂固然冤屈了许多好人，但含含胡胡的扑灭‘漫骂’，却包庇了一切坏种。”',
        startDate: { year: '1934', month: '01', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['倪朔尔', '《漫骂》']
      },
      {
        id: '145',
        title: '倪朔尔撰写《批评家的批评家》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《批评家的批评家》。载21日《申报•自由谈》，署名倪朔尔。收入《花边文学》。《现代》第4卷第3期上发表刘莹姿《我所希望于新文坛上之批评家者》一文，攻击革命的文学批评“拿一套外国或本国的时髦圈子来套量作品的高低大小”，“这是充分地表明了我国新文坛尚无真挚伟大的批评家”；苏汶在 《现代》第4卷第1期上发表的《新的公式主义》一文，也诬蔑这些文艺批评是用一个一定的圈子向作品上面套，合就好，不合就坏。鲁迅在本文中驳斥了这些观点，指出：“我们曾经在文艺批评史上见过没有一定圈子的批评家吗？都有的，或者是美的圈，或者是真实的圈，或者是前进的圈。没有一定的圈子的批评家，那才是怪汉子呢。”“我们不能责备他有圈子，我们只能批评他这圈子对不对。”',
        startDate: { year: '1934', month: '01', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['倪朔尔', '《批评家的批评家》']
      },
      {
        id: '146',
        title: '张承禄撰写《未来的光荣》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《未来的光荣》。载11日《申报•自由谈》，署名张承禄。收入《花边文学》。文章揭露法国德哥派拉这类“恭维食与色”的文学家来华的目的，说他们无非是要“找寻些奇特的（grotesque），色情的（erotic）东西，去给他们的主顾满足”；中国人，在他们的作品里，“是要和各种所谓‘土人’一同登场的”。因此，鲁迅语重心长地提出：“我们要觉悟着被描写，还要觉悟着被描写的光荣还要多起来，还要觉悟着将来会有人以这样的事为有趣。”鲁迅在去年十二月二十八日致王志之信中曾指出：德哥派拉“盖法国礼拜六派，油头滑脑，其到中国来，大概确是搜集小说材料”，“来看支那土人，做书卖钱”，认为他来中国以采风之名行丑化侮辱中国人之实，并以此渔利。',
        startDate: { year: '1934', month: '01', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张承禄', '《未来的光荣》']
      },
      {
        id: '147',
        title: '赵令仪撰写《女人未必多说谎》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《女人未必多说谎》。载12日《申报•自由谈》，署名赵令仪。收入《花边文学》。当时韩侍桁在《申报•自由谈》发表《谈说谎》一文，说“女人讲谎话要比男人来得多”。鲁迅在本文中用古今中外的史实，批驳了这种污蔑妇女的言论。指出，“与其说‘女人讲谎话要比男人来得多’，不如说‘女人被人指为“讲谎话要比男人来得多’的时候来得多’”，历史上“女人的替自己和男人伏罪，真是太长远了”。文中引古喻今，讽刺国民党当局提倡所谓“妇女国货年”，不过是企图向妇女转嫁丧权辱国责任的新花招。',
        startDate: { year: '1934', month: '01', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['赵令仪', '《女人未必多说谎》']
      },
      {
        id: '148',
        title: '鲁迅撰写《“论语一年”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅先后作《“论语一年”》、《小品文的危机》、《帮闲法发隐》，批评林语堂等提倡的“幽默”、“闲适”的小品文。',
        startDate: { year: '1933', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“论语一年”》']
      },
      {
        id: '149',
        title: '鲁迅撰写《小品文的危机》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅先后作《“论语一年”》、《小品文的危机》、《帮闲法发隐》，批评林语堂等提倡的“幽默”、“闲适”的小品文。',
        startDate: { year: '1933', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《小品文的危机》']
      },
      {
        id: '150',
        title: '鲁迅撰写《帮闲法发隐》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅先后作《“论语一年”》、《小品文的危机》、《帮闲法发隐》，批评林语堂等提倡的“幽默”、“闲适”的小品文。',
        startDate: { year: '1933', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《帮闲法发隐》']
      },
      {
        id: '151',
        title: '鲁迅撰写《<伪自由书>后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅写完《<伪自由书>后记》，文中收集了大量反面材料，将当时文坛魑魅魍魉暴露无遗。',
        startDate: { year: '1933', month: '07', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<伪自由书>后记》']
      },
      {
        id: '152',
        title: '鲁迅撰写《“硬译”与“文学的阶级性”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“硬译”与“文学的阶级性”》。载3月1日《萌芽月刊》第1卷第3期，署名鲁迅。收入《二心集》。《新月》月刊第2卷第6、7期合刊发表梁实秋的文章《文学是有阶级性的吗？》和《论鲁迅先生的‘硬译’》，以资产阶级的人性论为依据，借口反对“硬译”否定和阻挠马克思主义文艺理论的翻译和传播。本文针对梁实秋的谬论，用马克思主义的阶级和阶级斗争观点，进行有力的批驳，揭露了梁实秋等人反对马克思主义文艺理论的资产阶级立场及其鼓吹的“人性论”的虚伪性。鲁迅以充分的论据指出：“文学不借人，也无以表示‘性’，一用人，而且还在阶级社会里，即断不能免掉所属的阶级性，无需加以‘束缚’，实乃出于必然。自然，‘喜怒哀乐，人之情也’，然而穷人决无开交易所折本的懊恼，煤油大王那会知道北京检煤渣老婆子身受的酸辛，饥区的灾民，大约总不去种兰花，像阔人的老太爷一样，贾府上的焦大，也不爱林妹妹的。”还指出，梁实秋对标语口号式作品的攻击，跟另一些“革命文学家”对这类作品的辩护一样，都是对无产文学的“有意的或无意的曲解”，因为这种标语口号式的作品“毫不足作无产文学之新兴的反证的”。文中针对梁实秋所谓可以给无产阶级文学一个位置的说法，指出：“无产者文学是为了以自己们之力，来解放本阶级并及一切阶级而斗争的一翼，所要的是全般，不是一角的地位。”鲁迅驳斥了梁实秋对“硬译”的攻击，申明了自己翻译马克思主义文艺理论的目的：“我从别国里窃得火来，本意却在煮自己的肉的，以为倘能味道较好，庶几在咬嚼者那一面也得到较多的好处，我也不枉费了身躯”。“我自信并无故意的曲译，打着我所不佩服的批评家的伤处了的时候我就一笑，打着我的伤处了的时候我就忍疼，却决不肯有所增减，这也是始终‘硬译’的一个原因。”文章最后以新月派新近的表现为例，揭露他们甘心充当国民党的“诤友”和反革命文化“围剿”急先锋的真面目。',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“硬译”与“文学的阶级性”》']
      },
      {
        id: '153',
        title: '鲁迅翻译《现代电影与有产阶级》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完日本岩崎•昶的论文《现代电影与有产阶级》，并作《译者附记》。载3月1日《萌芽月刊》第1卷第3期。署名L。收入《二心集》。《译者附记》说明本文是原作者尚未完成的《电影和资本主义》一书中的一部分，原题《作为宣传、煽动手段的电影》；翻译这篇论文的目的，是借用这面“小镜子一照”外国影片的宣传用意，使人明白“欧美帝国主义者既然用了废枪使中国战争，纷扰，又用旧影片使中国人惊异，糊涂。更旧之后，便又运入内地，以扩大其令人糊涂的教化”，从而认清帝国主义利用电影进行文化侵略的实质。本期《萌芽》的《编辑后记》说：这篇附记“虽是简单的几句话，却将社会的一部分，锋利地给以解剖了。”',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《现代电影与有产阶级》']
      },
      {
        id: '154',
        title: '鲁迅撰写《流氓的变迁》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《流氓的变迁》。载《萌芽月刊》创刊号，署名鲁迅。收入《三闲集》。本文从分析古代儒、侠的共同特点着手，指出儒的“乱法”，侠的“犯禁”，都“决不是‘叛’，不过闹点小乱子而已。”文中概述了由侠而盗，而保镳，以至近代流氓的演变过程及其在文化上的反映，指出这些人随着“安全之度增多了，奴性也跟着加足”，他们以种种流氓手段欺压他人，因为“后面是传统的靠山，对手又都非浩荡的强敌，他就在其间横行过去”，从而揭示了国民党当局所网罗的形形色色的流氓文人赖以产生的社会历史根源及其奴才的本质。',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《流氓的变迁》']
      },
      {
        id: '155',
        title: '鲁迅翻译《毁灭》第1、2部',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联法捷耶夫长篇小说《毁灭》第1、2部。连载《萌芽月刊》第1期至第6期，题为《溃灭》，署名鲁迅。译文是从日本藏原惟人的日译本转译的。《萌芽》第1期《编者附记》指出，这部作品“虽无一句革命的煽动的话，而仍使我们受到深强的感动。”本书因《萌芽》停刊，未继续译载。后又根据英、德译本参校了一遍，本年末补译完第3部，次年9月，全书出版。',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《毁灭》第1、2部']
      },
      {
        id: '156',
        title: '鲁迅撰写《新月社批评家的任务》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《新月社批评家的任务》。载《萌芽月刊》创刊号，署名鲁迅。收入《三闲集》。上年4月以后，《新月》月刊刊登了胡适等作的几篇对蒋介石集团似有针砭，实为献策的政论文字，梁实秋也连续发表《论思想统一》、《论批评的态度》和《“不满于现状便怎样呢？》等文章，一方面高喊“我们反对思想统一，我们要求思想自由”，一方面又竭力攻击鲁迅等左翼作家的杂感和左翼文艺运动。但新月派的这种手段却一时未被蒋介石理解，国民党中央执行委员会仍按《宣传审查条例》的规定，决议由教育部对胡适加以警诫，批评他作的《知难，行亦不易》、《人权与约法》等文章触犯了党讳。鲁迅在本文中揭露了新月派文人所尽的帮忙的义务，指出他们不过是国民党新军阀的“挥泪以维持治安”的“刽子手和皂隶”，辛辣地讽刺说：“现在新月社的批评家这样尽力地维持了治安，所要的却不过是‘思想自由’，想想而已，决不实现的思想。而不料遇到了别一种维持治安法，竟连想也不准想了。从此以后，恐怕要不满于两种现状了罢。”',
        startDate: { year: '1930', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《新月社批评家的任务》']
      },
      {
        id: '157',
        title: '鲁迅撰写《<小彼得>译本序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<小彼得>译本序》。载11月春潮书局版《小彼得》，署名鲁迅。收入《三闲集》。《译本序》着重指出，原作者至尔•妙伦（Hermynia von zur Mühlen）的“作品很不少，致密的观察，坚实的文章，足够成为真正的社会主义作家之一人，而使她有世界底的名声者，则大概由于那独创底的童话”。又说，这些童话，“作者的本意，是写给劳动者的孩子们看的，但输入中国，结果却又不如此。首先的缘故，是劳动者的孩子们轮不到受教育”。',
        startDate: { year: '1929', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<小彼得>译本序》']
      },
      {
        id: '158',
        title: '鲁迅翻译《人性的天才——迦尔洵》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译俄国 Lvov-Rogachevski（李沃夫-罗加切夫斯基 ，1874-1930）论文《人性的天才——迦尔洵》，并作《译者附记》。均载9月15日《春潮》月刊第1卷第9期，译文署名鲁迅，《译者附记》署名译者。后来均收入《译丛补》。《附记》说明翻译此文的用意，“无非因为其中所提起的迦尔洵的作品，有些是廿余年前已经绍介(《四日》，《邂近》)，有的是五六年前已经绍介（《红花》），读者可以更易了然，不至于但有评论而无译出的作品以资参观，只在暗中摸索”。',
        startDate: { year: '1929', month: '08', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《人性的天才——迦尔洵》']
      },
      {
        id: '159',
        title: '鲁迅撰写《人性的天才——迦尔洵》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译俄国 Lvov-Rogachevski（李沃夫-罗加切夫斯基 ，1874-1930）论文《人性的天才——迦尔洵》，并作《译者附记》。均载9月15日《春潮》月刊第1卷第9期，译文署名鲁迅，《译者附记》署名译者。后来均收入《译丛补》。',
        startDate: { year: '1929', month: '08', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《人性的天才——迦尔洵》-《译者附记》']
      },
      {
        id: '160',
        title: '鲁迅撰写《通讯（复张逢汉)》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《通讯（复张逢汉)》。载7月20日《奔流》月刊第2卷第3期，原目录页题为《通讯——关于莱芒托夫诗的翻译》，正文题为《通讯，关于孙用先生的几首译诗》，署名鲁迅。后来收入《集外集》。信中表示接受张逢汉来信中提出的“关于孙用先生的几首译诗”的批评意见，并附带说明：《奔流》杂志“介绍些名家所不屑道的东欧和北欧文学”，“尤其是巴尔干诸小国的作品，原来的意思，实在不过是聊胜于无，且给读书界知道一点所谓文学家，世界上并不止几个受奖的泰戈尔和漂亮的曼殊斐儿（按通译曼斯菲尔德）之类”。',
        startDate: { year: '1929', month: '06', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《通讯（复张逢汉)》']
      },
      {
        id: '161',
        title: '鲁迅翻译《表现主义的诸相》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本山岸光宣的论文《表现主义的诸相》。载《朝花旬刊》第1卷第3期，署名鲁迅。后来收入《译丛补》。',
        startDate: { year: '1929', month: '06', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《表现主义的诸相》']
      },
      {
        id: '162',
        title: '鲁迅撰写《哈谟生的几句话》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《哈谟生的几句话》。载3月14日《朝花周刊》第11期，署名鲁迅。后来收入《集外集拾遗》。文中指出被称为挪威左翼作家的哈谟生（通译汉姆生）的作品中，“贵族的处所却不少”。同时还援引哈谟生对托尔斯泰和易卜生的评论，批判了当时中国文艺界存在的唯心主义思想。',
        startDate: { year: '1929', month: '03', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《哈谟生的几句话》']
      },
      {
        id: '163',
        title: '鲁迅撰写《致<近代美术史潮论>的读者诸君》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《致<近代美术史潮论>的读者诸君》。载3月1日《北新》半月刊第3卷第5号，原无标题，署名鲁迅。后来收入《集外集拾遗》。鲁迅所译日本板垣鹰穗《近代美术史潮论》一书，曾于《北新》半月刊连载（译文自1928年1月1日第2卷第5期起，至同卷第22期载完。插图至1929年4月1日第3卷第6期止）。本年上海北新书局又将译文重校印行单行本。本文说明翻译此书的目的是向中国读者全面介绍欧洲近代美术发展的历史情况及其代表作，指出，此书“自然决非不朽之作，但也自立统系，言之成理的，现在还不能抹煞他的存在”，批驳了某些“蒙着‘革命文学家’面具”的人对翻译此书的非议。文中还对译文在连载过程中，由于当时出版业的落后所造成的校对、制图方面的缺陷，深为感慨，说：“倘只能在中国而偏要留心国外艺术的人，我以为必须看看外国印刷的图画，那么，所领会者，必较拘泥于‘国货’的时候为更多。——这些话，虽然还是我被人骂了几年的‘少看中国书’的老调，但我敢说，自己对于这主张，是有十分确信的。”',
        startDate: { year: '1929', month: '02', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《致<近代美术史潮论>的读者诸君》']
      },
      {
        id: '164',
        title: '鲁迅翻译《现代新兴文学的诸问题》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完日本片上伸的《现代新兴文学的诸问题》（原书题为《现代无产阶级文学的诸问题》），并作《小引》。均未另发表。4月由大江书铺出版，为《文艺理论小丛书》之一。署名鲁迅。《小引》介绍原作的主旨是愿于读者解释现今新兴的无产阶级文学问题的性质和方向，以及和时代的交涉等，有一点裨助”。而翻译这篇的目的，是因为外国文艺“新潮之进中国，往往只有几个名词，主张者以为可以咒死敌人，敌对者也以为将被咒死，喧嚷一年半载，终于火灭烟消。如什么罗曼主义，自然主义，表现主义，未来主义……仿佛都已过去了，其实又何尝出现。现在借这一篇，看看理论和事实，知道势所必至，平平常常，空嚷力禁，两皆无用，必先使外国的新兴文学在中国脱离‘符咒’气味，而跟着的中国文学才有新兴的希望”。',
        startDate: { year: '1929', month: '02', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《现代新兴文学的诸问题》']
      },
      {
        id: '165',
        title: '鲁迅撰写《谨启（致<北新>半月刊读者）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《谨启（致<北新>半月刊读者）》。载2月16日《北新》半月刊第3卷第4号，署名鲁迅。后来收入《集外集拾遗》。',
        startDate: { year: '1929', month: '01', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《谨启（致<北新>半月刊读者）》']
      },
      {
        id: '166',
        title: '鲁迅撰写《<近代木刻选集>（1）附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《<近代木刻选集>（1）附记》。载本日朝花社出版的《近代木刻选集》（1），未署名。后来收入《集外集拾遗》。《附记》简介了选集中所收木刻的作者及作品的特色。',
        startDate: { year: '1929', month: '01', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<近代木刻选集>（1）附记》']
      },
      {
        id: '167',
        title: '鲁迅撰写《<蕗谷虹儿画选>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<蕗谷虹儿画选>小引》。载1月26日朝花社出版的《艺苑朝华》第1期第2辑《蕗谷虹儿画选》，署名鲁迅。后来收入《集外集拾遗》。《小引》指出，日本现代画家蕗谷虹儿的艺术特色是锋利而幽婉，“这尤合中国现代青年的心，所以他的模仿就至今不绝”；“但可惜的是将他的形和线任意的破坏”了。为了“窥见他的真面目”，《画选》“就算一面小镜子”，促使中国画家“认真起来”，进行“真的创作”。鲁迅后来在《为了忘却的记念》一文中又指出，这本《画选》“是为了扫荡上海滩上的‘艺术家’，即戳穿叶灵凤这纸老虎而印的”。',
        startDate: { year: '1929', month: '01', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<蕗谷虹儿画选>小引》']
      },
      {
        id: '168',
        title: '鲁迅撰写《托尔斯泰之死与少年欧罗巴》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联卢那察尔斯基的论文《托尔斯泰之死与少年欧罗巴》，并作《译后附记》。均载2月15日《春潮》月刊第1卷第3期，均署名鲁迅。译文收入《文艺与批评》，《译后附记》的后三段文字录入《文艺与批评》的《译者附记》中，其余文字后来收入《鲁迅译文集》第6卷附录。译文是从日本杉本良吉的日译本转译的。《附记》说明转译此篇的目的之一，是“借此可以知道时局不同，立论便往往不免于转变，豫知的事，是非常之难的”。同时又声明：“因为译者的能力不够和中国文本来的缺点，译完一看，晦涩，甚而至于难解之处也真多；倘将仂句（按：现多称作主谓词组）拆下来呢，又失了原来的精悍的语气。在我，是除了还是这样的硬译之外，只有‘束手’这一条路——就是所谓‘没有出路’——了，所余的唯一的希望，只在读者还肯硬着头皮看下去而已。”申述了坚持“硬译”的态度。',
        startDate: { year: '1929', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《托尔斯泰之死与少年欧罗巴》']
      },
      {
        id: '169',
        title: '鲁迅撰写《托尔斯泰之死与少年欧罗巴》-《译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联卢那察尔斯基的论文《托尔斯泰之死与少年欧罗巴》，并作《译后附记》。均载2月15日《春潮》月刊第1卷第3期，均署名鲁迅。译文收入《文艺与批评》，《译后附记》的后三段文字录入《文艺与批评》的《译者附记》中，其余文字后来收入《鲁迅译文集》第6卷附录。',
        startDate: { year: '1929', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《托尔斯泰之死与少年欧罗巴》-《译后附记》']
      },
      {
        id: '170',
        title: '鲁迅撰写《<近代木刻选集>（1）小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<近代木刻选集>（1）小引》。载1月24日《朝花》周刊第8期，署名鲁迅。收入1月26日朝花社出版的《艺苑朝华》第1期第1辑《近代木刻选集》（1）。后来收入《集外集拾遗》。《小引》概括地叙述了木刻最早从中国传入欧洲，发展成为新兴艺术，然后传回中国的历史过程，指出，“木刻的回国”，想来决不至于象帝国主义利用中国发明的火药和指南针，应用在枪炮和航海上“给本师吃苦的”。《近代木刻选集》（1）系鲁迅选印，编选的原因，据许广平回忆，鲁迅“编《奔流》时需要很丰富的插图，却没有地方可借”，因此只能向外国订购各种美术书籍，也就见到不少木刻作品，“所见一多，引起爱好，更大事购置”，着手编选《艺苑朝华》，予以介绍（许广平：《关于鲁迅的生活•鲁迅与中国木刻运动》）。',
        startDate: { year: '1929', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<近代木刻选集>（1）小引》']
      },
      {
        id: '171',
        title: '鲁迅撰写《<奔流>编校后记（八）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（八）》。载1月30日《奔流》月刊第1卷第8期，署名鲁迅。后来收入《集外集》附录。《后记》感慨于在中国的外国人很少有认真地将中国“现在的文化生活——无论高低，总还是文化生活——绍介给世界”，而“外国的好东西”也未能输运进中国来。文中还引用了一位苏联友人批评中国文化发展落后的话，沉痛地说：“我深信这是真的，在变动，进展的地方，十年的确可以抵得我们的一世纪或者还要多。”《后记》最后说明，本期译载梭罗古勃的短篇小说，是为了对作者的逝世“作一点纪念”。',
        startDate: { year: '1929', month: '01', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（八）》']
      },
      {
        id: '172',
        title: '鲁迅翻译《十月》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联雅各武莱夫中篇小说《十月》前三节，并作《译者识》。译文第一、二节与《译者识》载1月20日《大众文艺》月刊第1卷第5期；第三节载同刊第1卷第6期。译文署名鲁迅。《译者识》后来收入《鲁迅译文集》第7卷附录时改题《<十月>译后附记》。译文是从日本井田孝平的日译本转译的。《译后附记》指出：这篇小说的“观念”比同作者的那篇“连广告都被大报馆拒绝了”的《农夫》“是前进一点，但还是‘非革命’的，我想，它的生命，是在照着所能写的写；真实。”还说翻译的目的是在“给读者看看那时那地的情形，算是一种一时的稗史。”《十月》一书的翻译因郁达夫中止编辑《大众文艺》而中断（据鲁迅《<十月>后记》），直到1930年8月30日才译完全书。',
        startDate: { year: '1929', month: '01', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《十月》']
      },
      {
        id: '173',
        title: '鲁迅撰写《十月》-《译者识》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联雅各武莱夫中篇小说《十月》前三节，并作《译者识》。译文第一、二节与《译者识》载1月20日《大众文艺》月刊第1卷第5期；第三节载同刊第1卷第6期。译文署名鲁迅。《译者识》后来收入《鲁迅译文集》第7卷附录时改题《<十月>译后附记》。',
        startDate: { year: '1929', month: '01', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《十月》-《译者识》']
      },
      {
        id: '174',
        title: '鲁迅翻译《Leov Tolstoi》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联迈斯基的《Leov Tolstoi》（《列夫•托尔斯泰》）。载本日出版的《奔流》月刊第１卷第７期，署名鲁迅。收入《译丛补》。该文从日本杉木良吉译《马克思主义者之所见的托尔斯泰》中转译。作者迈斯基当时为苏联驻日本大使馆参赞，此文是他在1928年9月15日在东京托尔斯泰纪念会上发表的演讲。',
        startDate: { year: '1928', month: '12', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《Leov Tolstoi》']
      },
      {
        id: '175',
        title: '许霞翻译《访革命后的托尔斯泰故乡记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本藏原惟人杂文《访革命后的托尔斯泰故乡记》。载本日出版的《奔流》月刊第1卷第7期，署名许霞。后来收入《译丛补》。',
        startDate: { year: '1928', month: '12', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['许霞', '《访革命后的托尔斯泰故乡记》']
      },
      {
        id: '176',
        title: '奔流社同人撰写《敬贺新喜》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《敬贺新喜》。载本日出版的《奔流》月刊第1卷第7期，署名“奔流社同人”。后来收入《集外集拾遗》附录二。文中借祝贺新年讽刺那些自称“突变”的作家及刊物，并表示《奔流》不学华而不实的作风，继续脚踏实地为读者服务。',
        startDate: { year: '1928', month: '12', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['奔流社同人', '《敬贺新喜》']
      },
      {
        id: '177',
        title: '鲁迅翻译《托尔斯泰与马克思》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联卢那卡尔斯基演讲《托尔斯泰与马克思》。载本日出版的《奔流》月刊第1卷第7期及次年1月30日出版的第8期，署名鲁迅。收入《文艺与批评》。此文从日本外村史郎和藏原惟人辑译的《苏俄的文艺政策》一书中转译。',
        startDate: { year: '1928', month: '12', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《托尔斯泰与马克思》']
      },
      {
        id: '178',
        title: '鲁迅翻译《苏俄的文艺政策——观念形态战线和文学》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译《苏俄的文艺政策——观念形态战线和文学》。载本日出版的《奔流》月刊第1卷第7期，署名鲁迅。收入《文艺政策》时改题为《观念形态战线和文艺——一九二五年一月第一回无产作家联邦大会的决议》。该文从日本外村史郎和藏原惟人辑译的《苏俄的文艺政策》一书中转译。',
        startDate: { year: '1928', month: '12', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《苏俄的文艺政策——观念形态战线和文学》']
      },
      {
        id: '179',
        title: '鲁迅翻译《关于绥蒙诺夫及其代表作<饥饿>》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本黑田辰男论文《关于绥蒙诺夫及其代表作<饥饿>》，并作《译者识》。译文署名鲁迅，《译者识》署名译者。均载10月16日《北新》半月刊第2卷第23期。后来收入《译丛补》。鲁迅在《译者识》中说明，《饥饿》（苏联绥蒙诺夫著日记体小说）虽已有两种中译本（按指傅东华、张采真的两种译本），但并不理想；黑田辰男的这篇论文，“虽然字数不多，却简洁明白，这才可以知道一点要领，恰有余暇，便译以饷曾见《饥饿》的读者们。”',
        startDate: { year: '1928', month: '10', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于绥蒙诺夫及其代表作<饥饿>》']
      },
      {
        id: '180',
        title: '鲁迅撰写《关于绥蒙诺夫及其代表作<饥饿>》-《译者识》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本黑田辰男论文《关于绥蒙诺夫及其代表作<饥饿>》，并作《译者识》。译文署名鲁迅，《译者识》署名译者。均载10月16日《北新》半月刊第2卷第23期。后来收入《译丛补》。',
        startDate: { year: '1928', month: '10', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于绥蒙诺夫及其代表作<饥饿>》-《译者识》']
      },
      {
        id: '181',
        title: '鲁迅翻译《艺术与阶级》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联卢那卡尔斯基（Анатолий Васильевич Луначарский，1875-1933，通译卢那察尔斯基）的文艺论文《艺术与阶级》。载《语丝》周刊第4卷第40期，署名鲁迅。收入《艺术论》。该文是从升曙梦的日译本转译的，是卢那卡尔斯基《艺术论》的第三章。《艺术论》全书于次年4月22日译完。',
        startDate: { year: '1928', month: '10', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术与阶级》']
      },
      {
        id: '182',
        title: '鲁迅翻译《食人人种的话》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译法国查理路易•腓立普（Charles-Louis Philippe，1874-1909）小说《食人人种的话》并作《译者附记》。均载本年10月20日《大众文艺》月刊第1卷第2期，译文署名鲁迅，《译者附记》署名译者。后来均收入《译丛补》。译文是从日本堀口大学的日译本转译的。鲁迅在附记中说明，翻译这篇作品主要是取它描写野蛮部落举行人肉宴的“深刻讽喻”，至于作者的宗教思想“在我是也并不以为的确的”。',
        startDate: { year: '1928', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《食人人种的话》']
      },
      {
        id: '183',
        title: '鲁迅撰写《食人人种的话》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译法国查理路易•腓立普（Charles-Louis Philippe，1874-1909）小说《食人人种的话》并作《译者附记》。均载本年10月20日《大众文艺》月刊第1卷第2期，译文署名鲁迅，《译者附记》署名译者。后来均收入《译丛补》。',
        startDate: { year: '1928', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《食人人种的话》-《译者附记》']
      },
      {
        id: '184',
        title: '鲁迅撰写《“革命军马前卒”和“落伍者”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“革命军马前卒”和“落伍者”》。载3月18日《语丝》周刊第5卷第3期，署名鲁迅。收入《三闲集》。当时国民党浙江省建设厅正在筹办西湖博览会，其中的革命纪念馆征求革命遗物，竟将在旧民主主义革命中牺牲的先烈邹容的事迹列入所“落伍者的丑史”中。本文对此予以辛辣的讽刺，说：“后烈实在前进得快，二十五年前的事，就已经茫然了，可谓美史也已。”',
        startDate: { year: '1929', month: '02', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“革命军马前卒”和“落伍者”》']
      },
      {
        id: '185',
        title: '鲁迅撰写《白莽作〈孩儿塔〉序》',
        type: EventTypesEnum.Creat,
        description: '鲁迅《白莽作〈孩儿塔〉序》以《白莽遗诗序》为题发表于《文学丛报》第1期。',
        startDate: { year: '1936', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《白莽作〈孩儿塔〉序》']
      },
      {
        id: '186',
        title: '鲁迅撰写《“醉眼”中的朦胧》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“醉眼”中的朦胧》。载3月12日《语丝》周刊第4卷第11期，署名鲁迅。收入《三闲集》。创造社、太阳社部分成员由于脱离本国实际，对于大革命失败后中国革命的形势、性质和任务作了错误的估计，在文艺问题上出现严重的主观主义和宗派主义倾向。他们把“五四”以来的中国作家说成是始终在“醉生梦死之中”，要求作家“超越时代”（钱杏邨：《英兰的一生（书评）》，见1928年《太阳月刊》创刊号），提出要对“中国混沌的艺术界的现象作全面的批判” （冯乃超：《艺术与社会生活》，见1928年《文化批判》创刊号），他们特别指责鲁迅的作品是“以趣味为中心的生活基调”，“矜持的是闲暇、闲暇、第三个闲暇”，是“代表着有闲的资产阶级，或者睡在鼓里的小资产阶级” （成仿吾：《完成我们的文学革命》，见1927年初《洪水》第3卷第25期），说鲁迅“常从幽暗的酒家的楼头醉眼陶然地眺望窗外的人生”，“常追怀过去的昔日，悲悼没落的封建情绪”，他的作品“反映的只是社会变革期中的落伍者的悲哀” （冯乃超：《艺术与社会生活》，见1928年《文化批判》创刊号）等。鲁迅在本文中针对他们的观点进行了反驳，指出他们空谈无产阶级文学口号，但又不去揭露和打击当前的真正敌人，对于主要的革命对象表现了各色各样的朦胧；他们批评托尔斯泰是“卑污的说教者”，但是连托尔斯泰的“‘剥去政府的暴力，裁判行政的喜剧的假面’的勇气的几分之一也没有”；他们批评人道主义不彻底，但当反动派“‘杀人如草不闻声’的时候，连人道主义式的抗争也没有”。鲁迅针对他们脱离工农和不敢正视现实，空谈“获得无产阶级意识”，“获得大众”以“保障最后的胜利”的现象，指出：“倘要将自己从没落救出，当然应该向工农大众去”。鲁迅还针对他们在革命处于暂时低潮时侈谈作家“由艺术的武器到武器的艺术”的说法，指出，既然有“这极彻底而勇猛的主张”，那么“为什么不就到‘武器的艺术’呢?”是“因为那边正有‘武器的艺术’，所以这边只能‘艺术的武器’”；“这艺术的武器，实在不过是不得已，是从无抵抗的幻影脱出，坠入纸战斗的新梦里去了”。鲁迅认为，革命文学家只有参加革命斗争实践，才能写出真正的无产阶级革命文学。鲁迅对于上海文坛出现的这种状况，在次日致台静农信中说：“上海的情形，比北京复杂得多，攻击法也不同，须一一对付，真是糟极了。”',
        startDate: { year: '1928', month: '03', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“醉眼”中的朦胧》']
      },
      {
        id: '187',
        title: '鲁迅撰写《关于太炎先生二三事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作杂文《关于太炎先生二三事》。17日又作《因太炎先生而想起的二三事》。后者是他最后一篇未完成文稿。',
        startDate: { year: '1936', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于太炎先生二三事》']
      },
      {
        id: '188',
        title: '鲁迅撰写《因太炎先生而想起的二三事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作杂文《关于太炎先生二三事》。17日又作《因太炎先生而想起的二三事》。后者是他最后一篇未完成文稿。',
        startDate: { year: '1936', month: '10', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《因太炎先生而想起的二三事》']
      },
      {
        id: '189',
        title: '鲁迅口述《论现在我们的文学运动》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在病榻口述《论现在我们的文学运动》O. V.（冯雪峰）笔录。，阐释“民族革命战争的大众文学”的性质、内容以及两个口号的关系。',
        startDate: { year: '1936', month: '06', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《论现在我们的文学运动》']
      },
      {
        id: '190',
        title: '鲁迅口述《答托洛斯基派信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在病榻上口述《答托洛斯基派信》，O. V.（冯雪峰）笔录。信中痛斥托派临时中央委员会委员委员陈其昌（化名陈仲山）6月3日来信对中共统一战线政策的诬蔑，表明自己对中国共产党的崇敬和拥护之情。',
        startDate: { year: '1936', month: '06', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答托洛斯基派信》']
      },
      {
        id: '191',
        title: '鲁迅撰写《三月的租界》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作杂文《三月的租界》，驳斥张春桥（化名狄克）在3月15日《大晚报·星期文坛》上发表的《我们要执行自我批判》一文中对萧军《八月的乡村》的指责和非难。',
        startDate: { year: '1936', month: '04', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《三月的租界》']
      },
      {
        id: '192',
        title: '鲁迅撰写《白莽作（孩儿塔）序》',
        type: EventTypesEnum.Creat,
        description: '鲁迅抱病作《白莽作（孩儿塔）序》。白莽即“左联”五烈士之一殷夫。',
        startDate: { year: '1936', month: '03', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《白莽作（孩儿塔）序》']
      },
      {
        id: '193',
        title: '鲁迅撰写《“题未定”草（五）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“题未定”草（五）》。载10月5日《芒种》半月刊第2卷第1期，署名鲁迅。收入《且介亭杂文二集》。本文是针对一些人对左翼作家翻译、介绍苏联文学作品和马克思主义文艺理论的攻击而写的。本年5月29日，张露薇（贺志远）在天津《益世报》的《文学副刊》发表《略论中国文坛》，攻击鲁迅等翻译、介绍外国文学作品是“奴隶性”、“应声虫”等等。鲁迅在本文中对张的谬论予以了尖锐的驳斥，指出：“张露薇先生自然也是知识阶级，他在同阶级中发见了这许多奴隶，拿鞭子来抽”，就像非洲的黑奴工头傲然拿鞭子乱抽着做苦工的黑奴一样；而其实“他和他所谓的奴隶们，也只隔了一张纸”，但“那一个和一群，有这么相近，却又有这么不同，这一张纸真隔得利害：分清了奴隶和奴才”。从而画出了帝国主义和国内反动派的奴才嘴脸。本文发表时，题下原有小注：“一至三载《文学》，四不发表。”（按：《“题未定”草（四）》实系作者拟写而未写成）',
        startDate: { year: '1935', month: '08', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“题未定”草（五）》']
      },
      {
        id: '194',
        title: '鲁迅撰写《俄罗斯的童话》广告',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《俄罗斯的童话》广告。载本月上海生活书店版《俄罗斯的童话》版权页后，未署名，未收集。《广告》介绍说：高尔基的这部童话“短短的十六篇，用漫画的笔法，写出了老俄国人的生态和病情，但又不只写出了老俄国人，所以这作品是世界的；就是我们中国人看起来，也往往会觉得他好像讲着周围的人物，\n或者简直自己的顶门上给扎了一大针。”',
        startDate: { year: '1935', month: '08', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》广告']
      },
      {
        id: '195',
        title: '隼撰写《五论“文人相轻”——明术》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《五论“文人相轻”——明术》。载本年9月《文学》月刊第5卷第3期，署名隼。收入《且介亭杂文二集》。本文分析了“文人相轻”口号所以为一些人宝爱，是因为它可以作为无可奈何时候的“逃路”，同时也是这些人的一种“战术”。文中对一些人多年来的所作所为进行了剖析和概括，揭露他们用以打击别人，抬高自己的各种手法。并着重对文坛上常用的给对手起“诨名”的方法进行了分析，指出这些人其实并无这样的“判断力和表现的才能”。最后嘲讽说：“连称号或诨名起得不得法，也还是因为这班‘朋友’的不‘文’”的缘故。鲁迅在本月15日致黄源的信中说：“《五论……》是一点战斗的秘诀，现在借《文学》来传授给杜衡之流，如果他们的本领仍旧没有长进，那么，真是从头顶到脚跟，全盘毫无出息了。”',
        startDate: { year: '1935', month: '08', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《五论“文人相轻”——明术》']
      },
      {
        id: '196',
        title: '隼撰写《四论“文人相轻”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《四论“文人相轻”》。载9月《文学》月刊第5卷第3期，署名隼。收入《且介亭杂文二集》。文中继续对魏金枝《分明的是非和热烈的好恶》一文中所谓“讲交友之道”的说法进行分析。指出：“朋友乃五常之一，交道是人间的美德，当然也好得很。不过骗子有屏风，屠夫有帮手，在他们自己之间，却也叫作‘朋友”的。”可见“美名未必一定包着美德”。文中还用无赖合伙行骗的事例揭穿某些人的所谓“朋友”的骗局，并对杨邨人、苏汶等人借办刊物向文学青年敛钱的行为作了讽刺，说：在上海的文坛上“一面大叫朋友，一面却要他悄悄的纳钱五块，买得‘自己的园地’，才有发表作品的权利的‘交道’，可也不见得就不会出现的”。',
        startDate: { year: '1935', month: '08', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《四论“文人相轻”》']
      },
      {
        id: '197',
        title: '鲁迅撰写《<俄罗斯的童话>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<俄罗斯的童话>小引》。最初印入文化生活社（即文化生活出版社）版《俄罗斯的童话》，署名鲁迅。后来收入《鲁迅译文集》第四卷。小引认为，这部作品“虽说‘童话’，其实是从各方面描写俄罗斯国民性的种种相，并非写给孩子们看的。”文中指出，先前的文人哲士只为帝王卿相写家谱，而高尔基则描写下层人民的生活。说：“帝王卿相有家谱，的确证明着他有祖宗；然而穷人以至奴隶没有家谱，却不能成为他并无祖宗的证据。笔只拿在或一类人的手里，写出来的东西总不免于蹊跷，先前的文人哲士，在记载上就高雅得古怪。高尔基出身下等，弄到会看书，会写字，会作文，而且作得好，遇见的上等人又不少，又并不站在上等人的高台上看，于是许多西洋镜就被拆穿了。”',
        startDate: { year: '1935', month: '08', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<俄罗斯的童话>小引》']
      },
      {
        id: '198',
        title: '鲁迅撰写《“题未定”草（一—三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“题未定”草（一—三）》。载7月《文学》月刊第5卷第1期，署名鲁迅。收入《且介亭杂文二集》。林语堂在本年5月20日《人间世》第28期的《今文八弊》中，对鲁迅等人翻译介绍外国文学作品进行攻击，说是“一味仿效西洋，自称摩登”，是“洋场孽少”和“西崽”相；还诬蔑鲁迅等注重介绍波兰、捷克等国的作品而“对于已经闻名之英法德文人”不欲深察，是“与妇女新装求入时一样，总是媚字一字不是”等等。本文从翻译《死魂灵》谈起，进而驳斥了林语堂的论调，揭露了他的洋奴本质和“西崽相”嘴脸。文中指出，林语堂一类“西崽”是专“服事洋东家的”，他们“觉得洋人势力，高于群华人，自己懂洋话，近洋人、所以也高于群华人；但自己又系出黄帝，有古文明，深通华情，胜洋鬼子，所以也胜于势力高于群华人的洋人，因此也更胜于还在洋人之下的群华人”。他们“倚徙华洋之间，往来主奴之界，这就是现在洋场上的‘西崽相”。文中指出，林语堂攻击介绍弱小民族的作品，不过是“未有西崽以前的传统”的“事大”思想的表现。介绍波兰和捷克等弱小国家的作品，是因为“中国境遇，颇类波兰，读其诗歌，即易于心心相印，不但无事大之意，也不存献媚之心”。对此，“附势奴才，拜金崽子，当然更不会知道”。“波兰捷克，虽然未曾加入八国联军来打过北京，那文学却在”，“世界文学史，是用了文学的眼睛看，而不用势利眼睛看的”。《文学》杂志在未征得鲁迅同意写稿之前，就在该刊第4卷第6期登出广告，说在下一期里将有鲁迅的散文，题目是《题未定》。鲁迅看到后颇为生气，他在本月3日致孟十还信中说：“文学社的不先征同意而登广告的办法，我看是很不好的；对于我也这样。这样逼出来的成绩，总不见得佳，而且作者要起反感。”他又在本月7日致萧军信中说：“《文学》上所登的广告，关于我的几点，是未经我的同意的，这不过是一种‘商略’，但我不赞成这样的办法。”在本文中也说这种做法“情同绑票，令我为难”。并将题目就定为《题未定》，寓以讥刺。鲁迅在本年4月28日致萧军的信中谈到过去给“文学’投稿反而受攻击的事情，十分感慨地说：“那个杂志的文章，难做得很，我先前也曾从公意做过文章，但同道中人，却用假名夹杂着真名，印出公开信来骂我，他们还造一个郭冰若的名，令人疑是郭沫若的排错者。我提出质问，但结果是模模胡胡，不得要领，我真好象见鬼，怕了。后来又遇到相象的事两回，我的心至今还没有热。现在也有人在必要时，说我‘好起来了’，但这是谣言，我倒坏了些了。”又在本年7月16日致萧军的信中进一步说明了他给《文学》投稿的原因：“其实《文学》和我并无关系，不过因为有些人要它灭亡，所以偏去支持一下，其实这也是自讨苦吃。”据黄源回忆：“因为七月份是《文学》第三年开始，所以书店以鲁迅为号召，吸收订户，作为扩大资金的手段之一。广告擅自登出来了，逼着鲁迅非做不可。但鲁迅先生在《‘题未定’草》中不点名的批评后，文章一转，反说‘也许还是自己错’。由此可见，鲁迅先生对待犯错误的自己人，是很宽大的。后来鲁迅先生即以《‘题未定’草》为题，打算写一组文章，而其中第四节不发表，是什么缘故呢？鲁迅先生的后期杂文集，都为国民党反动派所禁印，已不能公开印行发卖。鲁迅先生则委托书店里的熟人，假借一个书店的名义，自己印行，并托内山书店代售。但书一脱销，一般读者不易买到。因此，北京的投机书商在一九三五年就有翻印鲁迅先生的著作的。”“后来更有人擅自收集鲁迅先生发表在书报杂志上的文章，抢在  鲁迅先生自己编印集子前出版。鲁迅先生不得不设计对付这一批人，所以在《文学》上发表《‘题未定’草》（一至三）后，在《芒种》上发表《‘题未定’草》（五）时，在题目下有小注‘一至三载《文学》，四不发表。’鲁迅先生打算以后编写一本《‘题未定’草》集，留着（四）最后写，先不发表，直接编入集子。这是在同那一批人的斗法。但只写了第三篇《‘题未定’草》（六至九），一九三六年病了，未能继续写下去。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '06', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“题未定”草（一—三）》']
      },
      {
        id: '199',
        title: '鲁迅撰写《<中国小说史略>日本译本序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<中国小说史略>日本译本序》。本文用日文写成，载本年7月东京赛棱社版增田涉日译本，后由作者译成中文，未另发表，收入《且介亭杂文二集》。鲁迅在文中叙述了得知《中国小说史略》日译本即将出版的喜悦心情，表示了对译者和出版者的感谢，并谈到在国内新发现的几种古典小说的版本，以示对原书的重要补正。鲁迅在《且介亭杂文二集》后记中谈到本文时说：“在《中国小说史略》日译本的序文里，我声明了我的高兴，但还有一种原因却未曾说出，是经十年之久，我竟报复了我个人的私仇。当一九二六年时，陈源即西滢教授，曾在北京公开对于我的人身攻击，说我的这一部著作，是窃取盐谷温（1878-1962，字节山，日本汉学家。曾任日本东京大学教授，著有《中国文学概论讲话》等）教授的《支那文学概论讲话》里面的‘小说’一部分的；《闲话》里的所谓‘整大本的剽窃’，指的也是我。现在盐谷教授的书早有中译，我的也有了日译，两国的读者，有目共见，有谁指出我的‘剽窃’来呢？呜呼，‘男盗女娼’是人间大可耻事，我负了十年‘剽窃’的恶名，现在总算可以卸下，并且将‘谎狗’的旗子，回敬自称‘正人君子’的陈源教授。”另外，在本月十日致增田涉信中又说，“《中国小说史》序文呈上，由于忙和懒，写得芜杂，祈大加斧正，使成佳作，面目一新”。“近来不知是由于压迫加剧，生活困难，还是年岁增长，体力衰退之故，总觉得比过去烦忙而无趣。四五年前的悠闲生活，回忆起来，有如梦境，这种心情，‘正人君子’的陈源教授。”另外，在本月十日致增田涉信中又说，“《中国小说史》序文呈上，由于忙和懒，写得芜杂，祈大加斧正，使成佳作，面目一新”。“近来不知是由于压迫加剧，生活困难，还是年岁增长，体力衰退之故，总觉得比过去烦忙而无趣。四五年前的悠闲生活，回忆起来，有如梦境，这种心情，在序言中也有所流露”。“《中国小说史》豪华的装帧，是我有生以来，著作第一次穿上漂亮服装。我喜欢豪华版，也许毕竟是小资产阶级的缘故罢”。',
        startDate: { year: '1935', month: '06', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<中国小说史略>日本译本序》']
      },
      {
        id: '200',
        title: '直入撰写《两种“黄帝子孙”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《两种“黄帝子孙”》。载本月20日《太白》半月刊第2卷第7期，署名直入。后收入《集外集拾遣》。林语堂在《人间世》第26期发表《谈中西文化》一文中，曾鼓吹：“物质文明吃穿居住享用还是咱们黄帝子孙内行。”本文用阶级分析的方法，否定了这种论调。',
        startDate: { year: '1935', month: '06', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['直入', '《两种“黄帝子孙”》']
      },
      {
        id: '201',
        title: '干撰写《文坛三户》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文坛三户》。载7月《文学》月刊第5卷第1期，署名干。收入《且介亭杂文二集》。本文对文坛上的腐朽，无聊的文人进行了集中的剖析，讽刺地把这些人分为“破落户”、“暴发户”和“破落暴发户”三种类型，分析了他们的特征和所以产生的社会原因，以及他们之间的互相关系。文中说：“这文坛，从阴暗这方面看起来，暂时大约还要被这两大类子弟，就是‘破落户’和‘暴发户’所占据”。而“破落暴发户”“此后是恐怕要多起来的”，而且还会变为“恶少”或“瘪三”。指出，“使中国的文学有起色的人，在这三户之外”。本文发表以后，触到了一些人的痛处，鲁迅在本年7月16日致萧军信中说：“《文坛三户》也是我做的，似乎很有些作家看了不高兴，但我觉得我说的是真话。”',
        startDate: { year: '1935', month: '06', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['干', '《文坛三户》']
      },
      {
        id: '202',
        title: '鲁迅撰写《从帮忙到扯淡》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《从帮忙到扯淡》。本文原为《文学》月刊的《文学论坛》而写，因被当局禁止未能刊出，后于本年9月20日发表于中国留学生在东京编印的《杂文》月刊第3期，署名鲁迅。收入《且介亭杂文二集》。本文从“帮闲文学”谈起，引用古代效忠于统治者的文人为例，对他们的“帮忙”和“帮闲”作了分析。文中说：“中国的雄主，是把‘帮忙’和‘帮闲’分开来的，前者参与国家大事，作为重臣，后者却不过叫他献诗作赋，‘俳优蓄之’，只在弄    臣之例”；“到文雅的庸主时，‘帮忙’和‘帮闲’的可就混起来了，所谓国家的柱石，也常是柔媚的词臣”。但是这些人毕竟是“有文采”的，“他们的作品，有些也至今不灭”。但现代的帮闲们有“帮闲之志”而无“帮闲之才”，只会“乱点古书，重抄笑话，吹拍名士，拉扯趣闻，而居然不顾脸皮，大摆架子，反自以为得意，——自然也还有人以为有趣，——但按其实，却不过‘扯淡’而已”。“帮闲的盛世是帮忙，到末代就只剩了这扯淡”。这就给了当时的“帮闲”们以沉重的打击。鲁迅在《且介亭杂文二集•后记》中说：“我那一篇《从帮忙到扯淡》，原在指那些唱导什么儿童年，妇女年，读经救国，敬老正俗，中国本位文化，第三种人文艺等等的一大批政客豪商，文人学士，从已经不会帮忙，只能扯淡这方面看起来，确也应该禁止的，因为实在看得太明，说得太透。”在本年8月1日致增田涉的信中又说：“《文学》（一号）中《论坛》栏的《文坛三户》是拙作。还写了一篇《从帮忙到扯淡》，不许发表。所谓‘扯淡’一词，实较难译。也就是没有可说而又强要说，既无帮闲的才能，又要做帮闲的事之类。”',
        startDate: { year: '1935', month: '06', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《从帮忙到扯淡》']
      },
      {
        id: '203',
        title: '何干撰写《<全国木刻联合展览会专辑>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<全国木刻联合展览会专辑>序》。《全国木刻联合展览会专辑》原拟选收木刻画四十余幅，其中部分手拓原作存放在木刻工作者金肇野寓中，因金肇野在“一二•九”运动后被捕，故该书未能出版。序文后发表于1936年11月《文地》月刊第1卷第1期，署名何干。收入《且介亭杂文二集》。文中对新兴木刻的成绩给予了热情的肯定，指出它和大众“血脉相通一，“为大众所支持”，有着光明伟大的发展前途。并说，木刻“原是中国早先就有的东西”，“它本来就是大众的”；“近五年来骤然兴起的木刻，虽然不能说和古文化无关，但决不是葬中枯骨，换了新装，它乃是作者和社会大众的内心的一致的要求”，“因此也常常是现代社会的魂魄”。最后说：“这选集，是聚全国出品的精粹的第一本。但这是开始，不是成功，是几个前哨的进行，愿此后更有无尽的旌旗蔽空的大队。”',
        startDate: { year: '1935', month: '06', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['何干', '《<全国木刻联合展览会专辑>序》']
      },
      {
        id: '204',
        title: '隼撰写《“文人相轻”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“文人相轻”》。载5月《文学》月刊第4卷第5期，署名隼。收入《且介亭杂文二集》。当时一些人把文艺界的论争说成是“文人相轻”，“互相评头品足”，企图混淆是非界限，抹杀左翼文艺界对各种资产阶级思潮的批判的阶级斗争性质。对此，鲁迅先后写了七篇论“文人相轻”的文章，进行了分析批判。揭露了把“文人相轻”口号套用到当时的文艺论争上的谬误，指出，这些人的所谓“文人相轻”、“彼亦一是非，此亦一是非”，只不过是他们“危急之际的护身符”，其实质“是混淆黑白”，增加“文坛的黑暗”。文中说：“凡批评家的对于文人，或文人们的互相评论，各各‘指其所短，扬其所长’固可，即‘掩其所短，称其所长’亦无不可。然而那一面一定得有‘所长’，这一面一定得有明确的是非，有热烈的好恶。假使被今年新出的‘文人相轻’这一个模模胡胡的恶名所吓昏，对于充风流的富儿，装古雅的恶少，销淫书的瘪三，无不‘彼亦一是非，此亦一是非’，一律拱手低眉，不敢说或不屑说，那么，这是怎样的批评家或文人呢？——他先就非被‘轻’不可的！”',
        startDate: { year: '1935', month: '04', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《“文人相轻”》']
      },
      {
        id: '205',
        title: '旅隼撰写《“京派”和“海派”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“京派”和“海派”》。载5月5日《太白》半月刊第2卷第4期，署名旅隼。收入《且介亭杂文二集》。去年，鲁迅针对京海两派的论争，曾写了《“京派”与“海派”》一文，对两派的阶级实质作了分析。本文对前文的论点作了补充和发挥。文中以京海两派人物共同标点明人小品，合办刊物等现象为例，嘲讽说，两派合流，“京海杂烩”的出现，实在是实践了“因为爱他，所以恨他”的妙语。指出，出现这种情况，“也许是因为帮闲帮忙，近来都有些‘不景气’，所以只好两界合办，把断砖，旧袜，皮袍，洋服，巧克力，梅什儿……之类，凑在一处，重行开张，算是新公司，想借此来新一下主顾们的耳目罢”。',
        startDate: { year: '1935', month: '04', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['旅隼', '《“京派”和“海派”》']
      },
      {
        id: '206',
        title: '鲁迅撰写《中国文坛上的鬼魅》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅为英文刊物《现代中国》作杂文《中国文坛上的鬼魅》，揭露国民政府反革命文化“围剿”的种种罪恶。',
        startDate: { year: '1934', month: '11', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中国文坛上的鬼魅》']
      },
      {
        id: '207',
        title: '鲁迅撰写《<饥饿之城>后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<饥饿之城>后记》。载11月16日《译文》月刊第1卷第3期，署名编者。未收集。《后记》对《饥饿之城》的作者德国作家贝塞尔的生平著作作了简要介绍。（贝塞尔[1891-1958]，德国革命诗人。早期作品有表现主义色彩。1919年加入德国共产党。后发表过《在列宁墓旁》和《伟大的计划》等诗。希特勒执政后，即流亡国外）',
        startDate: { year: '1934', month: '10', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<饥饿之城>后记》']
      },
      {
        id: '208',
        title: '乐雯撰写《描写自己》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译法国A．纪德（André Gide）的杂文《描写自己》及《译后附记》。均载《译文》月刊第1卷第2期，署名乐雯。均收入《鲁迅译文集•译丛补》。《译后附记》说明翻译该文的意图：“每一个世界的文艺家，要中国现在的读者来看他的许多著作和大部的评传，我以为这是一种不看事实的要求。所以，作者的可靠的自叙和比较明白的画家和漫画家所作的肖像，是帮助读者想知道一个作家的大略的利器。《描写自己》即由这一种意义上，译出来试试的。”',
        startDate: { year: '1934', month: '10', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['乐雯', '《描写自己》']
      },
      {
        id: '209',
        title: '张禄如撰写《<山民牧唱>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈（Pío Baroja y Nessi）的《<山民牧唱>序》及《译后附记》。均载《译文》月刊第1卷第2期，署名张禄如。译文收入《山民牧唱》，《译后附记》收入《鲁迅译文集》第8卷附录。《<山民牧唱>序》据日本笠井镇夫的译文重译。《译后附记》说：巴罗哈“从马德里大学得到Doctor（按即博士）的称号，而在文学上，则与伊本纳兹（伊巴涅斯Vicente Blasco Ibáñez，编者按）齐名。但以本领而言，恐怕他还在伊本纳兹之上，即如写山地居民跋司珂族（Vasco）（巴斯克人，编者按）的性质，诙谐而阴郁，虽在译文上，也还可以看出作者的非凡的手段来。这序文固然是一点小品，然而在发笑之中，不是也含着深沉的忧郁么？”',
        startDate: { year: '1934', month: '10', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张禄如', '《<山民牧唱>序》']
      },
      {
        id: '210',
        title: '乐雯翻译《说述自己的纪德》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本石川涌的杂文《说述自己的纪德》。载《译文》月刊第1卷第2期，署名乐雯。收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '10', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['乐雯', '《说述自己的纪德》']
      },
      {
        id: '211',
        title: '鲁迅撰写《说“面子”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《说“面子”》。载本月《漫画生活》月刊第2期，署名鲁迅。收入《且介亭杂文》。本文对所谓“面子”作了剖析，认为，讲“面子”“是中国精神的纲领”，“每一种身份，就有一种‘面子’”，并用生动的事例揭露腐朽的统治阶级常在“面子”的掩盖下干着“不要脸”的勾当。文中说：“中国人‘要面子’，是好的，可惜的是这‘面子’是‘圆机活法’，善于变化，于是就和‘不要验’混起来了。长谷川如是闲说‘盗泉’云：‘古之君子，恶其名而不饮，今之君子，改其名而饮之。’也说穿了‘今之君子’的‘面子’的秘密。”',
        startDate: { year: '1934', month: '10', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《说“面子”》']
      },
      {
        id: '212',
        title: '张沛撰写《点句的难》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《点句的难》。载本月5日《中华日报•动向》，署名张沛。收入《花边文学》。当时“论语派”的林语堂等人极力赞扬明末小品，大量标点，出版袁中郎等人的作品，借以鼓吹所谓“性灵”文学。本文针对刘大杰标点、林语堂校阅《袁中郎全集》中断句的错误，揭露他们对自己所提倡的东西其实并没有读懂。讽刺说：“倘使是调子有定的词曲，句子相对的骈文，或并不艰深的明人小品，标点者又是名人学士，还要闹出一些破句，可未免令人不遭蚊子叮，也要起疙瘩了。嘴里是白话怎么坏，古文怎么好，一动手，对古文就点了破句，而这古文又是他正在竭力表扬的古文。破句，不就是看不懂的分明的标记么？说好说坏，又从那里来的？标点古文真是一种试金石，只消几点几圈，就把真颜色显出来了。”',
        startDate: { year: '1934', month: '10', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张沛', '《点句的难》']
      },
      {
        id: '213',
        title: '苗挺撰写《又是“莎士比亚”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《又是“莎士比亚”》。载10月4日《中华日报•动向》，署名苗挺，收入《花边文学》。本文继续批判杜衡借评论莎士比亚剧作诬蔑群众的论调，着重揭露杜衡把他所说的所谓“没有理性”的群众来比附现代中国人民，其目的是要说明人民群众没有统治者“有出息”，只配做“鸡来迎鸡，狗来迎狗”的材料。鲁迅针锋相对地指出：“‘发思古之幽情’，往往为了现在。这一比，我就疑心罗马恐怕也曾有过有理性，有明确的利害观念，感情并不被几个煽动家所控制，所操纵的群众，但是被驱散，被压制，被杀戮了。”',
        startDate: { year: '1934', month: '10', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['苗挺', '《又是“莎士比亚”》']
      },
      {
        id: '214',
        title: '隼撰写《“以眼还眼”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“以眼还眼”》（鲁迅本日日记中作《解杞忧》）。载11月《文学》月刊第3卷第5期，署名隼。收入《且介亭杂文》。自称“第三种人”的杜衡（又名苏汶）在本年6月《文艺风景》创刊号上发表《莎剧凯撒传里所表现的群众》一文，借评论莎士比亚的剧本《攸里乌斯•凯撒》，诬蔑人民群众是“一种盲目的暴力”，“没有理性”，“没有明确的利害观念”，“完全被几个煽动家所控制着，所操纵着”等等，影射和攻击共产党领导的人民群众的革命斗争。本文驳斥了杜衡对莎士比亚剧本的曲解，并引了“痛恨十月革命，逃入法国的显斯妥夫（列夫·舍斯托夫Lev Shestov，编者按）”的文章同杜衡的观点对照，揭露他假借莎士比亚之口来宣扬自己观点的手法，指出杜衡的文章实在已经打破了他所宣扬的“文艺和政治无关”的“高论”了。',
        startDate: { year: '1934', month: '09', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《“以眼还眼”》']
      },
      {
        id: '215',
        title: '黄棘撰写《考场三丑》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《考场三丑》。载10月20日《太白》半月刊第1卷第3期，署名黄棘。收入《花边文学》。本文针对当时报刊上经常登载考官讥讽中学生考卷的文章而发。文中嘲讽了“考官之流”自恃博学的老爷态度，指出：“假使将那些考官们锁在考场里，骤然问他几条较为陌生的古典，大约即使不瞎写，也未必不缴白卷的”。因为中国“古典多，记不清不足奇，都记得倒古怪”。“青年学生有一些错，不过是常人的本分而已，但竟为世诟病，我很诧异他们竟没有人呼冤”。',
        startDate: { year: '1934', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['黄棘', '《考场三丑》']
      },
      {
        id: '216',
        title: '白道撰写《中秋二愿》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《中秋二愿》。载本月28日《中华日报•动向》，署名白道。收入《花边文学》。本文是针对某些报刊宣扬历史上汉族与外族“攀亲”的故事，以及某些人鼓吹的“女人的才力会因与男性的肉体关系而受影响’的谬论而写的。文中揭露了这些论调企图在民族危机面前调和矛盾的实质和把“肉麻当有趣”的无耻行径。',
        startDate: { year: '1934', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['白道', '《中秋二愿》']
      },
      {
        id: '217',
        title: '及锋撰写《商贾的批评》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《商贾的批评》。载本月29日《中华日报•动向》，署名及锋。收入《花边文学》。本月林希隽分别在《现代》第5卷第5期，《社会月报》第1卷第4期上发表《杂文与杂文家》、《文章的商品化》等文，攻击战斗杂文的作者是“商贾”，为了“获利”而“粗制滥造”。鲁迅在本文中驳斥了林希隽的谬论，指出，写杂文“也要有一点常识，用一点苦工，要不然，就是‘杂文’，也不免更进一步的‘粗制滥造’，只剩下笑柄”。',
        startDate: { year: '1934', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['及锋', '《商贾的批评》']
      },
      {
        id: '218',
        title: '公汗撰写《中国人失掉自信力了吗》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《中国人失掉自信力了吗》。载10月20日《太白》半月刊第1卷第3期，署名公汗。收入《且介亭杂文》。由于国民政府在日本侵略面前，一面坚持“不抵抗主义”，一面把希望寄托于“国联”，后来竞大搞“求神拜佛”之类的自欺欺人的活动，因此有些人发出“中国人失掉了自信力”的叹息。本文对此作了透彻的分析，指出，有些中国人不但失掉了“自信力”，而且发展了“自欺力”；“然而，在这笼罩之下，我们有并不失掉自信力的中国人在”。“我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人，……虽是等于为帝王将相作家谱的所谓‘正史’，也往往掩不住他们的光耀，这就是中国的脊梁。”“这一类的人们，就是现在也何尝少呢？他们有确信，不自欺；他们在前仆后继的战斗，不过一面总在被摧残，被抹杀，消灭于黑暗中，不能为大家所知道罢了。”因此，“说中国人失掉了自信力，用以指一部分人则可，倘若加于全体，那简直是诬蔑”；“要论中国人，必须不被搽在表面的自欺欺人的脂粉所诓骗，却看看他的筋骨和脊梁。自信力的有无，状元宰相的文章是不足为据的，要自己去看地底下”。鲁迅在《<且介亭杂文>附记》中谈到本文时说：“《中国人失掉自信力了吗》也是写给《太白》的。凡是对于求神拜佛，略有不敬之处，都被删除，可见这时我们的‘上峰’正在主张求神拜佛。现仍补足，并用黑点为记，聊以存一时之风尚耳。”',
        startDate: { year: '1934', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《中国人失掉自信力了吗》']
      },
      {
        id: '219',
        title: '公汗撰写《中国语文的新生》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《中国语文的新生》。载10月13日《新生》周刊第1卷第36期，署名公汗。收入《且介亭杂文》。文中分析了中国文字改革的必要性，指如，“我们中国，识字的却大概只占全人口的十分之二，能作文的当然还要少”，“待到拉丁化的提议出现，这才抓住了解决问题的紧要关键”。“中国人要在这世界上生存，那些识得《十三经》的名目的学者，‘灯红’会对‘酒绿’的文人，并无用处，却全靠大家的切实的智力，是明明白白的。那么，倘要生 存，首先就必须除去阻碍传布智力的结核：非语文和方块字。”又说：“我也同意于一切冷笑家所冷嘲的大众语的前途的艰难；但以为即使艰难，也还要做；愈艰难，就愈要做。改革，是向来没有一帆风顺的，冷笑家的赞成，是在见了成效之后，如果不信，可看提倡白话文的当时。',
        startDate: { year: '1934', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《中国语文的新生》']
      },
      {
        id: '220',
        title: '苗挺撰写《“莎士比亚”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“莎士比亚”》。载9月23日《中华日报•动向》，署名苗挺。收入《花边文学》。施蛰存在《现代》第5卷第5期发表《我与文言文》一文，借谈苏联排演莎士比亚剧和所谓梅兰芳要去演《贵妃醉酒》之事，讥讽苏联的文艺政策。鲁迅在本文中对施蛰存的说法予以了嘲讽。文章以梅兰芳对记者谈话中没有说要去演《贵妃醉酒》为据，讽刺说，“自信思想及言行都是一贯”的施蛰存，“他所‘言’的别人的‘行’，却未必一致”。',
        startDate: { year: '1934', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['苗挺', '《“莎士比亚”》']
      },
      {
        id: '221',
        title: '鲁迅翻译《俄罗斯的童话》第一、二篇',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1934', month: '09', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第一、二篇']
      },
      {
        id: '222',
        title: '鲁迅撰写《俄罗斯的童话》第一、二篇-《后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1934', month: '09', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第一、二篇-《后记》']
      },
      {
        id: '223',
        title: '鲁迅翻译《俄罗斯的童话》第三篇',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1934', month: '10', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第三篇']
      },
      {
        id: '224',
        title: '鲁迅撰写《俄罗斯的童话》第三篇-《后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1934', month: '10', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第三篇-《后记》']
      },
      {
        id: '225',
        title: '鲁迅翻译《俄罗斯的童话》第七，八、九篇',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1935', month: '03', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第七，八、九篇']
      },
      {
        id: '226',
        title: '鲁迅翻译《俄罗斯的童话》第十至十六篇',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联作家高尔基的《俄罗斯的童话》第一、二篇毕，并作《后记》。载本年10月16日《译文》月刊第2卷第2期；第三篇，19日译讫，并作《后记》，载本年11月16日《译文》月刊第1卷第3期；第四、五、六篇，载本年12月16日《译文》月刊第1卷第4期；第七，八、九篇，1935年3月22日译讫，载1935年4月16日《译文》月刊第2卷第2期。均署名邓当世。第十至十六篇，1935年4月17日全部译完，未刊出。译文是据日本高桥晚成译本重译的。1935年8月由文化生活出版社出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1935', month: '04', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《俄罗斯的童话》第十至十六篇']
      },
      {
        id: '227',
        title: '直撰写《做“杂文”也不易》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《做“杂文”也不易》。载10月1日《文学》月刊第3卷第4期，署名直。后来收入《集外集拾遗》。本年3至5月《春光》杂志发起《中国目前为什么没有伟大的作品产生》的讨论，不少文章指责“大部分的作家”缺少创作的“勇气”和“野心”，不去创作为“将来”的“伟大的作品”，并将中国产生不出“伟大的作家”和“伟大的作品”的原因归咎于大家都在写“无聊的杂文”。本年9月《现代》第5卷第5期发表林希隽的《杂文和杂文家》一文，说杂文是一种“容易下笔”的东西，写作杂文“是作家毁掉了自己以投机取巧的手腕来代替一个文艺作者的严肃的工作”，是“一种恶劣的倾向”。鲁迅在本文中驳斥了这种谰言，阐明了杂文的作用和战斗意义，说明写杂文也不容易。文中说：“不错，比起高大的天文台来，‘杂文’有时确很像一种小小的显微镜的工作，也照秽水，也看脓汁，有时研究淋菌，有时解剖苍蝇。从高超的学者看来，是渺小，污秽，甚而至于可恶的，但在劳作者自己，却也是一种‘严肃的工作’，和人生有关，并且也不十分容易做”。“杂志报章上的缺不了它，‘杂文家’的放不掉它，也可见正非‘投机取巧’，‘客观上’是大有必要的。”文章还指出，这些人用以攻击杂文的其实也是“杂文”，“用‘杂文’攻击‘杂文’”，不过是在使用着先前新月派曾经使用过的“以杀止杀”的手法。（编者按：林希隽，广东潮安人，当时是上海大夏大学学生。鲁迅曾在《花边文学•商贾的批评》、《<且介亭杂文>序言》、《<且介亭杂文>二集•徐懋庸作<打杂集>序》等文中对他的谬论和浅薄无知，作过尖锐的批判和讽刺）',
        startDate: { year: '1934', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['直', '《做“杂文”也不易》']
      },
      {
        id: '228',
        title: '许遐翻译《饥馑》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅自3日下午起译俄国萨尔蒂诃夫-谢德林的小说《饥馑》，至今日毕，并作《译后附记》。译文及附记均载本年10月16日《译文》月刊第1卷第2期，署名许遐。后来收入《鲁迅译文集•译丛补》。译文是据日本新潮社《海外文学新选》第二十编八杉贞利所译的《请愿人》里重译的。《译后附记》指出，作者初期的作品“专写亚历山大二世改革前的俄国社会的缺点”，“富于社会批评的要素”；在后期的作品中，包括《饥馑》在内，“作者的锋利的笔尖，深刻的观察，却还可以窥见”。',
        startDate: { year: '1934', month: '09', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['许遐', '《饥馑》']
      },
      {
        id: '229',
        title: '许遐撰写《饥馑》-《译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅自3日下午起译俄国萨尔蒂诃夫-谢德林的小说《饥馑》，至今日毕，并作《译后附记》。译文及附记均载本年10月16日《译文》月刊第1卷第2期，署名许遐。后来收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['许遐', '《饥馑》-《译后附记》']
      },
      {
        id: '230',
        title: '鲁迅撰写《淞隐漫录》题记',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《淞隐漫录》、《淞隐续录》、《漫游随录图记》、《风筝误》等四书的藏书题记4篇。本年6月，鲁迅从上海汉文渊、二酉书店先后购得《淞隐漫录》二残本、《淞隐续录》残本、《漫游随录图记》残本及《风筝误》等四种，均为上海《点石斋画报》附录。鲁迅于本月5日将此四种书寄往北平，托宋紫佩装订成册。解放后由荑珠（按即杨霁云）抄集，刊于1959年7月25至27日《文汇报》副刊《笔会》。未收集。',
        startDate: { year: '1934', month: '09', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《淞隐漫录》题记']
      },
      {
        id: '231',
        title: '鲁迅撰写《淞隐续录》题记',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《淞隐漫录》、《淞隐续录》、《漫游随录图记》、《风筝误》等四书的藏书题记4篇。本年6月，鲁迅从上海汉文渊、二酉书店先后购得《淞隐漫录》二残本、《淞隐续录》残本、《漫游随录图记》残本及《风筝误》等四种，均为上海《点石斋画报》附录。鲁迅于本月5日将此四种书寄往北平，托宋紫佩装订成册。解放后由荑珠（按即杨霁云）抄集，刊于1959年7月25至27日《文汇报》副刊《笔会》。未收集。',
        startDate: { year: '1934', month: '09', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《淞隐续录》题记']
      },
      {
        id: '232',
        title: '鲁迅撰写《漫游随录图记》题记',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《淞隐漫录》、《淞隐续录》、《漫游随录图记》、《风筝误》等四书的藏书题记4篇。本年6月，鲁迅从上海汉文渊、二酉书店先后购得《淞隐漫录》二残本、《淞隐续录》残本、《漫游随录图记》残本及《风筝误》等四种，均为上海《点石斋画报》附录。鲁迅于本月5日将此四种书寄往北平，托宋紫佩装订成册。解放后由荑珠（按即杨霁云）抄集，刊于1959年7月25至27日《文汇报》副刊《笔会》。未收集。',
        startDate: { year: '1934', month: '09', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《漫游随录图记》题记']
      },
      {
        id: '233',
        title: '鲁迅撰写《风筝误》题记',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《淞隐漫录》、《淞隐续录》、《漫游随录图记》、《风筝误》等四书的藏书题记4篇。本年6月，鲁迅从上海汉文渊、二酉书店先后购得《淞隐漫录》二残本、《淞隐续录》残本、《漫游随录图记》残本及《风筝误》等四种，均为上海《点石斋画报》附录。鲁迅于本月5日将此四种书寄往北平，托宋紫佩装订成册。解放后由荑珠（按即杨霁云）抄集，刊于1959年7月25至27日《文汇报》副刊《笔会》。未收集。',
        startDate: { year: '1934', month: '09', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《风筝误》题记']
      },
      {
        id: '234',
        title: '鲁迅撰写《非攻》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《非攻》。未另发表，收入《故事新编》。文中通过古代“聪明的哲人”墨子阻止楚因进攻朱国的故事，歌颂了墨子反对侵凌弱小国家的正义行动，并肯定了墨子的主张非攻但又必须以武力抵抗侵犯的思想。文中还通过曹公子的形象，讽刺了国民党鼓吹的所谓“民气论”。',
        startDate: { year: '1934', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《非攻》']
      },
      {
        id: '235',
        title: '公汗撰写《不知肉味和不知水味》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《不知肉味和不知水味》。载9月20日《太白》半月刊第1卷第1期，署名公汗。收入《且介亭杂文》。当年7月，国民党当局明令规定8月27日为“孔诞纪念日”，一时尊孔复古之声甚嚣尘上。本文以报载的“孔诞纪念会”盛况和余姚农民为争水殴斗的两个材料进行对比，揭露了国民政府尊孔复古、“承平雅颂”的本质。文中讽刺说：“闻韶，是一个世界，口渴，是一个世界。食肉而不知味，是一个世界，口渴而争水，又是一个世界。自然，这中间大有君子小人之分，但‘非小人，无以养君子’，到底还不可任凭他们互相打死，渴死的。”“但余姚的实例却未免有点怕人，所以我们除食肉者听了而不知肉味的‘韶乐’之外，还要不知水味者听了而不想水喝的‘韶乐’。”本文发表时，末两段被删去124字。鲁迅在《且介亭杂文•附记》中说：“《不知肉味和不知水味》是写给《太白》的，登出来时，后半篇都不见了，我看这是‘中央宣传部书报检查委员会’的政绩。那时有人看了《太白》上的这一篇，当面问我道：‘你在说什么呀？’现仍补足，并用墨点为记，使读者可以知道我其实是在说什么。”（另按：本文写作日期，文末署“八月二十九日”，但文中所引两篇报道均载8月30日报上。鲁迅日记1934年8月31日载：“上午寄望道并稿一篇”，据此推断本文当为30日所写）',
        startDate: { year: '1934', month: '08', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《不知肉味和不知水味》']
      },
      {
        id: '236',
        title: '鲁迅撰写《门外文谈》',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《门外文谈》，澄清大众语讨论中的一些混乱思想。',
        startDate: { year: '1934', month: '08', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《门外文谈》']
      },
      {
        id: '237',
        title: '鲁迅撰写《拿来主义》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作杂文《拿来主义》，以历史唯物主义和辩证唯物主义观点，谈文化遗产的接受问题。',
        startDate: { year: '1934', month: '06', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《拿来主义》']
      },
      {
        id: '238',
        title: '鲁迅撰写《在现代中国的孔夫子》',
        type: EventTypesEnum.Creat,
        description:
          '1935年4月29日应日本《改造》杂志之约作杂文《在现代中国的孔夫子》，抨击国民政府“新生活运动” 掀起的尊孔复古逆流。',
        startDate: { year: '1935', month: '04', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《在现代中国的孔夫子》']
      },
      {
        id: '239',
        title: '鲁迅撰写《关于中国的两三件事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅为日本《改造》月刊用日文作《关于中国的两三件事》，揭露日本帝国主义侵略中国和国民党镇压人民。',
        startDate: { year: '1934', month: '01', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于中国的两三件事》']
      },
      {
        id: '240',
        title: '鲁迅撰写《答杨邨人先生公开信的公开信》',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《答杨邨人先生公开信的公开信》，揭露批判杨邨人背叛革命的行为。',
        startDate: { year: '1933', month: '12', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答杨邨人先生公开信的公开信》']
      },
      {
        id: '241',
        title: '鲁迅撰写《重三感旧》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅先后作《重三感旧》、《“感旧”以后》等文，批评施蛰存主张青年读《庄子》、《文选》。',
        startDate: { year: '1933', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《重三感旧》']
      },
      {
        id: '242',
        title: '鲁迅撰写《“感旧”以后》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅先后作《重三感旧》、《“感旧”以后》等文，批评施蛰存主张青年读《庄子》、《文选》。',
        startDate: { year: '1933', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“感旧”以后》']
      },
      {
        id: '243',
        title: '鲁迅撰写《铁流》-《编校后记》',
        type: EventTypesEnum.Creat,
        description:
          '曹靖华译苏联绥拉菲摩维支的长篇小说《铁流》，以三闲书屋名义印行，原序由瞿秋白（署名史铁儿）翻译，鲁迅写《编校后记》。出版后即遭当局查禁。',
        startDate: { year: '1931', month: '11', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《铁流》-《编校后记》']
      },
      {
        id: '244',
        title: '鲁迅撰写《“友邦惊诧”论》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在《十字街头》第2期发表《“友邦惊诧”论》，揭露国民党对外投降，对内镇压的政策。',
        startDate: { year: '1931', month: '10', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“友邦惊诧”论》']
      },
      {
        id: '245',
        title: '鲁迅撰写《梅斐尔德木刻(士敏土)之图》-《序言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅为推动新兴版画运动，以三闲书屋名义影印出版《梅斐尔德木刻(士敏土)之图》(共lO幅)，并写了《序言》。三闲书屋是鲁迅自费出版书籍而虚设的一个书店名称，实际上一切编辑、出版、发行事务，除许广平协助外，主要由鲁迅自己完成。',
        startDate: { year: '1930', month: '09', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《梅斐尔德木刻(士敏土)之图》-《序言》']
      },
      {
        id: '246',
        title: '鲁迅撰写《我和<语丝>的始终》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《我和<语丝>的始终》。载1930年2月1日《萌芽月刊》第1卷第2期，署名鲁迅。收入《三闲集》。早在厦门时，鲁迅曾说“想做一篇纪事，将五年来我和种种文学团体的关涉，讲一个大略” （据鲁迅《两地书•七五、一三五》），但实际写成的，只有本文一种。当时，一些过去在《语丝》上敢于斗争的人，思想和作风都发生很大变化。本年鲁迅回北平探亲时，即感觉到他们已拾起自己反对过的现代派“正人君子”的衣钵，或明或暗地攻击、排斥异己（据鲁迅《两地书•七五、一三五》）。他后来对友人谈到撰写本文的用意时说：“语丝派的人，先前确曾和黑暗战斗，但他们自己一有地位，本身又便变成黑暗了，一声不响，专用小玩意，来抖抖的把守饭碗。”“我在《萌芽》上发表了一篇《我和语丝的始终》，便是赠与他们的还留情面的一棍。”（鲁迅1930年2月22日致章延谦信）在本文中，鲁迅全面回顾了自己和《语丝》的各种关系，分析了这一团体由进步到没落的变化过程，指出这个变化“最分明的是几乎不提时事，且多登中篇作品了，这是因为容易充满页数而又可免于遭殃”。它已经丧失了“毁坏旧物和戳破新盒子而露出里面所藏的旧物来的一种突击之力”。本文发表后的一个月，《语丝》周刊出至5卷52期便自动停刊。',
        startDate: { year: '1929', month: '12', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《我和<语丝>的始终》']
      },
      {
        id: '247',
        title: '鲁迅翻译《契诃夫与新文艺》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译俄国Lvov-Rogachevski（李沃夫•罗加切夫斯基）的论文《契诃夫与新文艺》。载《奔流》月刊第2卷第5期，署名鲁迅。译文是从别的译本转译的，原译者不详。该刊目录页题为《契诃夫与新时代》。后来收入《译丛补》。鲁迅在该期《编辑后记》中说：此文是专为纪念契诃夫逝世二十五周年而译的，并将11月6日曹靖华寄来的苏联《契诃夫死后二十五年纪念册》中的像片作为本期的插图，以志纪念（据鲁迅《<集外集>附录•<奔流>编校后记（十二）》）。',
        startDate: { year: '1929', month: '12', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《契诃夫与新文艺》']
      },
      {
        id: '248',
        title: '鲁迅翻译《恶魔》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联高尔基的短篇小说《恶魔》，并作《译者附记》。均载1930年1月16日《北新》半月刊第4卷第1、2期合刊，译文署名鲁迅，《译者附记》未署名。后来均收入《译丛补》。译文是从日本川本正良的日译本转译的。《译者附记》认为，高尔基创作此篇时，已“是社会主义信者了，而尼采色还很浓厚”。同时结合本篇所揭示的资本主义社会中作家不过是出版商的雇工这一主题，揭露中国的一些作家如张资平之流，挂着“革命文学家”的招牌，“自开书店，自印著作，自办流行杂志，自做流行杂志贩卖人”以牟利的投机商面目。',
        startDate: { year: '1929', month: '12', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《恶魔》']
      },
      {
        id: '249',
        title: '鲁迅撰写《恶魔》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联高尔基的短篇小说《恶魔》，并作《译者附记》。均载1930年1月16日《北新》半月刊第4卷第1、2期合刊，译文署名鲁迅，《译者附记》未署名。后来均收入《译丛补》。',
        startDate: { year: '1929', month: '12', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《恶魔》-《译者附记》']
      },
      {
        id: '250',
        title: '隋洛文翻译《洞窟》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联札弥亚丁的短篇小说《洞窟》。次年7月18日作《译者附记》，均载1931年1月10日《东方杂志》第28卷第1期，署名隋洛文。译文收入《竖琴》，《译者附记》未收集。',
        startDate: { year: '1929', month: '11', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隋洛文', '《洞窟》']
      },
      {
        id: '251',
        title: '隋洛文撰写《洞窟》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联札弥亚丁的短篇小说《洞窟》。次年7月18日作《译者附记》，均载1931年1月10日《东方杂志》第28卷第1期，署名隋洛文。译文收入《竖琴》，《译者附记》未收集。',
        startDate: { year: '1930', month: '07', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隋洛文', '《洞窟》-《译者附记》']
      },
      {
        id: '252',
        title: '鲁迅撰写《<奔流>编校后记（十二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（十二）》。载12月20日《奔流》月刊第2卷第5期（译文专号），署名鲁迅。后来收入《集外集》。其中说，“这一本的出版，和第四本当有整三个月的距离”；“迟延的原因，其一、据出版所之说，是收不回成本来”，“现在总算得了一笔款，所以就尽其所有，来出一本译文的增刊”。文中结合本期《奔流》全部刊登译文这一特点，着重评述了其中介绍的五个外国作家及有关的评论文章。谈到白莽白莽 （殷夫）所译《彼得斐行状》时说：裴多菲“其实是一个爱国诗人，译者大约因为爱他，便不免有些掩护，将‘nation’译作‘民众’，我以为那是不必的。他生于那时，当然没有现代的见解，取长弃短，只要那‘斗志’能鼓动青年战士的心，就尽够了”。',
        startDate: { year: '1929', month: '11', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（十二）》']
      },
      {
        id: '253',
        title: '鲁迅撰写《扁》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《扁》']
      },
      {
        id: '254',
        title: '鲁迅撰写《路》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《路》']
      },
      {
        id: '255',
        title: '鲁迅撰写《头》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《头》']
      },
      {
        id: '256',
        title: '鲁迅撰写《通信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《通信》']
      },
      {
        id: '257',
        title: '鲁迅撰写《太平歌诀》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《太平歌诀》']
      },
      {
        id: '258',
        title: '鲁迅撰写《铲共大观',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅在一天之中写《扁》、《路》、《头》、《通信》、《太平歌诀》、《铲共大观》6篇杂文，愤怒控诉国民党扼杀革命的罪行，总结革命的经验教训，正确地表述对革命文学的观点。指出：“革命与否在人不在文，不要只是输入名词而不讲中国的实际，超越时代，不要变成了回避黑暗。”',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《铲共大观']
      },
      {
        id: '259',
        title: '鲁迅撰写《卢梭与胃口》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅分别写杂文《卢梭与胃口》和《文学与出汗》，批判“新月派”梁实秋鼓吹的人性论。',
        startDate: { year: '1927', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《卢梭与胃口》']
      },
      {
        id: '260',
        title: '鲁迅撰写《文学与出汗》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅分别写杂文《卢梭与胃口》和《文学与出汗》，批判“新月派”梁实秋鼓吹的人性论。',
        startDate: { year: '1927', month: '12', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文学与出汗》']
      },
      {
        id: '261',
        title: '鲁迅撰写《再谈香港》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《再谈香港》。载本日《语丝》周刊第155期，署名鲁迅。收入《而已集》。文中记叙作者第三次途经香港时受抄查的情形，揭露港英殖民当局迫害中国人民和查禁进步书刊的行径。',
        startDate: { year: '1927', month: '11', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《再谈香港》']
      },
      {
        id: '262',
        title: '鲁迅撰写《写于深夜里》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《写于深夜里》。载5月10日《夜莺》第1卷第3期，英文译稿载6月1日《中国呼声》(《The Voice of China》)第1卷第6期，署名鲁迅。收入《且介亭杂文末编》。文末有“附记：从《一个童话》后半起至篇末止，均据人凡君信及《坐牢略记》。”人凡即曹白。鲁迅于3月21日收到曹白信并木刻《鲁迅像》以后，对他遭到的迫害十分愤慨，即复信表示慰问和鼓励。4月1日致信曹白询问“被捕的原因，年月，审判的情形，定罪的长短”，表示“想作一点短文，到外国去发表”。4月6日致曹白信，告诉已经收到“略记”，并关切地说：“这回我要从‘略记’里摘录一点；倘有相宜之处，还想发表原文的全篇，但看起文章来，是可以推究何人所作的，这不知道于你有无妨害？可不可以就用你现在所用的笔名？这两层急等你的回信。”“我所摘录的，是把年月，地名，都删去了，但细心的人（知道那一案件的），还可以推考出所记的是那一件公案的。”5月4日致曹白信又谈到这件事，说：“你的那一篇文章，尚找不着适当的发表之处。我只抄了一段，连一封信（略有删去及改易），收在《写在深夜里》的里面。这原是为《The Voice of china》而作的，译文当发表在五月十五日这一本上，出后当送你。（你能看英文吗？便中通知我。）原文给了《夜莺》，听说不久出版，我看是要被这篇文章送终的，但他们说：这样也不要紧。”本文共五段。第一段谈珂勒惠支版画传入中国的经过和意义，着重抨击国民党杀害柔石的罪行。第二段从反动派的杀人谈起，揭露国民党秘密杀人的罪恶，说：“这几天才悟到，暗暗的死，在一个人是极其惨苦的事。”“我每当朋友或学生的死，倘不知时日，不知地点，不知死法，总比知道的更悲哀和不安；由此推想那一边，在暗室中毕命于几个屠夫的手里，也一定比当众而死的更寂寞。”指出，“秘密的杀人”是反动统治者“就要失败”的表现，因为他们已经没有自信让被害者与民众见面了。后三节即借用曹白的材料揭露国民党当局的暴虐统治。',
        startDate: { year: '1936', month: '04', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《写于深夜里》']
      },
      {
        id: '263',
        title: '鲁迅撰写《我的第一个师父》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《我的第一个师父》。载4月15日《作家》月刊第1卷第1期，署名鲁迅。收入《且介亭杂文末编•附集》。鲁迅不到一周岁时，他的父亲按照当地的习俗，为了孩子容易养大，领他到长庆寺拜了一个叫龙师父的和尚为师。本文以此为题，生动地忆述和分析了这种风俗民情，通过对龙师父及其三个儿子在家和出家的生活、性情的描绘，批判了封建道学和宗教禁欲主义对人的禁锢和摧残。文章入情入理，风趣盎然，显示出鲁迅对中国社会独到的分析。（按：据鲁迅日记，《我的第一个师父》于3月31日寄给《作家》编辑，文末署4月1日）',
        startDate: { year: '1936', month: '04', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《我的第一个师父》']
      },
      {
        id: '264',
        title: '鲁迅撰写《<死魂灵百图>广告》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《<死魂灵百图>广告》。载《译文》月刊新1卷第1期，未署名。未收集。广告说《死魂灵》插图有三种，“以阿庚所作的《死魂灵百图》为最有名，因其不尚夸张，一味写实，故为批评家所赞赏”；这一次翻印出版，“并收梭诃罗夫所作插画十二幅附卷末，以集《死魂灵》画象之大成。读者于读译本时，并翻此册，则果戈理时代的俄国中流社会情状，历历如在目前，介绍名作兼及如此多数的插图，在中国实为空前之举”。',
        startDate: { year: '1936', month: '03', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<死魂灵百图>广告》']
      },
      {
        id: '265',
        title: '且介撰写《论俗人应避雅人》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《论俗人应避雅人》。载1935年3月20日《太白》半月刊第2卷第1期，发表时题作《论俗人须避雅人》，署名且介。收入《且介亭杂文》。文中通过对古今“雅人”的剖析，揭露其虚伪的实质，指出林语堂等人的“雅”其实掩盖着凶相。文中说：“道学先生是躬行‘仁恕’的，但遇见不仁不恕的人们，他就也不能仁恕。所以朱子是大贤，而做官的时候，不能不给无告的官妓吃板子。……林语堂先生是佩服‘费厄泼赖’，但在杭州赏菊，遇见‘口里含一枝苏俄香烟，手里夹一本什么斯基的译本’的青年，他就不能不‘假作无精打彩，愁眉不展，忧国忧家’（详见《论语》第55期）的样子，面目全非了。”',
        startDate: { year: '1934', month: '12', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['且介', '《论俗人应避雅人》']
      },
      {
        id: '266',
        title: '鲁迅撰写《阿金》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《阿金》。载1936年2月《海燕》月刊第2期，署名鲁迅。收入《且介亭杂文》。文中勾画了一个为外国人所豢养，狐假虎威，惹事生非的丑恶女人的形象，实际上寄寓了对国民政府的曲折的抨击。送审时，被国民党检查机关抽去。鲁迅在《且介亭杂文》附记中揭露说：“《阿金》是写给《漫画生活》的；然而不但不准登载，听说还送到南京中央宣传会里去了。这真是不过一篇漫谈，毫无深意，怎么会惹出这样大问题来的呢，自己总是参不透。后来索回原稿，先看见第一页上有两颗紫色印，一大一小，文日‘抽去’，大约小的是上海印，大的是首都印，然则必须‘抽去’，已无疑义了。再看下去，就又发见了许多红杠子，现在改为黑杠，仍留在本文的旁边。看了杠子，有几处是可以悟出道理来的。侧如‘主子是外国人’，‘炸弹’，‘巷战’之类，自然也以不提为是。但是我总不懂为什么不能说我死了‘未必能够弄到开起同乡会’的缘由，莫非官意是以为我死了会开同乡会的么？”在1935年1月29日致杨霁云信中也说：“尤奇的是今年我有两篇小文，一论脸谱并非象征，一记娘姨吵架，与俄国世变，毫不相关，但皆不准登载。”',
        startDate: { year: '1934', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《阿金》']
      },
      {
        id: '267',
        title: '鲁迅撰写《病后杂谈之余——关于“舒愤懑”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《病后杂谈之余——关于“舒愤懑”》，并于23日夜作附记。均载1935年3月《文学》月刊第4卷第3号，发表时标题被改为《病后余谈》，无副题，署名鲁迅，均收入《且介亭杂文》。文中以明代统治者的虐政，以及清代统治者删改古书以掩盖其凶残的史料，影射和抨击国民政府的法西斯统治和反动的文化统制政策。文章指出：“自有历史以来，中国人是一向被同族和异族屠戮，奴隶，敲掠，刑辱，压迫下来的，非人类所能忍受的苦楚，也都身受过，每一考查，真教人觉得不像活在人间。”清朝统治者对于中国人著作的手段，更令人惊心动魄，“全毁，抽毁，剜去之类也且不说，最阴险的是删改了古书的内容”，“使天下士子阅读，永不会觉得我们中国的作者里面，也曾经有过很有些骨气的人”。文中追述了辛亥革命以后辫子的遭际，讽刺说：“假如有人要我颂革命功德，以‘舒愤懑”，那么，我首先要说的就是剪辫子。”但即使这一点变化也会“复辟”，“一不小心，辫子是又可以种起来的”，表示了对国民党统治的极大愤慨，鲁迅在《且介亭杂文•附记》中说：“《病后杂谈之余》也是向《文学》的投稿，但不知道为什么，检查官这回却古里古怪了，不说不准登，也不说可登，也不动贵手删削，就是一个支支吾吾。发行人没有法，来找我自己删改了一些，然而听说还是不行，终于由发行人执笔，检查官动口，再删一通，这才能在四卷三号上登出。题目必须改为《病后余谈》，小注‘关于舒愤懑’这一句也不准有，改动的两处，我都注在本文之下，删掉的五处，则仍以黑点为记，读者试一想这些讳忌，是会觉得很有趣的。只有不准说‘言行一致’云云，也许莫明其妙，现在我应该指明，这是因为又触犯了‘第三种人’了。”在1935年1月29日致杨霁云信中又说：“我乃续作一文，谈清朝之禁汉人著作，这回他们自己不删了，只令生活书局中人动手删削……这一点责任，也不肯负，可谓全无骨气，实不及叭儿之尚能露脸狂吠也。”1935年4月9日致增田涉信中亦说：“《文学》三月号刊出的拙作，也大被删削。现在国民党的做法，实在与满清时大致相同，也许当时的汉人就以这种做法告诉满洲人。”据黄源回忆：“《病后杂谈之余》……我径把划着许多记号的校样递给先生，说：‘书店送检查回来说，要我们在校样加记号的地方，自己删改。’鲁迅先生……翻看一下打着铅笔记号的校样，声色俱厉地说：‘狗贼，要删就删，要禁止就禁止，连这一点骨气也没有，事实上还是删改，而自己竟不肯负删改的责任，要算作者或编辑改的。可恶之至。等发表后，再对付它！” 黄源：《关于鲁迅先生给我信的一些情况（三）》，见1978年《杭州文艺》第5期）',
        startDate: { year: '1934', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《病后杂谈之余——关于“舒愤懑”》']
      },
      {
        id: '268',
        title: '鲁迅撰写《病后杂谈》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《病后杂谈》。载1935年2月1日《文学》月刊第4卷第2号，署名鲁迅。收入《且介亭杂文》。文中以明清野史笔记中有关酷刑的记载讽喻国民党统治的残虐，剖析了林语堂等人鼓吹“雅”和“性灵”的实质及其社会根源。文中说，看看野史，“有些事情，真也不像人世，要令人毛骨悚然，……残酷的事实尽有，最好莫如不闻，这才可以保全性灵”，“晚明名家的潇洒小品在现在的盛行，实在也不能说是无缘无故”，聪明的士大夫“会从血泊里寻出闲适来”。又说，“‘雅’要地位，也要钱，古今并不两样的”，不过在“雅”的同时，“算盘却要收在抽屉里，或者最好是在肚子里。此之谓‘空灵’”。文章还以一些人用“前清遗老的口风”翻刻“明朝遗老”的反清著作的事例，指出：这些人“以明遗老之仇的满清的遗老自居，却又引明遗老为同调”，“这真可以说是‘为谴老而遗老’，和现在文坛上的‘为艺术而艺术’，成为一副绝好的对子了”。从而对所谓“第三种人”作了嘲讽。鲁迅在《且介亭杂文》附记中谈到本文时说：“《病后杂谈》是向《文学》的投稿，共五段，待到四卷二号上登了出来时，只剩下第一段了。后有一位作家，根据了这一段评论我道：鲁迅是赞成生病的。他竟毫不想到检查官的删削。可见文艺上的暗杀政策，有时也还有一些效力的。”后在1935年2月4日致杨霁云信中说：“被删去五分之四的，即《病后杂谈》，文学社因为只存一头，遂不登，但我是不以悬头为耻的，即去要求登载，现已在二月号《文学》上登出来了。”据黄源回忆：“《杂谈》被删剩头，就在《文学》第二期登出来，……我懂得这是对暗杀政策的揭露战术，所以《文学》第二期上发表《病后杂谈》时，第一段文章前面的‘一’字，原封不动，文章末尾，空了一段。平常我们在空白处都加补白，让这被删剩的文章的头空悬在那里。……后来这二文编入《且介亭杂文》时，就将检查官删削的全部补上，删掉的五处，都用黑点为记，并在《附记》里全部揭露了。” 黄源：《关于鲁迅先生给我信的一些情况（三）》，见1978年《杭州文艺》第5期）',
        startDate: { year: '1934', month: '12', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《病后杂谈》']
      },
      {
        id: '269',
        title: '鲁迅撰写《关于新文字》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于新文字》。本文曾用“拉丁化新文字”译出，载《拥护新文字六日报》，收入《且介亭杂文》。文中再次强调用拉丁化的新文字代替方块汉字的主张。指出方块字由于难学，长期以来被统治阶级当作“愚民政策的利器”，所以必须改革。他赞扬有利于劳苦大众的拉丁化新文字，说它是“劳苦大众自己的东西。首先的唯一的活路”。但是“这新文字是一定要受摧残的”，“中国的劳苦大众虽然并不识字，但特权阶级却还嫌他们太聪明了，正竭力的弄麻木他们的思索机关呢，例如用飞机掷下炸弹去，用机关枪送过子弹去，用刀斧将他们的颈子砍断，就都是的。”',
        startDate: { year: '1934', month: '12', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于新文字》']
      },
      {
        id: '270',
        title: '鲁迅撰写《河南卢氏曹先生教泽碑文》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅应曹靖华之请，为其父曹培元作《河南卢氏曹先生教泽碑文》。最初发表于1935年6月15日北平《细流》杂志第5、6期合刊，题为《曹植甫先生教泽碑碑文》，署名鲁迅。收入《且介亭杂文》。',
        startDate: { year: '1934', month: '11', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《河南卢氏曹先生教泽碑文》']
      },
      {
        id: '271',
        title: '焉于撰写《读书忌》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《读书忌》。载本月29日《中华日报•动向》，署名焉于。收入《花边文学》。当时在民族危机日益深重的情况下，周作人、林语堂等借鼓吹袁中郎等明人小品来宣扬所谓“空灵”。鲁迅在本文中讽刺地从读书也有“忌”谈起，揭露林语堂等人的论调是要使人们“心里空空洞洞，混混茫茫”。文中引用了明末遗民屈大均《翁山文外》中有关残酷的民族压迫的记载，指出：“如果看过这样的文章，想像过这样的情景，又没有完全忘记，那么，虽是中郎的《广庄》或《瓶史》，也断不能洗清积愤的，而且还要增加愤怒。”文中主张读一点野史笔记之类的作品，借以提高人们抗日的民族意识，说：“明人小品，好的；语录体也不坏，但我看《明季稗史》之类和明末遗民的作品却实在还要好，现在也正到了标点，翻印的时候了：给大家来清醒一下。”',
        startDate: { year: '1934', month: '11', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['焉于', '《读书忌》']
      },
      {
        id: '272',
        title: '鲁迅撰写《中国文坛上的鬼魅》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《中国文坛上的鬼魅》。最初发表于英文刊物《现代中国》月刊第1卷第5期，后由英文转译，分别载于德、法文的《国际文学》，在国内未发表。收入《且介亭杂文》。本文系统地揭露国民党实行反革命文化“围剿”，中国文坛鬼魅横行的情形，抨击了他们袭击影片公司，捣毁书店，查禁书籍，杀戮作家，收买御用文人鼓噪“民族主义文学”，利用“第三种人”检查书刊等法西斯暴行。文中指出，左翼文艺运动用“革命青年的血却浇灌了革命文学的萌芽，在文学方面，倒比先前更其增加了革命性”；在这场殊死的搏斗中，“文学界的阵线却更加分明了。蒙蔽是不能长久的，接着起来的又将是一场血腥的战斗。”',
        startDate: { year: '1934', month: '11', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中国文坛上的鬼魅》']
      },
      {
        id: '273',
        title: '阿法撰写《骂杀与捧杀》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《骂杀与捧杀》。载本月23日《中华日报•动向》。署名阿法。收入《花边文学》。本文从一些人非难文艺批评“不外乎捧与骂”的议论说起，说明“指英雄为英雄，说娼妇是娼妇，表面上虽像捧与骂，实则说得刚刚合式，不能责备批评家的”；“批评的失了威力，由于‘乱’，甚而至于‘乱’到和事实相反”，因而“效果有时也就相反”。文中着重嘲讽了林语堂等人为了鼓吹“性灵”而乱捧乱点《袁中郎全集》，在中郎脸上“画上花脸”，“招人好笑”，以及“新月派”诗人徐志摩大捧泰戈尔，“说得他好像活神仙一样”，反而使人感到“隔膜”。指出，这种乱捧只能表明“学者或诗人”“自己的不诚恳”和“学识的不够”。并说：“如果没有旁人来指明真相呢，这作家就从此被捧杀，不知道要多少年后才翻身。”',
        startDate: { year: '1934', month: '11', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['阿法', '《骂杀与捧杀》']
      },
      {
        id: '274',
        title: '鲁迅撰写《答<戏>周刊编者信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《答<戏>周刊编者信》（本文写作日期署“十一月十四日”，《日记》为“十五日"，现从《日记》）。载本月25日《中华日报》副刊《戏》周刊第15期，署名鲁迅。收入《且介亭杂文》。本年8月19日，袁牧之在其主编的《中华日报》副刊《戏》周刊上连载了据小说《阿Q正传》改编的剧本，当第一幕刊完时，发表了编者向鲁迅征求意见的信。鲁迅就编者所提要求发表了意见。首先针对剧本把故事发生的地点指实为绍兴的做法，说，“我的一切小说中，指明着某处的却少得很”，“人名也一样”，以避免才子学者们胡乱揣测，横生枝节，“目的是在消灭各种无聊的副作用，使作品的力量较能集中，发挥得更强烈”。“我的方法是在使读者摸不着在写自己以外的谁，一下子就推诿掉，变成旁观者，而疑心到像是写自己，又像是写一切人，由此开出反省的道路。但我看历来的批评家，是没有一个注意到这一点的。”对剧本的语言问题，指出：“这回编者的对于主角阿Q所说的绍兴话，取了这样随手胡调的态度，我看他的眼睛也是为俗尘所蔽。”“我以为现在的办法，只好编一种对话都是比较的容易了解的剧本”，“这剧本最好是不要专化，却使大家可以活用”。最后，对绍伯所写的《调和》一文予以了驳斥。本年八月，鲁迅的《答曹聚仁先生信》发表于《社会月报》，该刊同期还载有杨邨人的反共文章《赤区归来记（续）》。绍伯便在《大晚报•火炬》上发表《调和》一文，说鲁迅的文章是“替杨邨人氏打开场锣鼓”，鲁迅已经和杨邨人“调和”。鲁迅在本信中说：“我并无此种权力，可以禁止别人将我的信件在刊物上发表，而且另外还有谁的文章，更无从豫先知道，所以对于同一刊物上的任何作者，都没有表示调和与否的意思；但倘有同一营垒中人，化了装从背后给我一刀，则我的对于他的憎恶和鄙视，是在明显的敌人之上的。”此信刊出后，又有人嘲笑鲁迅是个人意气，鲁迅在《且介亭杂文》附记中进行了驳斥：“《答<戏>周刊编者信》的末尾，是对于绍伯先生那篇《调和》的答复，听说当时我们有一位姓沈的‘战友’看了就呵呵大笑道：‘这老头子又发牢骚了！’‘头子’而‘老’，‘牢骚’而‘又’，恐怕真也滑稽得很。然而我自己，是认真的。不过向《戏》周刊编者去‘发牢骚’，别人也许会觉得奇怪。然而并不，因为编者之一是田汉同志，而田汉同志也就是绍伯先生。”后来，鲁迅在1935年2月7日致曹靖华信中对此事作了更详细的说明：“去年春天，有人在《大晚报》上作文，说我的短评是买办意识，后来知道这文章其实是朋友做的，……到秋天，有人把我的一封信，在《社会月报》上发表了，同报上又登有杨邨人的文章，于是又有一个朋友（即田君，兄见过的），化名绍伯，说我已与杨邨人合作，是调和派。被人诘问，他说这文章不是他做的。但经我公开诘责时，他户只得承认是自己所作。不过他说：这篇文章，是故意冤枉我的，为的是想我愤怒起来，去攻击杨邨人，不料竟回转来攻击他，真出于意料之外云云。这种战法，我真是想不到。他从背后打我一鞭，是要我生气，去打别人一鞭，现在我竟夺住了他的鞭子，他就‘出于意料之外’了。从去年下半年来，我总觉有几个人倒和‘第三种人’一气，恶意的在拿我做玩具。”又说：“我实在憎恶那暗地里中伤我的人，我不如休息休息，看看他们的非买办的战斗。”',
        startDate: { year: '1934', month: '11', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答<戏>周刊编者信》']
      },
      {
        id: '275',
        title: '鲁迅翻译《假病人》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译俄国契诃夫的小说《假病人》、《簿记课副手日记抄》、《那是她》，合为《奇闻三则》，并作《<奇闻三则>译后附记》。均载12月16日《译文》月刊第1卷第4期，署名鲁迅。译文是从德译本转译的。《奇闻三则》收入《坏孩予和别的奇闻》一书，《译后附记》并入该书《译者后记》。《译者附记》对《奇闻三则》的内容作了简要介绍，并说明他翻译这些作品的目的。说：“第一篇绍介的是一穷一富，一厚道一狡猾的贵族；第二篇是已经爬到极顶和日夜在想爬上去的雇员；第三篇是圆滑的行武出身的老绅士和爱听艳闻的小姐。字数虽少，脚色却都活画出来了。但作者虽是医师，他给簿记课副手代写的日记是当不得正经的，假如有谁看了这一篇，真用升汞去治胃加答儿，那我包管他当天就送命。这种通告，固然很近于‘杞忧’，但我却也见过有人将旧小说里狐鬼所说的药方，抄进了正经的医书里面去——人有时是颇有些希奇古怪的。”又说：“这回的翻译的主意，与其说为了文章，倒不如说是因为插画；德译本的出版，好像也是为了插画的。这位插画家玛修丁（V. N．Massiultin），是将木刻最早给中国读者赏鉴的人。”',
        startDate: { year: '1934', month: '11', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《假病人》']
      },
      {
        id: '276',
        title: '鲁迅撰写《拿破仑与隋那》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《拿破仑与隋那》。载1935年上海生活书店编辑出版的《文艺日记》，署名鲁迅。收入《且介亭杂文》。文中以拿破仑与隋那（[1749-1823]，通译琴纳，英国医学家，牛痘接种的创始人）的事迹作对比，说明“杀人者在毁坏世界，救人者在修补它，而炮灰资格的诸公，却总在恭维杀人者”；并抨击国民政府为了加强法西斯统治而吹捧“杀人者”希特勒的罪行。指出：“这看法倘不改变，我想，世界是还要毁坏，人们也还要吃苦的。”',
        startDate: { year: '1934', month: '11', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《拿破仑与隋那》']
      },
      {
        id: '277',
        title: '公汗撰写《随便翻翻》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《随便翻翻》。载本月《读书生活》第1卷第2期，署名公汗。收入《且介亭杂文》。本文是应《读书生活》杂志之约而写的。作者从自己读书的经验谈起，认为各方面的书都可以“随便翻翻”，增加知识：“明知道和自己意见相反的书，已经过时的书”，“也可以翻一翻”，“多翻，就有比较，比较是医治受骗的好方子”。并提倡先看一些社会科学读物，以提高分析判断事物的能力：“无论是学文学的，学科学的，他应该先看一部关于历史的简明而可靠的书。”',
        startDate: { year: '1934', month: '11', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《随便翻翻》']
      },
      {
        id: '278',
        title: '张沛撰写《略论梅兰芳及其他（下）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《略论梅兰芳及其他（下）》。载本月5日《中华日报•动向》，署名张沛。收入《花边文学》。本文针对杜衡等人借梅兰芳访苏一事进行反苏反共宣传而写。他们在一些文章中嘲讽说，梅兰芳在去苏以前应该表示一点“转变”，“因为照例，到苏联去的艺术家，是无论如何应该事先表示一点‘转变’的”。鲁迅在文中指出，“梅兰芳先生却正在说中国戏是象征主义，剧本的字句要雅一些，他其实倒是为艺术而艺术，他也是一位‘第三种人’”。只不多梅兰芳却不象杜衡等人那样，“自己做了文章，却用别一个笔名”，“或虚设一社”，出些“年鉴”，“亲自作序”“来称赞自己”。',
        startDate: { year: '1934', month: '11', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张沛', '《略论梅兰芳及其他（下）》']
      },
      {
        id: '279',
        title: '张沛撰写《略论梅兰芳及其他（上）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《略论梅兰芳及其他（上）》。载本月5日《中华日报•动向》，署名张沛。收入《花边文学》。文中分析了梅兰芳的表演从俗到雅的变化过程，阐明了梅兰芳及旧剧“颇有些冷落”的原因。文章说，梅兰芳原是“俗人的宠儿，这就使士大夫敢于下手了。士大夫是常要夺取民间的东西的，将竹枝词改成文言，将‘小家碧玉’作为姨太太，但一沾着他们的手，这东西也就跟着他们灭亡”。“先前是他做戏的，这时却成了戏为他而做”，“雅是雅了，但多数人看不懂，不要看”。他被士大夫“从俗众中提出，罩上玻璃罩”，脱离了群众。“他未经士大夫帮忙的时候所做的戏，自然是俗的，甚至于猥下，肮脏，但是泼刺，有生气。待到化为‘天女’，高贵了，然而从此死板板，矜持得可怜”。从而揭示了戏剧必须保留和发扬民间优良传统才有生命力的道理。',
        startDate: { year: '1934', month: '11', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张沛', '《略论梅兰芳及其他（上）》']
      },
      {
        id: '280',
        title: '鲁迅撰写《脸谱臆测》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《脸谱臆测》。原拟刊载《生生月刊》，后被国民党检查官抽去。收入《且介亭杂文》。本月，《中华日报》副刊《戏》周刊开展关于戏曲中的脸谱是否“象征主义”问题的讨论。鲁迅在本文中反驳了伯鸿（按即田汉）在《苏联为什么邀请梅兰芳去演戏（上）》一文中以为脸谱是“象征”手法的意见。指出，因为旧时舞台的关系，“使看客非常散漫，表演倘不加重，他们就觉不到，看不清”，因此，“各类人物的脸谱，就不能不夸大化，漫画化”；“但我总觉得并非象征手法”，其实“脸谱”只不过是长期以来平民对士君子“逐渐议定的分类图”。现代戏曲中已“无须扶持它的存在了”，“然而用在别一种有意义的玩艺上，在现在，我却以为还是很有兴趣的”。文中还借谈脸谱，嘲讽了“第三种人”：“忠勇的人思想较为简单，不会神经衰弱，画皮也容易发红，倘使他要永远中立，自称‘第三种人’，精神上就不免时时痛苦，脸上一块青，一块白，终于显出白鼻子来了”。后来鲁迅在《<且介亭杂文>附记》中说：“《脸谱臆测》是写给《生生月刊》的，奉官谕：不准发表。我当初很觉得奇怪，待到领回原稿，看见用红铅笔打着杠子的处所，才明白原来是因为得罪了‘第三种人’老爷们了。现仍加上黑杠子，以代红杠子，且以警戒新作家。”',
        startDate: { year: '1934', month: '10', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《脸谱臆测》']
      },
      {
        id: '281',
        title: '直入撰写《势所必至，理有固然》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《势所必至，理有固然》。当时未发表。鲁迅逝世后刊载于1941年11月19日《奔流新集》第一辑《直入》，署名直入，后来收入《集外集拾遗》。本月，废名（按即冯文炳）在《人间世》第13期上发表《知堂先生》一文，重弹“文学不是宣传”的老调。鲁迅在本文中驳斥了他的说法。指出，“谁用文字说‘文学’不是宣传’的，也就是宣传”，“写文章自以为对于社会毫无影响，正如称‘废名’而自以为真的废了名字一样。‘废名’就是名。要于社会毫无影响，必须连任何文字也不立，要真的废名，必须连‘废名’这笔名也不署。”',
        startDate: { year: '1934', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['直入', '《势所必至，理有固然》']
      },
      {
        id: '282',
        title: '鲁迅撰写《<准风月谈>后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<准风月谈>后记》。未另发表。收入《准风月谈》。本文自16日开始写作，至今日写毕。文章回顾了《准风月谈》这本文集写作过程中的激烈斗争，剪辑大量反面文章和资料，揭露国民党文化“围剿”的横暴情形，勾勒出各色反动文人的丑恶嘴脸。鲁迅在文中说：“我的杂文，所写的常是一鼻，一嘴，一毛，但合起来，已几乎是或一形象的全体，不加什么原也过得去了。但画上一条尾巴，却见得更加完全。”还说：“时光，是一天天的过去了，大大小小的事情，也跟着过去，不久就在我们的记忆上消亡；而且都是分散的，就我自己而论，没有感到和没有知道的事情真不知有多少。但即此写了下来的几十篇，加以排比，又用《后记》来补叙些因此而生的纠纷，同时也照见了时事，格局虽小，不也描出了或一形象了么？——而现在又很少有肯低下他仰视莎士比亚，托尔斯泰的尊脸来，看看暗中，写它几句的作者。因此更使我要保存我的杂感，而且它也因此更能够生存，虽然又因此更招人憎恶，但又在围剿中更加生长起来了。呜呼，‘世无英雄，‘遂使竖子成名’，这是为我自己和中国的文坛，都应该悲愤的。”《后记》在编入《准风月谈》前，作者作了删改，在文章开头的第二自然段之后，删去了他所剪辑的刊载在《社会新闻》（1939年11月9日出版的第5卷第13期）上署名为“莘”的一篇《<读伪自由书>书后》，以及《出版消息》第33期所载国民党“中央宣传委员会”开列禁书的一段引文。删略手稿两页，现存。',
        startDate: { year: '1934', month: '10', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<准风月谈>后记》']
      },
      {
        id: '283',
        title: '白道撰写《奇怪（三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《奇怪（三）》。载本月26日《中华日报•动向》，署名白道。收入《花边文学》。本文揭露和嘲讽叶灵凤、穆时英合编的《文艺画报》生吞活剥外国画家作品的行为。其中抨击他们盗用“日本纪念他对中国的战胜”的木刻画来作“被战胜国”的中国作者作品的插图”，以及把描写“四一二”大屠杀的作品斥为“宣传工具”的行径。',
        startDate: { year: '1934', month: '10', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['白道', '《奇怪（三）》']
      },
      {
        id: '284',
        title: '公汗撰写《奇怪（三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《运命》。载本年11月20日《太白》半月刊第1卷第5期，署名公汗。收入《且介亭杂文》。本文对中国人相信“命运”的现象作了分析，认为中国人相信命运，但也相信命运可以转移；“运命并不是中国人的事前的指导，乃是事后的一种不费心思的解释”。指出：“我以为信运命的中国人而又相信运命可以转移，却是值得乐观的。不过现在为止，是在用迷信来转移别的迷信，所以归根结蒂，并无不同，以后倘能用正当的道理和实行——科学来替换了这迷信，那么，定命论的思想，也就和中国人离开了。假如真有这一日，则和尚，道士，巫师，星相家，风水先生……的宝座，就都让给了科学家，我们也不必整年的见神见鬼了。”',
        startDate: { year: '1934', month: '10', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《奇怪（三）》']
      },
      {
        id: '285',
        title: '鲁迅翻译《波兰姑娘》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联淑雪兼珂（1895-1958，通译左琴科）短篇小说《波兰姑娘》。载本月朝花社编印的《近代世界短篇小说集（1）》：《奇剑及其他》。署名鲁迅。译文是从日本米川正夫的日译本转译的。同时将所译同作者的短篇小说《贵家妇女》一并编入该书，又将1928年9月20日《大众文艺》第1期发表《贵家妇女》时所作《译者附记》加以修改，作为这两篇的“附记”。后来与两译文同收入《译丛补》。许广平在《<译丛补>编后记》中说：《波兰姑娘》等篇，“先生特抄且存之，意似欲待辑成专书者”。',
        startDate: { year: '1929', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《波兰姑娘》']
      },
      {
        id: '286',
        title: '鲁迅重作《<一篇很短的传奇>译者附记》',
        type: EventTypesEnum.Creat,
        description:
          "鲁迅重作《<一篇很短的传奇>译者附记》。《一篇很短的传奇》系俄国迦尔洵的短篇小说。鲁迅于1921年11月15日译讫，并作《附记》，均载1922年2月1日《妇女杂志》第8卷第2期。本月将该译文收入朝花社编印的《近代世界短篇小说集（1）》：《奇剑及其他》时，删去原《附记》，改用本《附记》，未另发表。译文及两次《附记》，后来均收入《译丛补》。本《附记》简介作者生平及其著作，着重说明迦尔洵“是在俄皇亚历山大三世政府的压迫之下，首先绝叫，以一身来担人间苦的小说家”。并认为：这篇小说“虽然并无显名，但颇可见作者的博爱和人道底彩色，和南欧的但农契阿（D'Annunzio）（按通译邓南遮）所作《死之胜利》，以杀死可疑的爱人为永久的占有，思想是截然两路的。”",
        startDate: { year: '1929', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<一篇很短的传奇>译者附记》']
      },
      {
        id: '287',
        title: '鲁迅翻译《面包店时代》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈的杂文《面包店时代》及《译者附记》。载4月25日《朝花》周刊第17期，译文署名鲁迅，《附记》未署名。收入《山民牧唱》附录（本篇收入《山民牧唱》附录时，文末写有“编者识”说：案此篇在1929年4月25日《朝花》周刊第17期所载，因从此可以了解作者生活的一部分，所以虽非《山民牧唱》原书所有，也附在这里了。”1958年版《鲁迅译文集》的《译丛补》中，未收“编者识”）。后来收入《译丛补》。译文是从日本冈田忠一的日译本转译的。《附记》说：“巴罗哈同伊本涅支（按通译伊巴涅斯）一样，也是西班牙现代的伟大的作家”，“译整篇的论文，介绍他到中国的，始于《朝花》” （指崔真吾译的《巴罗哈》，见1928年3月28日、4月4日《朝花》周刊第13、14期）。此文“也可以作小说看，因为他有许多短篇小说，写法也是这样的”。',
        startDate: { year: '1929', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《面包店时代》']
      },
      {
        id: '288',
        title: '鲁迅撰写《面包店时代》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴罗哈的杂文《面包店时代》及《译者附记》。载4月25日《朝花》周刊第17期，译文署名鲁迅，《附记》未署名。收入《山民牧唱》附录（本篇收入《山民牧唱》附录时，文末写有“编者识”说：案此篇在1929年4月25日《朝花》周刊第17期所载，因从此可以了解作者生活的一部分，所以虽非《山民牧唱》原书所有，也附在这里了。”1958年版《鲁迅译文集》的《译丛补》中，未收“编者识”）。后来收入《译丛补》。',
        startDate: { year: '1929', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《面包店时代》-《译者附记》']
      },
      {
        id: '289',
        title: '鲁迅翻译《新时代的豫感》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完日本片上伸的论文《新时代的豫感》，并作《附记》。均载5月15日《春潮》月刊第1卷第6期，译文署名鲁迅，《附记》未署名。后来收入《译丛补》。原作是评论俄国象征派的代表作家（1867-1942，通译巴尔蒙特）、梭罗古勃（1863-1927，原名菲多尔•库兹米奇•杰杰尔尼可夫）和革命文学家高尔基在十月革命前的创作的。鲁迅在《附记》中说明翻译此文，是“借此来看看他们的时代的背景，和他们各个的差异的”精神；又可以借此了解卢那察尔斯基竭力批判俄国超现实作家的唯美主义的原因；“又可以借此知道中国的创造社之流先前鼓吹‘为艺术的艺术’而现在大谈革命文学，是怎样的永是看不见现实而本身又并无理想的空嚷嚷。”并指出：“超现实底的文艺家，虽然回避现实，或也憎恶现实，甚至于反抗现实，但和革命底的文学者，我以为是大不相同的。”',
        startDate: { year: '1929', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《新时代的豫感》']
      },
      {
        id: '290',
        title: '鲁迅撰写《新时代的豫感》-《附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完日本片上伸的论文《新时代的豫感》，并作《附记》。均载5月15日《春潮》月刊第1卷第6期，译文署名鲁迅，《附记》未署名。后来收入《译丛补》。',
        startDate: { year: '1929', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《新时代的豫感》-《附记》']
      },
      {
        id: '291',
        title: '鲁迅撰写《<奔流>编校后记（二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（二）》。载7月20日《奔流》月刊第1卷第2期，署名鲁迅。后来收入《集外集》附录。《后记》对本期刊载的内容加以介绍和说明，其中说：“一切事物，虽说以独创为贵，但中国既然是世界上的一国，则受点别国的影响，即自然难免，似乎倒也无须如此娇嫩，因而脸红。单就文艺而言，我们实在知道得太少，吸收得太少。然而一向迁延，现在单是绍介也来不及了。……那就只好挑几个于中国较熟悉，或者较有意义的来说说了。”本期为纪念高尔基六十寿辰，译载了高尔基的一篇小说及有关文章，印制了高尔基画像插图。《后记》在介绍本期登载的几幅画像时，对叶灵凤经常生吞活剥外国画家作品的作风提出了批评。',
        startDate: { year: '1928', month: '07', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（二）》']
      },
      {
        id: '292',
        title: '鲁迅翻译《苏俄的文艺政策》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译《苏俄的文艺政策》。连载于《奔流》月刊第1卷第1期至第5期，署名鲁迅。后收入《文艺政策》一书时，改题为《关于对文艺的党的政策——1924年5月9日关于文艺政策评议会的议事速记录》。译文是从日本外村史郎和藏原惟人辑译的《苏俄的文艺政策》日文本转译的，这是苏共中央召开的一次关于党的文艺政策讨论会的记录。当时苏共党内对于文艺政策有种种不同意见，鲁迅在《<奔流>编校后记（一）》中说：“俄国的关于文艺的争执，曾有《苏俄的文艺论战》（按，任国桢编译，1925年由北新书局出版，列入《未名丛刊》之一。书中收有褚沙克（今译楚扎克）的《文学与艺术》、阿卫巴赫（今译阿维尔巴赫）等八人的《文学与艺术》、瓦浪斯基（今译沃隆斯基）的《认识生活的艺术与今代》、瓦勒夫松的《蒲列汉诺夫与艺术之问题》等4篇论文。鲁迅曾对该书作了校订，并撰写《前记》，收入《集外集拾遗》）介绍过，这里的《苏俄的文艺政策》，实在可以看作那一部的续编，如果看过前一书，则看起这篇来便更为明了。”并指出“从这记录中，可以看见在劳动阶级文学大本营的俄国的文学的理论和实际，于现在的中国，恐怕是不为无益的。”鲁迅着力介绍苏俄的文艺理论和政策的目的，他后来在《“硬译”与“文学的阶级性”》一文中说：翻译此书时虽然有“解剖自己”的动机，“然而，我也愿意于社会上有些用处，看客所见的结果仍是火和光”。',
        startDate: { year: '1928', month: '06', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《苏俄的文艺政策》']
      },
      {
        id: '293',
        title: '鲁迅撰写《<奔流>凡例五则》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《<奔流>凡例五则》。载《奔流》月刊第1卷第1期。后来收入《集外集拾遗》附录。',
        startDate: { year: '1928', month: '06', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>凡例五则》']
      },
      {
        id: '294',
        title: '鲁迅翻译《跋世珂族的人们》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译西班牙巴哈罗的小说《跋世珂族的人们》。载《奔流》月刊第1卷第1期。收入《山民牧唱》。',
        startDate: { year: '1928', month: '06', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《跋世珂族的人们》']
      },
      {
        id: '295',
        title: '鲁迅撰写《<奔流>编校后记（一）》',
        type: EventTypesEnum.Creat,
        description:
          "鲁迅作《<奔流>编校后记（一）》。载6月20日《奔流》月刊第1卷第1期，署名鲁迅。后来收入《集外集》附录。本文对这一期发表的几篇重要文章作了一些介绍与说明。在介绍郁达夫所译的俄国屠格涅夫的《哈姆雷特和堂•吉诃德》一文时，批评了一些人滥用“堂•吉诃德”的名字攻击别人的做法：“中国现在也有人嚷些什么‘Don Quixote'（即堂•吉诃德）了，但因为实在并没有看过这一部书，所以和实际是一点不对的”。在介绍《扁额拟狂言》时，针对一些“批评家”“专挂招牌，不讲货色”的倾向，再一次提出忠告：“今年一说起‘近视眼看匾’来，似乎很有几个自命批评家郁郁不乐，又来大做其他的批评”，其实，“这故事原是一种民间传说，……倘若其中仍有冒犯批评家的处所，那实在是老百姓的眼睛也很亮，能看出共通的暗病的缘故，怪不得传述者的”。文中对自己翻译的《苏俄的文艺政策》也作了简要说明。",
        startDate: { year: '1928', month: '06', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（一）》']
      },
      {
        id: '296',
        title: '鲁迅撰写《关于<近代美术史潮论>插图》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于<近代美术史潮论>插图》。载5月1日《北新》半月刊第2卷第12号，后来收入《集外集拾遗》。这是一篇答复读者对于《近代美术史潮论》插图所提问题的短文。',
        startDate: { year: '1928', month: '04', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于<近代美术史潮论>插图》']
      },
      {
        id: '297',
        title: '鲁迅撰写《路》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《路》。载4月23日《语丝》周刊第4卷第17期，署名鲁迅。收入《三闲集》。文章针对所谓“超时代”，否则就没有出路的观点，讥讽说：“口头不说‘无产便是“非革命’还好；非革命’即是‘反革命’，可就险了。这真要没有出路”了。',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《路》']
      },
      {
        id: '298',
        title: '鲁迅撰写《头》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《头》。载4月23日《语丝》周刊第4卷第17期，署名鲁迅。收入《三闲集》。文章抨击国民党反动派在长沙杀害共产党员郭亮，以砍头示众来镇压革命的法西斯暴行，并揭露梁实秋借攻击卢梭来宣扬自己的主张的“借头示众”的手法。',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《头》']
      },
      {
        id: '299',
        title: '鲁迅撰写《铲共大观》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《铲共大观》。载4月30日《语丝》周刊第4卷第18期，署名鲁迅。收入《三闲集》。本文引用报载的一段国民党当局屠杀共产党人的新闻记事，声讨反动派的法西斯暴行，指出：“革命被头挂退的事是很少有的，革命的完结，大概只由于投机者的潜入。也就是内里的蛀空。”同时忠告那些不敢正视黑暗现实的“革命文学家”：“正因为黑暗，正因为没有出路，所以要革命”，“倘必须前面贴着‘光明’和‘出路’的包票，这才雄赳赳地去革命，那就不但不是革命者，简直连投机家都不如了。虽是投机，成败之数也不能预卜的”。提示革命文学家应当用自己的作品去唤醒民众，共同前进。',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《铲共大观》']
      },
      {
        id: '300',
        title: '鲁迅撰写《扁》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《扁》。载4月23日《语丝》周刊第4卷第17期，署名鲁迅。收入《三闲集》。文章用近视眼看匾的故事嘲讽文学界出现的空喊口号，“尽先输入名词，而并不介绍这名词的函义”，不做切实工作的倾向。鲁迅在本月9日致李秉中信中也对上海文艺界“有人拾‘彼间’牙慧，大讲‘革命文学’”，“专挂招牌，不讲货色”的现象，进行了批评。',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《扁》']
      },
      {
        id: '301',
        title: '鲁迅撰写《太平歌诀》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《太平歌诀》。载4月30日《语丝》周刊第4卷第18期，署名鲁迅。收入《三闲集》。本文借用报载的一段民谣，讽刺“革命文学家”不敢正视现实和所谓“超时代”的空喊。指出：“近来的革命文学家往往特别畏惧黑暗，掩藏黑暗，但市民却毫不客气，自己表现了”；而“革命文学家”却“变成婆婆妈妈，欢迎喜鹊，憎厌枭鸣，只检一点吉祥之兆来陶醉自己，于是就算超出了时代”，这种作法是不能得到“最后的胜利”的。',
        startDate: { year: '1928', month: '04', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《太平歌诀》']
      },
      {
        id: '302',
        title: '鲁迅撰写《文艺与革命》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文艺与革命》。载4月16日《语丝》周刊第4卷第16期，署名鲁迅。收入《三闲集》。这是鲁迅写给董秋芳的一封关于文艺问题的复信。董秋芳出于对创造社、太阳社的部分成员攻击鲁迅的不满和对梁实秋等人围攻鲁迅的义愤，于3月24日至25日，以“冬芬”的笔名给鲁迅写了一封长信。鲁迅以编者答复读者来信的形式在《语丝》上发表本文，对文艺与革命文艺与宣传，文艺的内容与形式等问题进行了论述。指出，“世界上有革命，就会有革命文学”；“一切文艺固是宣传，而一切宣传却并非全是文艺，……革命之所以于口号，标语，布告，电报，教科书……之外，要用文艺者，就因为它是文艺”；真正的文学作品“当先求内容的充实和技巧的上达，不必忙于挂招牌”。并针对那种不正视现实而要求文艺“超时代”的观点说：“超时代其实就是逃避，倘自己没有正视现实的勇气，又要挂革命的招牌，便自觉或不自觉地要走入那一条路的。身在现世，怎么离去？这是和说自己用手提着耳朵，就可以离开地球者一样地欺人”。鲁迅强调了文艺与现实斗争的密切关系，强调了文艺本身的特点，在当时对无产阶级文学的健康发展有重要意义。文中还对“新月派”宣扬的资产阶级人性论予以了反驳。',
        startDate: { year: '1928', month: '04', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺与革命》']
      },
      {
        id: '303',
        title: '鲁迅翻译《<思想•山水•人物>序言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译《<思想•山水•人物>序言》。载《语丝》周刊第4卷第22期，收入《思想•山水•人物》。全书于4月3日译讫。5月由北新书局出版。',
        startDate: { year: '1928', month: '03', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<思想•山水•人物>序言》']
      },
      {
        id: '304',
        title: '鲁迅翻译《思想•山水•人物》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译《<思想•山水•人物>序言》。载《语丝》周刊第4卷第22期，收入《思想•山水•人物》。全书于4月3日译讫。5月由北新书局出版。',
        startDate: { year: '1928', month: '04', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《思想•山水•人物》']
      },
      {
        id: '305',
        title: '鲁迅撰写《在上海的鲁迅启事》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《在上海的鲁迅启事》。载4月2日《语丝》周刊第4卷第14期。收入《三闲集》。本文为揭穿2月在杭州冒名的招摇撞骗者而写，声明：“我之外，今年至少另外还有一个叫‘鲁迅’的在，但那些个‘鲁迅’的言动，和我也曾印过一本《彷徨》而没有销到八万本的鲁迅无干。”',
        startDate: { year: '1928', month: '03', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《在上海的鲁迅启事》']
      },
      {
        id: '306',
        title: '鲁迅撰写《<思想•山水•人物>题记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<思想•山水•人物>题记》。载本年5月28日《语丝》周刊第4卷第22期，署名鲁迅。收入《思想•山水•人物》。该文发表时题为《关于思想山川人物》。《思想•山水•人物》是日本鹤见祐辅所著的杂文集，鲁迅在题记中对作者及作品作了扼要的介绍和评价：“作者的专门是法学，这书的归趣是政治，所提倡的是自由主义，我对于这些都不了然。只以为其中关于英美现势和国民性的观察，关于几个人物……，都很有明快切中的地方”，并从书中一些篇章里“分明可见中国的影子”。同时说明自己选译这书的目的：“我的译述和绍介，原不过想一部分读者知道或古或今有这样的事实或这样的人，思想，言论；并非要大家拿来作言动的南针。世上还没有尽如人意的文章，所以我只要自己觉得其中有些有用，或有些有益的，就把它移译出来。”文中还针对有人批评他译印厨川白村《出了象牙之塔》一事，答复说：“倘要完全的书，天下可读的书怕要绝无，倘要完全的人，天下配活的人也就有限。每一本书，从每一个人看来，有是处，也有错处，在现今的时候一定难免的。”',
        startDate: { year: '1928', month: '03', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<思想•山水•人物>题记》']
      },
      {
        id: '307',
        title: '鲁迅撰写《<示众>编者注》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<示众>编者注》。载4月16日《语丝》周刊第4卷第16期，署名编者。后来收入《集外集拾遗》。鲁迅在文中对《示众》（为育熙向《语丝》的投稿，内容是批评陶乐勤标点《桃花扇》的种种错误）作者的严肃的治学态度表示赞赏。',
        startDate: { year: '1928', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<示众>编者注》']
      },
      {
        id: '308',
        title: '鲁迅撰写《看司徒乔君的画》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《看司徒乔君的画》。载4月2日《语丝》周刊第4卷第14期，署名鲁迅。收入《三闲集》。文中赞扬司徒乔的艺术风格和战斗精神，说他所绘的风景画“将他自己所固有的明丽，照破黄埃”，在他所画的人物中表现了中国人“对于天然的倔强的魂灵”；“由此可见这抱着明丽之心的作者，怎样为人和天然的苦斗的古战场所惊，而自己也参加了战斗”。并说：“中国全土必须沟通。倘将来不至于割据，则青年的背着历史而竭力拂去黄埃的中国彩色，我想，首先是这样的。”表现出对祖国解放和统一的期望。据司徒乔回忆：鲁迅“也到过我那巴掌般大的乔小画室看画，为我的展览写文章。当我画那天使吻着耶稣的荆冠时，心里无非是对那些为人民献出自己生命的殉难者表示景仰和悼念；但鲁迅先生却说：‘那是胜利’。这篇文章给我的启示极大。我在当时，由于看不见人民的力量，胜利的观念是薄弱的，先生却一语点醒。文章中还有许多婉转诱导的深意，使我终生不忘。”（司徒乔：《忆鲁迅先生》，见《回忆伟大的鲁迅》）',
        startDate: { year: '1928', month: '03', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《看司徒乔君的画》']
      },
      {
        id: '309',
        title: '中拉撰写《<丙和甲>按语》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<丙和甲>按语》。载1927年12月31日《语丝》周刊第4卷第3期，署名中拉。后来收入《集外集拾遗》。文中对梁启超在“三一八”死难烈士纪念集题诗中记错年代一事借题发挥，抨击蒋介石政府屠杀共产党人和革命群众乃至无辜的青少年的罪行。',
        startDate: { year: '1927', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['中拉', '《<丙和甲>按语》']
      },
      {
        id: '310',
        title: '鲁迅翻译《卢勃克和伊里纳的后来》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本有岛武郎的《卢勃克和伊里纳的后来》，并作《译后附记》，均载1928年1月7日《小说月报》第19卷第1期。译文署名鲁迅，收入《壁下译从》；《译后附记》收入《鲁迅译文集》第5卷《附录》。',
        startDate: { year: '1927', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《卢勃克和伊里纳的后来》']
      },
      {
        id: '311',
        title: '鲁迅撰写《卢勃克和伊里纳的后来》-《译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本有岛武郎的《卢勃克和伊里纳的后来》，并作《译后附记》，均载1928年1月7日《小说月报》第19卷第1期。译文署名鲁迅，收入《壁下译从》；《译后附记》收入《鲁迅译文集》第5卷《附录》。',
        startDate: { year: '1927', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《卢勃克和伊里纳的后来》-《译后附记》']
      },
      {
        id: '312',
        title: '楮冠撰写《拟豫言》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《拟豫言》，副标题为《一九二九年出现的琐事》。载1928年1月28日《语丝》周刊第4卷第7期，署名楮冠。收入《而已集》。本文用预言形式，抨击在国民党统治下出现的种种黑暗奇怪的社会现象。',
        startDate: { year: '1927', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['楮冠', '《拟豫言》']
      },
      {
        id: '313',
        title: '鲁迅翻译《关于知识阶级》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本青野季吉论文《关于知识阶级》。载1928年1月7日《语丝》周刊第4卷第4期，署名鲁迅。收入《壁下译丛》。',
        startDate: { year: '1927', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于知识阶级》']
      },
      {
        id: '314',
        title: '鲁迅撰写《谈所谓‘大内档案’》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《谈所谓‘大内档案’》。载《语丝》周刊第4卷第7期，署名鲁迅。收入《而已集》。本文通过对整理大内档案过程的叙述，批判一些人借所谓“大内档案”进行喧闹的遗老情绪，同时揭露北洋官僚以及封建遗老们糟蹋、盗窃文物和拍卖文史档案的行径。文章最后指出：“中国公共的东西，实在不容易保存。如果当局者是外行，他便将东西糟完，倘是内行，他便将东西偷完。而其实也并不单是对于书籍或古董。”',
        startDate: { year: '1927', month: '12', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《谈所谓‘大内档案’》']
      },
      {
        id: '315',
        title: '鲁迅撰写《文艺和革命》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文艺和革命》。载1928年1月28日《语丝》周刊第4卷第7期，署名鲁迅。收入《而已集》。本文以幽默的笔调，讽刺那些在大革命高潮中，躲在大后方空喊口号，提倡各种名目的“文学”，吹嘘“文艺是革命的先驱”，借以欺世盗名的“文学家”。',
        startDate: { year: '1927', month: '12', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺和革命》']
      },
      {
        id: '316',
        title: '鲁迅撰写《文学和出汗》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文学和出汗》。载1928年1月14日《语丝》周刊第4卷第5期，署名鲁迅。收入《而已集》。本文着重批判梁实秋等人宣扬的资产阶级人性论。文中借梁实秋在《文学批评辩》和《卢梭论女子教育》中所引用的材料，以“出汗为比喻，形象地阐明文学有阶级性，超阶级的“永久不变的人性”则是没有的。指出：“‘弱不禁风’的小姐出的是香汗，‘蠢笨如牛’的工人出的是臭汗，……是描写香汗好呢？还是描写臭汗好？这问题倘不先行解决，则在将来文学史上的位置，委实是‘岌岌乎殆哉’。”这是自“五四”以来最早批评资产阶级人性论的重要文章之一。',
        startDate: { year: '1927', month: '12', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文学和出汗》']
      },
      {
        id: '317',
        title: '鲁迅撰写《革命文学》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《革命文学》。载《民众旬刊》第5期，署名鲁迅。收入《而已集》。文章针对当时广州报纸宣传吴稚晖等人为“革命文学的法师”一事，揭露国民党的所谓“革命文学”，不过是“在一方的指挥刀的掩护之下，斥骂他的敌手”的法西斯文学。同时也批评了那种只在“纸面上写着许多‘打，打’，‘杀，杀’，或‘血，血’”之类的标语口号作品，指出这种作品虽然故作激烈英勇，但实际上是“前面无敌军，后面无我军，终于不过是一面鼓而已”，也绝不是“革命文学”。鲁迅强调做革命文学的“根本问题是在作者可是一个‘革命人’，倘是的，则无论写的是什么事件，用的是什么材料，即都是‘革命文学’。从喷泉里出来的都是水，从血管里出来的都是血”。深刻阐述了作家的世界观对文艺创作的决定作用。',
        startDate: { year: '1927', month: '10', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '318',
        title: '乐文翻译《药用植物》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本刈米达夫著《药用植物》。载商务印书馆“中学生自然研究丛书”《药用植物及其他》，署名乐文。',
        startDate: { year: '1936', month: '06', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['乐文', '《药用植物》']
      },
      {
        id: '319',
        title: '鲁迅口述《<苏联版画集>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅口述《<苏联版画集>序》，由许广平记录。载良友图书印刷公司版《苏联版画集》，署名鲁迅。收入《且介亭杂文末编•附集》。《苏联版画集》所收作品，出自2月间在上海举行的苏联版画展览会，由鲁迅于4月7日选定。鲁迅曾应允作序（赵家璧：《记鲁迅先生选苏联版画》，见《回忆伟大的鲁迅》），不料重病，缠绵月余，“连拿一张纸的力量也没有”。于是将《记苏联版画展览》移作序文的前半，删去上文的附记，口述了一段文字作序文的下半，合成全璧。在这段补充的文字中，说明了版画集的编选、作序的情况。说苏联版画展览会“对于中国给了不少的益处；我以为因此由幻想而入于脚踏实地的写实主义的大约会有许多人”。并赞扬了所选版画的作者：“我觉得这些作者，没有一个是潇洒，飘逸，伶俐，玲珑的。他们个个如广大的黑土的化身，有时简直显得笨重，自十月革命以后，开山的大师就忍饥，斗寒，以一个廓大镜和几把刀，不屈不挠的开拓了这一部门的艺术。”希望版画集的出版，“对于中国的读者有好影响，不但可见苏联的艺术的成绩而已。',
        startDate: { year: '1936', month: '06', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<苏联版画集>序》']
      },
      {
        id: '320',
        title: '许广平记录《<苏联版画集>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅口述《<苏联版画集>序》，由许广平记录。载良友图书印刷公司版《苏联版画集》，署名鲁迅。收入《且介亭杂文末编•附集》。',
        startDate: { year: '1936', month: '06', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['许广平', '《<苏联版画集>序》']
      },
      {
        id: '321',
        title: '鲁迅合撰《<译文>终刊号前记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与茅盾合撰《<译文>终刊号前记》。载本月《译文》终刊号，署名“译文社同人公启”。后来收入《集外集拾遗》。《前记》向读者说明了《译文》暂时中止的原因，表示了告别之意。《译文》停刊的原因是：本年元旦，《译文》编辑部决定出版《译文丛书》，委托黄源与生活书店联系出版问题。生活书店开始答应，后来又反悔，于是交由巴金主持的文化生活社出版。生活书店怀疑此事系黄源从中作祟，17日晚于新亚公司请客，鲁迅亦被邀出席。席间生活书店不同意黄源在合同上签字并提出撤换《译文》编辑黄源的问题，遭到鲁迅的反对。不待终席，鲁迅拂袖而去。18日，由鲁迅提出，并经茅盾、黎烈文同意，决定《译文》与生活书店的合同由黄源签字。生活书店拒不同意，于是《译文》被迫停刊。鲁迅对《译文》停刊一事感到气愤，他在本年10月4日致萧军信中说，“要战斗下去吗？当然，要战斗下去！无论它对面是什么”。“丛书和月刊，也当然，要出下去”。又说，“我所采取的战术，是：散兵战，堑壕战，持久战。此外，他还谈到与此事有关的情形：“那天晚上，他们开了一个会，也来找我，是对付黄先生的，这时我才看出了资本家及其帮闲们的原形，那专横，卑劣和小气，竟大出于我的意料之外，我自己想，虽然许多人都说我多疑，冷酷，然而我的推测人，实在太倾于好的方面了，他们自己表现出来时，还要坏得远。”１９３５',
        startDate: { year: '1935', month: '09', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<译文>终刊号前记》']
      },
      {
        id: '322',
        title: '茅盾合撰《<译文>终刊号前记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅与茅盾合撰《<译文>终刊号前记》。载本月《译文》终刊号，署名“译文社同人公启”。后来收入《集外集拾遗》。',
        startDate: { year: '1935', month: '09', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['茅盾', '《<译文>终刊号前记》']
      },
      {
        id: '323',
        title: '鲁迅撰写《<坏孩子和别的奇闻>译者后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<坏孩子和别的奇闻>译者后记》。载1936年联华书局版《坏孩子和别的奇闻》，未署名。后来收入《鲁迅译文集》第四卷。《后记》对书中各篇的内容和发表经过作了介绍，尖锐地抨击国民党当局扼杀文艺的罪行。文中说：“‘这八篇’的‘八’字没有改，而三次的登载，小说却只有七篇，……这《波斯勋章》，也就是所谓‘中宣……审委会’暗杀帐上的一笔。“《波斯勋章》不过描写帝俄时代的官僚的无聊的一幕，在那时的作者的本国尚且可以发表，为什么在现在的中国倒被禁止了?——我们无从推测。只好也算作一则‘奇闻’。但自从有了书报检查以来，直至六月间的因为‘《新生》事件’而烟消火灭为止，它在出版界上，却直有‘所过残破’之感，较有斤两的译作，能保存它的完肤的是很少的。”又说：“自然，在地土，经济，村落，堤防，无不残破的现在，文艺当然也不能独保其完整。何况是出于我的译作，上有御用诗官的施威，下有帮闲文人的助虐，那遭殃更当然在意料之中了。然而一面有残毁者，一面也有保全，补救，推进者，世界这才不至于荒废。我是愿意属于后一类，也分明属于后一类的。现在仍取八篇，编为一本，使这小集复归于完全，事虽琐细，却不但在今年的文坛上为他们留一种亚细亚式的‘奇闻’，也作了我们的一个小小的记念。”',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<坏孩子和别的奇闻>译者后记》']
      },
      {
        id: '324',
        title: '鲁迅翻译《坏孩子和别的奇闻》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅将所译契诃夫的8篇短篇小说编为一集，定名为《坏孩子和别的奇闻》，并作《<坏孩子和别的奇闻>前记》。《前记》载1936年联华书局版《坏孩子和别的奇闻》，署名译者。后来收入《鲁迅译文集》第四卷。译文是从德译本转译的。鲁迅在《前记》说，德译者的本意，大约“是并不在严肃的绍介契词夫的作品，却在辅助玛修丁（按V.N.Massiutin，苏联木刻画和铜版画家，后逃亡德国）的木刻插画的”。“我的翻译，也以绍介木刻的意思为多，并不著重于小说”。又说：“这些短篇，虽作者自以为‘小笑话”，但和中国普通之所谓“趣闻”，却又截然两样的。它不是简单的只招人笑。一读自然往往会笑，不过笑后感还剩下些什么，——就是问题。”',
        startDate: { year: '1935', month: '09', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《坏孩子和别的奇闻》']
      },
      {
        id: '325',
        title: '隼撰写《六论“文人相轻”——二卖》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《六论“文人相轻”——二卖》。载10月《文学》月刊第5卷第4期，署名隼。收入《且介亭杂文二集》。本文对帮闲文人攻击鲁迅等所谓“倚老卖老”的论调予以了驳斥，指出，把年龄之“老”作为罪案，是一些人的老战术。文中说，“罪并不在‘老’，而在于‘卖’”，对文坛上一些人的卖富、卖穷、卖病、卖孝、卖俏等丑态予以了辛辣的嘲讽。文章还对吴稚晖及其他一些“卖老”的现象作了讽刺。',
        startDate: { year: '1935', month: '09', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《六论“文人相轻”——二卖》']
      },
      {
        id: '326',
        title: '隼撰写《七论“文人相轻”——两伤》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅又作《七论“文人相轻”——两伤》。载10月《文学》月刊第5卷第4期，署名隼。收入《且介亭杂文二集》。本文是针对炯之（沈从文）的《谈谈上海的刊物》一文中的论点而发的，这篇文章说，当时文坛的论争都是“私骂”，双方“一古脑儿变成丑角”，“这文坛，未免太可怜了”。鲁迅在文中指出，这种说法是“不问青红皂白，谁是谁非，各打屁股五百”。其实，文坛的论争是“有是非曲直之分”的，“纵使名之曰‘私骂’”，然而终究“在‘私’之中，有的较近于‘公’，在‘骂’之中，有的较合于‘理’的”，参加评论的人，就该“加以分析，明白的说出你究以为那一面较‘是’，那一面较‘非’来”。“至于文人，则不但要以热烈的憎，向‘异己’者进攻，还得以热烈的憎，向‘死的说教者’抗战。在现在这‘可怜’的时代，能杀才能生，能憎才能爱，能生与爱，才能文”。',
        startDate: { year: '1935', month: '09', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['隼', '《七论“文人相轻”——两伤》']
      },
      {
        id: '327',
        title: '鲁迅翻译《村妇》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译保加利亚作家伐佐夫（Ivan Minchov Vazov，1850-1921）的短篇小说《村妇》，并作《译后附记》。译文和《译后附记》均载16日《译文》月刊终刊号，署名鲁迅。后来收入《鲁迅译文集•译丛补》。《译后附记》说：作者“写的是他那国度里的村妇的典型：迷信，固执，然而健壮，勇敢；以及她的心目中的革命，为民族，为信仰”。“这一篇小说虽然简单，却写得很分明，里面的地方，人物，也都是真的。固然已经是六十年前事，但我相信，它也还很有动人之力”。',
        startDate: { year: '1935', month: '09', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《村妇》']
      },
      {
        id: '328',
        title: '鲁迅撰写《村妇》-《译后附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译保加利亚作家伐佐夫（Ivan Minchov Vazov，1850-1921）的短篇小说《村妇》，并作《译后附记》。译文和《译后附记》均载16日《译文》月刊终刊号，署名鲁迅。后来收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1935', month: '09', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《村妇》-《译后附记》']
      },
      {
        id: '329',
        title: '直入撰写《聚“珍”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《聚“珍”》。载《太白》半月刊第2卷第12期，署名直入。后来收入《集外集拾遗》。文中对施蛰存编印《中国文学珍本丛书》一事作了讽刺。',
        startDate: { year: '1935', month: '09', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['直入', '《聚“珍”》']
      },
      {
        id: '330',
        title: '杜德机撰写《逃名》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《逃名》。载9月5日《太白》半月刊第2卷第12期，署名杜德机。收入《且介亭杂文二集》。文中揭露和讽刺了文坛上一些人以种种手法欺世盗名，猎取“作家”头衔等现象，指出，由于这些人糟蹋了好名称，使“比较自爱的人，一听到这些冠冕堂皇的名目”就“竭力逃避”。自然，“逃名，其实是爱名的”。但上海滩上“依然有人在‘掏腰包’，造消息，或自称‘言行一致’，或大呼‘冤哉枉也’，或拖明朝死尸搭台，或请现存古人喝道，或自收自己的大名入辞典中，定为‘中国作家’，或自编自己的作品入画集里，名曰‘现代杰作’”。不过，“后之视今，亦犹今之视昔”，他们“大约也还不免于‘悲夫’的”。',
        startDate: { year: '1935', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['杜德机', '《逃名》']
      },
      {
        id: '331',
        title: '黄棘撰写《论毛笔之类》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《论毛笔之类》。载9月5日《太白》半月刊第2卷第12期，署名黄棘。收入《且介亭杂文二集》。文中对当时社会上主张学生使用毛笔，禁用钢笔的论调进行驳斥，批评不求实效，盲目排外，一味保存“国粹”的陈腐思想。',
        startDate: { year: '1935', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['黄棘', '《论毛笔之类》']
      },
      {
        id: '332',
        title: '黄棘撰写《再论“文人相轻”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《再论“文人相轻”》。载6月《文学》月刊第4卷第6期，署名隼。收入《且介亭杂文二集》。文中进一步指出：“所谓‘文人相轻’，不但是混淆黑白的口号，掩护着文坛的昏暗，也在给有一些人‘挂着羊头卖狗肉’的。”文章说，“现在文坛上的纠纷，其实也并不是为了文笔的短长”，而是由于不同是非爱憎的对立造成的。“文人还是人，既然还是人，他心里就仍然有是非，有爱憎”，“从圣贤一直敬到骗子屠夫，从美人香草一直爱到麻风病菌的文人，在这世界上是找不到的”。因此革命文学家“遇见所是和所爱的，他就拥抱，遇见所非和所憎的，他就反拨”，他不应该“随和”，“却又并非回避”；“他得像热烈地主张着所是一样，热烈地攻击着所非”。并指出：“一有文人，就有纠纷，但到后来，谁是谁非，孰存孰亡，都无不明明白白。”',
        startDate: { year: '1935', month: '05', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['黄棘', '《再论“文人相轻”》']
      },
      {
        id: '333',
        title: '赵令仪撰写《论“人言可畏”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《论“人言可畏”》。载本月20日《太白》半月刊第2卷第5期，署名赵令仪。收入《且介亭杂文二集》。本年春天，电影演员阮玲玉自杀以后，报刊上发表了种种评论，曾有人指出阮的自杀与日报记者对他的诉讼案件的张扬有关，但一些记者极力辩解，开脱责任。本文对记者的开脱予以了驳斥，指出，现在的报章“不能逞心而谈，失了威力”，是真的；“但是，新闻的威力其实是并未全盘坠地的，它对甲无损，对乙却会有伤；对强者它是弱者，但对更弱者它却还是强者，所以有时虽然吞声忍气，有时仍可以耀武扬威。于是阮玲玉之流，就成了发扬余威的好材料了”。文中对新闻界向来热衷于张扬个人阴私丑闻，特别是在女性身上大做文章的鄙劣行径予以了尖锐的抨击，并指出，阮玲玉说“人言可畏”，正说明她的自杀“和新闻记事有关”。',
        startDate: { year: '1935', month: '05', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['赵令仪', '《论“人言可畏”》']
      },
      {
        id: '334',
        title: '鲁迅撰写《<中国新文学大系>小说二集》编选感想',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<中国新文学大系>小说二集》编选感想。载2月良友图书印刷公司的《中国新文学大系》样本广告，署名鲁迅。未收集。文中对“五四”时期短篇小说作家认真写作的态度给予了较高的评价，说三十年代由子一些作家粗制滥造，作品数量虽有所增加，但质量“却仍然赶不上那时候的”。',
        startDate: { year: '1935', month: '01', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<中国新文学大系>小说二集》编选感想']
      },
      {
        id: '335',
        title: '鲁迅撰写《叶紫作<丰收>序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《叶紫作<丰收>序》。载3月容光书局出版的《丰收》，署名鲁迅。收入《且介亭杂文二集》。在序中，鲁迅坚持唯物主义的反映论，反对“第三种人”的“为艺术而艺术”的主张，并批评了左翼文艺运动中某些人脱离现实斗争，空喊写“伟大的作品”的论调；同时，对叶紫的创作给予了高度评价，激励他写出更多更好的作品。鲁迅指出，“作者写出创作来，对于其中的事情，虽然不必亲历过，最好是经历过”。“天才们无论怎样说大话，归根结蒂，还是不能凭空创造。描神画鬼，毫无对证，本可以专靠了神思，所谓‘天马行空’似的挥写了，然而他们写出来的，也不过是三只眼，长颈子，就是在常见的人体上，增加了眼睛一只，增长了颈子二三尺而已。”他嘲讽“第三种人”由于对压迫和被压迫两个世界的无知，“因此他也写不出，于是他自称‘第三种人’，他‘为艺术而艺术’，他即使写了出来，也不过是三只眼，长颈子而已”。最后说：“但我们却有作家写得出东西来，作品在摧残中也更加坚实。……这就是作者已经尽了当前的任务，也是对于压迫者的答复：文学是战斗的！”鲁迅于本月10日收到叶紫的来函和《丰收》稿，在一星期内，不但审阅了稿件，而且作了序文，表现了他对青年作家的关怀。同年3月该书列为《奴隶丛书》之一，由上海容光书局出版。',
        startDate: { year: '1935', month: '01', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《叶紫作<丰收>序》']
      },
      {
        id: '336',
        title: '鲁迅翻译《坏孩子》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译俄国作家契珂夫（契诃夫）的小说《坏孩子》、《暴躁人》，并作《<奇闻二则>译后附记》。均载本年2月16日《译文》月刊第1卷第6期，发表时题为《奇闻二则》，署名鲁迅。最初收入1936年联华书局版《坏孩子和别的奇闻》，《译后附记》录入该书《译者后记》，后来收入《鲁迅译文集》第4卷。译文是从德译本转译的。《译后附记》说：“这种轻松的小品，恐怕中国是早有译本的，但我却为了别一个目的：原本的插画，大概当然是作品的装饰，而我的翻译，则不过当作插画的说明。”',
        startDate: { year: '1935', month: '01', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《坏孩子》']
      },
      {
        id: '337',
        title: '鲁迅翻译《表》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅翻译中篇童话《表》毕，并作《译者的话》。译文及《译者的话》均载本年3月16日《译文》月刊第2卷第1期，署名鲁迅。本年7月由生活书店出版单行本。后来收入《鲁迅译文集》第4卷。译文根据爱因斯坦女士的德译本，并参考日本槙木楠郎的日译本译出。《译者的话》中说，当时中国新印出的儿童书“依然是司马温公敲水缸，依然是岳武穆王脊梁上刺字；甚而至于‘仙人下棋’，‘山中方七日，世上已千年’；还有《龙文鞭影》里的故事的白话译”之类，对儿童是不会“有益”和“有味”的。翻译本书的目的，“第一，是要将这样的崭新的童话，绍介一点进中国来，以供孩子们的父母，师长，以及教育家，童话作家来参考；第二，想不用什么难字，给十岁上下的孩子们也可以看。”',
        startDate: { year: '1935', month: '01', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《表》']
      },
      {
        id: '338',
        title: '鲁迅撰写《表》-《译者的话》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅翻译中篇童话《表》毕，并作《译者的话》。译文及《译者的话》均载本年3月16日《译文》月刊第2卷第1期，署名鲁迅。本年7月由生活书店出版单行本。后来收入《鲁迅译文集》第4卷。',
        startDate: { year: '1935', month: '01', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《表》-《译者的话》']
      },
      {
        id: '339',
        title: '鲁迅翻译《表》',
        type: EventTypesEnum.Creat,
        description: '鲁迅开译苏联作家L•班台莱耶夫童话《表》。',
        startDate: { year: '1935', month: '01', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《表》']
      },
      {
        id: '340',
        title: '鲁迅翻译《少年别》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译西班牙作家P•巴罗哈的对话《少年别》，并作《译者附记》。均载1935年2月16日《译文》月刊第1卷第6期，署名张禄如。译文收入《山民牧唱》；附记收入《鲁迅译文集》第8卷附录。译文是从日本笠井镇夫选译的《山民牧唱》里转译的。',
        startDate: { year: '1934', month: '12', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《少年别》']
      },
      {
        id: '341',
        title: '鲁迅撰写《少年别》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译西班牙作家P•巴罗哈的对话《少年别》，并作《译者附记》。均载1935年2月16日《译文》月刊第1卷第6期，署名张禄如。译文收入《山民牧唱》；附记收入《鲁迅译文集》第8卷附录。译文是从日本笠井镇夫选译的《山民牧唱》里转译的。',
        startDate: { year: '1934', month: '12', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《少年别》-《译者附记》']
      },
      {
        id: '342',
        title: '张禄如翻译《赠<新语林>诗》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译奥地利女作家莉莉•珂贝（著有《新德国的犹太人》、《新俄女工日记》等。1934年6月来我国访问，新语林社等文艺团体曾在上海联合欢迎她）的《赠<新语林>诗》及《致<新语林>读者辞》。载《新语林》半月刊第3期，署名张禄如。后收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '08', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张禄如', '《赠<新语林>诗》']
      },
      {
        id: '343',
        title: '张禄如翻译《致<新语林>读者辞》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译奥地利女作家莉莉•珂贝（著有《新德国的犹太人》、《新俄女工日记》等。1934年6月来我国访问，新语林社等文艺团体曾在上海联合欢迎她）的《赠<新语林>诗》及《致<新语林>读者辞》。载《新语林》半月刊第3期，署名张禄如。后收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '08', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张禄如', '《致<新语林>读者辞》']
      },
      {
        id: '344',
        title: '鲁迅翻译《果戈理私观》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本立野信之的论文《果戈理私观》毕，并作《译者附记》。均载9月16日《译文》月刊第1卷第1期，署名邓当世。后收入《鲁迅译文集•译丛补》。《附记》中说，“立野信之原是，日本的左翼作家，后来脱离了”，此文“并非怎么精深之作，但说得很浅近，所以清楚；而且说明了‘文学不问地的东西，时的古今，永远没有改变’的不实之处，是也可以供读者的参考的”。',
        startDate: { year: '1934', month: '08', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《果戈理私观》']
      },
      {
        id: '345',
        title: '鲁迅撰写《果戈理私观》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本立野信之的论文《果戈理私观》毕，并作《译者附记》。均载9月16日《译文》月刊第1卷第1期，署名邓当世。后收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '08', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《果戈理私观》-《译者附记》']
      },
      {
        id: '346',
        title: '鲁迅撰写《答曹聚仁先生信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《答曹聚仁先生信》。载本月《社会月报》第1卷第3期，署名迅。收入《且介亭杂文》。本文就曹聚仁在他主编的《社会月报》发出的征求关于大众语意见的信，进一步说明自己的意见。本年五、六月，在“五四”时期就反对过白话文的汪懋祖，这时又发表了《禁习文言和强令读经》、《中小学文言运动》两文，重弹其“文言复兴”的老调。吴研因发表了《驳小学参教文言中学读孟子》一文，表示反对。上海进步文化界的陈望道、胡愈之等  人为此开会商量，决定开展反对复兴文言，保卫白话的活动。6月18、19日《申报•自由谈》发表了陈子展的《文言——白话——大众语》和陈望道的《关于大众语文学的建设》两文，正式提出了“大众语”和“大众语文学”的口号。鲁迅在这封信中明确表示支持大众语运动。他认为繁难的“汉字和大众，是势不两立的”，所以“要推行大众语文，必须用罗马字拼音（即拉丁化……）”；“普及拉丁化，要在大众自掌教育的时候”，并提出了当时可行的具体办法。最后，他针对有人提出“白话是大众语作战的对象”、“目前提倡建设大众语，是必然的要把文言文跟白话文完全抛弃”等观点，严肃指出当前应该重视的一种危险倾向： “文言的保护者，现在也有打了大众语的旗子的了，他一方面，是立论极高，使大众语悬空，做不得；别一方面，借此攻击他当面的大敌——白话。这一点也须注意的。要不然，我们就会自己缴了自己的械。”',
        startDate: { year: '1934', month: '08', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《答曹聚仁先生信》']
      },
      {
        id: '347',
        title: '鲁迅撰写《忆刘半农君》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《忆刘半农君》。载10月《青年界》月刊第6卷第3期，署名鲁迅。收入《且介亭杂文》。1934年夏，刘半农赴内蒙作考古和方言调查，染上回归热病，医治无效，于7月14日在北平病故。鲁迅在本文中回忆了过去与刘半农的交往，对他前后期的表现作了全面的分析。鲁迅肯定了刘半农早期的斗争精神和光荣战绩，赞扬他在“五四”新文化运动中的“活泼，勇敢，很打了几次大仗”；那时虽然有人讥笑他“浅”，“但他的浅，却如一条清溪，澄澈见底，纵有多少沉渣和腐草；也不掩其大体的清。”后来由于刘半农“渐渐的据了要津”，“不断的做打油诗，弄烂古文”，逐渐变成了所谓“学者’’。文中针对周作人、林语堂等人对刘半农后期表现的颂扬，指出：“我爱十年前的半农，而憎恶他的近几年。这憎恶是朋友的憎恶，因为我希望他常是十年前的半农，他的为战士，即使‘浅’罢，却于中国更为有益。我愿以愤火照出他的战绩，免使一群陷沙鬼将他先前的光荣和死尸一同拖入烂泥的深渊。”',
        startDate: { year: '1934', month: '08', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《忆刘半农君》']
      },
      {
        id: '348',
        title: '鲁迅撰写《<鹭华月刊>说明》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<鹭华月刊>说明》。未另发表，后载1974年美国麻省理工学院出版的《草鞋脚》，未署名，未收集。鲁迅在阅读了《中国左翼文艺定期刊编目》后，增补了《鹭华月刊》说明。',
        startDate: { year: '1934', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<鹭华月刊>说明》']
      },
      {
        id: '349',
        title: '鲁迅撰写《<母亲>木刻画序》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<母亲>木刻画序》。载8月蓝图纸翻印本《<母亲>木刻画》，署名鲁迅。收入《集外集拾遗》。《<母亲>木刻画》是苏联青年版画家亚历克舍为高尔基的小说《母亲》所作的插画集，共十四幅。鲁迅在序言中引用了列宁称赞小说《母亲》是“最合时的书”的话，又指出这部小说“在中国的现在和未来”的深刻意义；同时也赞扬这本木刻集：“生动，有力，活现了全书的神采。便是没有读过小说的人，不也在这里看见了黑暗的政治和奋斗的大众吗？”',
        startDate: { year: '1934', month: '07', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<母亲>木刻画序》']
      },
      {
        id: '350',
        title: '鲁迅翻译《鼻子》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅从本月24日开始翻译的俄国果戈理的小说《鼻子》至今日译毕，并作《<鼻子>译后记》。均载9月16日《译文》月刊第1卷第1期，署名许遐。后来收入《鲁迅译文集•译丛补》。《译后记》对果戈理及其小说《鼻子》作了简要介绍，说果戈理是“俄国写实派的开山祖师”。',
        startDate: { year: '1934', month: '07', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《鼻子》']
      },
      {
        id: '351',
        title: '朔尔撰写《做文章》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《做文章》。载本月24日《申报•自由谈》，署名朔尔。收入《花边文学》。本文针对当时大众语讨论中有人强调言、文不分，大众口头怎么说，就要怎么写的意见，通过对宋代沈括《梦溪笔谈》中一则记载的分析，说明大众语与文学语言的区别。指出，文章“太做不行，但不做，却又不行”；太“做’’容易“生涩’’，不做则“未免太毛糙”。认为高尔基所说的“大众语是毛胚，加了工的是文学”，“是很中肯的指示”。',
        startDate: { year: '1934', month: '07', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['朔尔', '《做文章》']
      },
      {
        id: '352',
        title: '康伯度撰写《玩笑只当它玩笑（上）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《玩笑只当它玩笑（上）》。载本月25日《申报•自由谈》，署名康伯度。收入《花边文学》。在本年大众语问题的论战中，有些人主张“唾弃”白话，特别反对白话文中吸收某些欧化的语法。本文借解剖刘半农早年攻击所谓“欧化式”语法的实例，反，了上述观点。指出多“欧化文法的侵入中国白话中的大原因，并非因为好奇，乃是为了必要”；因为“要说得精密，固有的白话不够用，便只得采些外国的句法”。文中还说，刘半农的那些攻击看似“幽默”，但实际上已经掉到‘开玩笑’的阴沟里去”了。“用玩笑来应付敌人，自然也是一种好战法，但触着之处，须是对手的致命伤，否则，玩笑终不过是一种单单的玩笑而已”。本文发表后，文公直（文砥）竟诬蔑鲁迅为“汉奸”、“买办”，鲁迅于8月5日作《康伯度答文公直》信痛加驳斥。',
        startDate: { year: '1934', month: '07', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['康伯度', '《玩笑只当它玩笑（上）》']
      },
      {
        id: '353',
        title: '康伯度撰写《玩笑只当它玩笑（下）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《玩笑只当它玩笑（下）》。载本月26日《申报•自由谈》，署名康伯度。收入《花边文学》。本文是针对“别一枝讨伐白话的生力军”林语堂而发的。林打着“幽默”的旗号，攻击白话文“难懂”、“鲁里鲁苏”，极力提倡所谓“白话的文言”的“语录体”。他在《一张字条的写法》一文中，说他写了一张语录体字条，又用白话等“别的三种写法”重写，结果证明白话写法要不得。鲁迅在本文中指出，所谓“别的三种写法”，都是林语堂自己扮出来的，他“自作怪相”来将自己的“语录式”字条“衬得一表非凡”，“这已经并不是‘幽默’，乃是‘顽笑’，也只能“当它‘顽笑’看”。文中还说，“这语录式的条子，在中国其实也并未断绝过种子”，在上海街头摆摊代人写信的“文人”用的就是这类东西，现在被林语堂从新提起的“语录体”，不过是“语录派的末流”而已。',
        startDate: { year: '1934', month: '07', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['康伯度', '《玩笑只当它玩笑（下）》']
      },
      {
        id: '354',
        title: '莫朕撰写《算账》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《算账》。载23日《申报•自由谈》，署名莫朕。收入《花边文学》。本文针对胡适等人不断渲染清代考据学成就的论调，提醒人们不要忘记我国人们为此所付出的巨大代价：“失去全国的土地，大家十足做了二百五十年奴隶，却换得这几页光荣的学术史，这买卖，究竟是赚了利，还是折了本呢？’’文中还嘲讽了国民党当局在民族危机关头大搞所谓的“新生活运动”、“尊孔崇儒”，说：“大莫大于尊孔，要莫要于崇儒，所以只要尊孔而崇儒，便不妨向任何新朝俯首。对新朝的说法，就叫作‘反过来征服中国民族的心’。而这中国民族的有些心，真也被征服得彻底，到现在，还在用兵燹，疠疫，水旱，风蝗，换取着孔庙重修，雷峰塔再建，男女同行犯忌，四库珍本发行这些大门面。”',
        startDate: { year: '1934', month: '07', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['莫朕', '《算账》']
      },
      {
        id: '355',
        title: '公汗撰写《水性》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《水性》。载20日《申报•自由谈》，署名公汗。收入《花边文学》。本文从当时上海报上常有“下河洗浴，淹死了人的记载”谈起，说明要下河游泳必须“识水性”，即了解水的性质和特点，学会浮水的本领；并联系文艺界的情况指出：“许多事是不能为了讨前进的批评家喜欢，一味闭了眼睛作豪语的。”',
        startDate: { year: '1934', month: '07', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《水性》']
      },
      {
        id: '356',
        title: '鲁迅撰写《忆韦素园君》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《忆韦素园君》。载10月《文学》月刊第3卷第4期，署名鲁迅。收入《且介亭杂文》。鲁迅在文中忆述了韦素园的生活片断以及自己与韦素园交往的情况，热情赞扬他为中国介绍外国文艺的认真负责、勤恳踏实的工作作风，和正直执着、疾恶如仇的生活态度，抒发了自己对亡友的真挚深沉的感情。文中说：“素园却并非天才，也非豪杰，当然更不是高楼的尖顶，或名园的美花，然而他是楼下的一块石材，园中的一撮泥土，在中国第一要他多。他不入于观赏者的眼中，只有建筑者和栽植者，决不会将他置之度外。”同时，还批判了那些谬托知己，借死人来沽名钓誉的文人，说：“文人的遭殃，不在生前的被攻击和被冷落，一瞑之后，言行两亡，于是无聊之徒，谬托知己，是非蜂起，既以自衒，又以卖钱，连死尸也成了他们的沽名获利之具，这倒是值得悲哀的。”',
        startDate: { year: '1934', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《忆韦素园君》']
      },
      {
        id: '357',
        title: '杜德机撰写《买<小学大全>记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《买<小学大全>记》。载8月5日《新语林》半月刊第3期，署名杜德机。收入《且介亭杂文》。本文通过对乾隆皇帝所实行的文字狱案例的剖析，揭露清代统治者的“‘文艺政策’或说得较大一点的‘文化统制’”的恶辣，借以抨击国民政府的法西斯文化统制政策。并指出：对于清统治者所实行的文字狱，“倘有有心人加以收集，一一钩稽，将其中的关于驾御汉人，批评文化，利用文艺之处，分别排比，辑成一书，我想，我们不但可以看见那策略的博大和恶辣，并且还能够明白我们怎样受异族主子的驯扰，以及遗留至今的奴性的由来”，“借此知道一点演成了现在的所谓性灵的历史，却也十分有益的”。从而挖掘了林语堂等人提倡“性灵”的历史根源。',
        startDate: { year: '1934', month: '07', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['杜德机', '《买<小学大全>记》']
      },
      {
        id: '358',
        title: '公汗撰写《“彻底”的底子》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“彻底”的底子》。载本月11日《申报•自由谈》，署名公汗。收入《花边文学》。本文批判那种否定文艺要以具有一定文化的读者为对象，而一味要求“彻底改革”的极左论调。指出，适合于文盲、色盲、瞎子、聋子的“彻底”的文艺是永远不会有的；“弄文艺的人，如果遇见这样的大人物而不能撕掉他的鬼脸，那么，文艺不但不会前进，并且只会萎缩，终于被他消灭的。切实的文艺家必须认清这一种‘彻底’论者的真面目！”',
        startDate: { year: '1934', month: '07', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《“彻底”的底子》']
      },
      {
        id: '359',
        title: '邓当世撰写《知了世界》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《知了世界》。载本月12日《申报•自由谈》，署名邓当世。收入《花边文学》。本文借助寓言《知了和蚂蚁》的比喻，联系现实的社会现象，揭示出不劳而获、优悠享乐的剥削阶级与终年劳苦，不得温饱的劳动人民所处地位的尖锐对立，并对“圣贤和学者”宣扬的“劳心者治人，劳力者治于人；治于人者食（去声）人，治人者食于人”的剥削阶级信条，以及“中国人非读中国古书不可”的调论予以讽刺。',
        startDate: { year: '1934', month: '07', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['邓当世', '《知了世界》']
      },
      {
        id: '360',
        title: '许遐翻译《我的文学修养》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译高尔基《我的文学修养》毕。载8月1日《文学》月刊第3卷第2期，署名许遐。收入《鲁迅译文集•译丛补》。',
        startDate: { year: '1934', month: '07', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['许遐', '《我的文学修养》']
      },
      {
        id: '361',
        title: '史贲撰写《再论重译》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《再论重译》。载本月7日《申报•自由谈》，署名史贲。收入《花边文学》。穆木天在本月2日《申报•自由谈》上发表了《论重译及其他（下）》一文，对鲁迅在《论重译》中对他的批评进行了辩解。鲁迅在本文中继续辩清是非，着重批判他的所谓翻译要“一劳永逸”的观点。指出，“‘一劳永逸’的话，有是有的，而‘一劳永逸’的事却极少，就文字而论，中国的这方块字便决非‘一劳永逸’的符号。”“我以为翻译的路要放宽，批评的工作要着重。倘只是立论极严，想使译者自己慎重，倒会得到相反的结果，要好的慎重了，乱译者却还是乱译，这时恶译本就会比稍好的译本多”。',
        startDate: { year: '1934', month: '07', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['史贲', '《再论重译》']
      },
      {
        id: '362',
        title: '公汗撰写《难行和不信》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《难行和不信》。载本月20日《新语林》半月刊第2期，署名公汗。收入《且介亭杂文》。本文是针对当时一些人借“儿童年”之名，极力向儿童宣传“囊萤照读”、“凿壁偷光”、奇童杀敌之类的“模范”故事而发的。文中认为，“这些故事，作为闲谈来听听是不算很坏的，但万一有谁相信了，照办了，那就会成为乳臭未干的吉诃德。”指出：“不负责任的，不能照办的教训多，则相信的人少；利己损人的教训多，则相信的人更其少。‘不相信’就是‘愚民’的远害的堑壕，也是使他们成为散沙的毒素”。文中还讽刺说，就是说教者本身，“相信自己和别人的，现在也未必有多少。例如既尊孔子，又拜活佛者，也就是恰如将他的钱试买各种股票，分存许多银行一样，其实是那一面都不相信的”。',
        startDate: { year: '1934', month: '07', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《难行和不信》']
      },
      {
        id: '363',
        title: '鲁迅撰写《近代世界短篇小说集（一）》-《小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅为朝花社出版的《近代世界短篇小说集（一）》作《小引》，对短篇小说提出精辟见解。',
        startDate: { year: '1929', month: '04', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《近代世界短篇小说集（一）》-《小引》']
      },
      {
        id: '364',
        title: '鲁迅撰写《<“雄鸡和杂馔”抄>译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《<“雄鸡和杂馔”抄>译者附记》。载本日出版的《朝花》周刊第4期，未署名。后来收入《译丛补》。鲁迅在附记中说明原书是讲音乐理论的，只摘译了其中有关文艺的部分论述；同时还借用原书中告诫文艺青年“莫买稳当的股票”的话，嘲讽“革命文学”论争中一些人的言行。',
        startDate: { year: '1928', month: '12', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<“雄鸡和杂馔”抄>译者附记》']
      },
      {
        id: '365',
        title: '鲁迅翻译《<雄鸡和杂馔>抄》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译法国让•科克多（1891-1963）杂文《<雄鸡和杂馔>抄》。载本日出版的《朝花》周刊第4期及1929年1月10日出版的第6期，署名鲁迅。后来收入《译丛补》。该文为《雄鸡和小丑》书中的一部分，从日译本译出。',
        startDate: { year: '1928', month: '12', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<雄鸡和杂馔>抄》']
      },
      {
        id: '366',
        title: '鲁迅撰写《<奔流>编校后记（七）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（七）》。载12月30日《奔流》月刊第1卷第7期，署名鲁迅。收入《集外集》。该期《奔流》为托尔斯泰诞生百年纪念增刊，其中印有10幅插图。鲁迅在后记中对专刊内容及托尔斯泰作了扼要介绍，同时针对我国文坛有些人对托尔斯泰的不切实际的指责，以及不务实际的空喊口号的倾向，给予了批评。文中说：托尔斯泰是“十九世纪的俄国的巨人，中国前几年虽然也曾经有人介绍，今年又有人叱骂，然而他于中国的影响，其实也还是等于零”。“所以这回是意在介绍几篇外国人——真正看过托尔斯泰的作品，明白那历史背景的外国人——的文字，可以看看先前和现在，中国和外国，对于托尔斯泰的评价是怎样的不同。”鲁迅还进一步指出：“倘使为大众所不懂而仍然算好，那么这文学也就决不是大众的东西了。托尔斯泰论及的这一层，确是一种卓识，但是住在都市里的小资产阶级，实行是极难的，先要‘到民间去’，用过一番苦功。”否则只是“大叫到‘劳动大众间去安慰指导他们’或是‘只向革命知识分子说话’”，是作不出革命文学来的。',
        startDate: { year: '1928', month: '12', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（七）》']
      },
      {
        id: '367',
        title: 'L•S翻译《一九二八年世界文艺界概观》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本千叶龟雄的论文《一九二八年世界文艺界概观》，在本日出版的《朝花》周刊第2期开始连载，至次年1月24日出版的第8期载完，署名L•S，后来收入《译丛补》。',
        startDate: { year: '1928', month: '12', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['L•S', '《一九二八年世界文艺界概观》']
      },
      {
        id: '368',
        title: '鲁迅翻译《跳蚤》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译法国亚波里耐尔的讽刺短诗《跳蚤》及《译者附记》。载本日出版的《奔流》月刊第1卷第6期，译诗署名封余，《译者附记》未署名。后来均收入《译丛补》。《附记》对原作者作了简略介绍，说明这首译诗是从日本堀口大学《动物诗集》日译本转译的，是亚波里耐尔诗集《禽虫吟》中的一首。',
        startDate: { year: '1928', month: '11', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《跳蚤》']
      },
      {
        id: '369',
        title: '鲁迅撰写《跳蚤》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译法国亚波里耐尔的讽刺短诗《跳蚤》及《译者附记》。载本日出版的《奔流》月刊第1卷第6期，译诗署名封余，《译者附记》未署名。后来均收入《译丛补》。《',
        startDate: { year: '1928', month: '11', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《跳蚤》-《译者附记》']
      },
      {
        id: '370',
        title: '鲁迅翻译《坦波林之歌》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本蕗谷虹儿《坦波林之歌》及《译者附记》。载本日出版的《奔流》月刊第1卷第6期，译诗署名鲁迅，《译者附记》未署名。后来均收入《译丛补》。《译者附记》对原作者及其诗文作了简略介绍。',
        startDate: { year: '1928', month: '11', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《坦波林之歌》']
      },
      {
        id: '371',
        title: '鲁迅撰写《坦波林之歌》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译日本蕗谷虹儿《坦波林之歌》及《译者附记》。载本日出版的《奔流》月刊第1卷第6期，译诗署名鲁迅，《译者附记》未署名。后来均收入《译丛补》。《译者附记》对原作者及其诗文作了简略介绍。',
        startDate: { year: '1928', month: '11', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《坦波林之歌》-《译者附记》']
      },
      {
        id: '372',
        title: '葛何德翻译《关于剧本的考察》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联尼可莱•叶夫雷诺夫论文《关于剧本的考察》。载本日出版的《奔流》月刊第1卷第6期，署名葛何德。收入《译丛补》。',
        startDate: { year: '1928', month: '11', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['葛何德', '《关于剧本的考察》']
      },
      {
        id: '373',
        title: '鲁迅翻译《果树园》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联斐定（1892-1977，通译费定）小说《果树园》，并作《译后附记》。均载12月20日《大众文艺》月刊第1卷第4期，译文署名鲁迅，《附记》未署名。收入《竖琴》。附记中对原作者作了简略介绍，同时说明译文是从日本米川正夫《劳农露西亚小说集》日译本转译的，并参考横泽芳人译本作了校订。',
        startDate: { year: '1928', month: '11', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《果树园》']
      },
      {
        id: '374',
        title: '鲁迅撰写《果树园》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联斐定（1892-1977，通译费定）小说《果树园》，并作《译后附记》。均载12月20日《大众文艺》月刊第1卷第4期，译文署名鲁迅，《附记》未署名。收入《竖琴》。',
        startDate: { year: '1928', month: '11', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《果树园》-《译者附记》']
      },
      {
        id: '375',
        title: '鲁迅撰写《<奔流>编校后记（六）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（六）》。载本月30日《奔流》月刊第1卷第6期，署名鲁迅。后来收入《集外集》。文中着重介绍本期《奔流》所载自己翻译的三首诗的三幅外国名画家的插图，说明译诗“不过是充充配角的。而所以翻译的原因又全是为插画”。这些插画是英国画家阿瑟•拉克哈姆为《生命的春潮》所绘的一幅插画，法国画家杜飞为《禽虫吟》一书所作的一幅木刻插画，日本画家蕗谷虹儿为自著的《坦波林之歌》画的一幅白描画。在介绍蕗谷虹儿这幅白描画时，嘲讽叶灵凤剽窃、模仿别人作品的行为，说“蕗谷虹儿的画，近一两年曾在中国突然造成好几个时行的书籍装饰画家；这一幅专用白描，而又简单，难以含糊，所以也不被模仿，看起来较为新鲜一些。”',
        startDate: { year: '1928', month: '11', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（六）》']
      },
      {
        id: '376',
        title: '鲁迅翻译《竖琴》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联理定小说《竖琴》，并作《译后附记》。均载1929年1月10日《小说月报》第20卷第1期，署名鲁迅。收入《竖琴》。译文是从日本树田春海的日译本转译的。鲁迅在《附记》中对作者和《竖琴》的思想内容，作了简要介绍，说这篇作品虽然描写俄国十月革命初期一个犹太人的遭遇，还可能会被我国自称为“无产阶级文化提倡者”的人斥为“反革命”的；“然而在他本国，为什么并不‘没落’呢?我想这是因为虽然有血，有污秽，然而也有革命；因为有革命，所以对于描写血和污秽——无论已经过去或未经过去一一的作品，也就没有畏惮了。这便是所谓‘新的产生’。”',
        startDate: { year: '1928', month: '11', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《竖琴》']
      },
      {
        id: '377',
        title: '鲁迅撰写《竖琴》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联理定小说《竖琴》，并作《译后附记》。均载1929年1月10日《小说月报》第20卷第1期，署名鲁迅。收入《竖琴》。',
        startDate: { year: '1928', month: '11', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《竖琴》-《译者附记》']
      },
      {
        id: '378',
        title: '鲁迅翻译《在沙漠上》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联伦支（1901-1924）小说《在沙漠上》，并作《译者附识》。均载1929年1月1日《北新》半月刊第3卷第1期。译文署名鲁迅，《译者附识》未署名。收入《竖琴》。鲁迅在《<竖琴>后记》中曾说这篇小说是从日本米川正夫《劳农露西亚小说集》译本转译的，是作者19岁时之作，并对作者作了简要介绍。',
        startDate: { year: '1928', month: '11', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《在沙漠上》']
      },
      {
        id: '379',
        title: '鲁迅撰写《在沙漠上》-《译者附识》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译苏联伦支（1901-1924）小说《在沙漠上》，并作《译者附识》。均载1929年1月1日《北新》半月刊第3卷第1期。译文署名鲁迅，《译者附识》未署名。收入《竖琴》。',
        startDate: { year: '1928', month: '11', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《在沙漠上》-《译者附识》']
      },
      {
        id: '380',
        title: '鲁迅撰写《<东京通信>按语》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<东京通信>按语》。载11月19日《语丝》周刊第4卷第45期，署名编者。后来收入《集外集拾遗》。《东京通信》是记述国民党驻日官员在东京庆祝“双十节”时的丑恶表演的一封长信。鲁迅在按语中说：“得了这一封信后，实在使不佞有些踌躇。登不登呢？……但是，再看一回，还觉得写得栩栩欲活，于是‘趣味’终于战胜利害，编进去了。”同时对一些人攻击《语丝》“落伍”讲“趣味”等论调，顺笔予以讽刺。',
        startDate: { year: '1928', month: '11', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<东京通信>按语》']
      },
      {
        id: '381',
        title: '封余撰写《关于“粗人”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于“粗人”》。载11月15日《大江》月刊第2期，名封余。未收集。《大江》月刊创刊号发表章铁民《<伯兮>问题十讲》，介绍暨南大学中文系教师对于《诗经•卫风》中《伯兮》争论的情况和经过，并批评争论的另一方，即该校中文系主任陈钟凡以《伯兮》为“写粗人”的论点。鲁迅亦就此撰写本文，对陈钟凡的论点和态度作了评论。',
        startDate: { year: '1928', month: '11', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['封余', '《关于“粗人”》']
      },
      {
        id: '382',
        title: '封余撰写《<北欧文学的原理>译者识》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<北欧文学的原理>译者识》。载11月15日《大江》月刊11月号，署名译者。未收集。鲁迅在《译者识》中说明，原计划将本文与所作的《<北欧文学的原理>译者附记》一起编入《壁下译丛》里，但《译丛》一时未能印成，因而先在《大江》月刊上发表了。同时对“革命文学”论争中有些人只是空谈无产阶级学，专指别人理论“矛盾”、“落伍”、“不懂唯物史观”，而不注重实质性问题的论争等错误倾向，进行了批评。',
        startDate: { year: '1928', month: '11', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['封余', '《<北欧文学的原理>译者识》']
      },
      {
        id: '383',
        title: '鲁迅撰写《<奔流>编校后记（五）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（五）》。载10月30日《奔流》月刊第1卷第5期，署名鲁迅。后来收入《集外集》附录。鲁迅在后记中集中答复社会上对于《奔流》编者、译者和刊物的种种意见。针对那种指责他的作品“以趣味为中心”和矜持着“闲暇”的论调，说：“说到‘趣味’，那是现在确已算一种罪名了，但无论人类底也罢，阶级底也罢，我还希望总有一日驰禁，讲文艺不必定要‘没趣味’。”',
        startDate: { year: '1928', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（五）》']
      },
      {
        id: '384',
        title: '鲁迅撰写《<捕狮>译后记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《<捕狮>译后记》。载本日出版的《大众文艺》月刊第1卷第2期，未署名。后来收入《译丛补》。此文是载于同刊同期上的《食人人种的话》译者附记的前段。文中说明《捕狮》和《食人人种的话》都是从日本作家堀口大学编译的《腓立普短篇集》里译出的，介绍了原书作者查理路易•腓立普（Charles-Louis Philippe 1874-1909）的生平，并指出他的思想受陀思妥耶夫斯基的影响，存在着既反对消极忍从而又不能自拔的矛盾。',
        startDate: { year: '1928', month: '10', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<捕狮>译后记》']
      },
      {
        id: '385',
        title: '鲁迅撰写《<大衍发微>附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<大衍发微>附记》。未发表，收入《而已集》。《大衍发微》是鲁迅在1926年4月写的揭露段祺瑞政府迫害进步人士阴谋的一篇文章，在收入《而已集》时，作者写了这个附记，揭露国民党政府继承北洋军阀衣钵，迫害文化界进步人士的罪行，指出：“先前的几个被缉者的座前，现在也许倒要有人开单来献，请缉别人了。《现代评论》也不但不再预料革命之不成功，且登广告云：‘现在国民政府收复北平，本周刊又有销行的机会（谨按：妙极）了。而浙江省党务指导委员会宣字一二六号令，则将《语丝》‘严行禁止’了。此之所以为革命软。”',
        startDate: { year: '1928', month: '10', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<大衍发微>附记》']
      },
      {
        id: '386',
        title: '鲁迅翻译《捕狮》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译法国查理路易•腓立普（Charles-Louis Philippe 1874-1909）的短篇小说《捕狮》。载本日出版发行的《大江》月刊创刊号，署名鲁迅。后来收入《译丛补》。该文是从堀口大学的日译本转译的。鲁迅为支持陈望道所办《大江》月刊，陆续为该刊译稿。',
        startDate: { year: '1928', month: '10', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《捕狮》']
      },
      {
        id: '387',
        title: '鲁迅翻译《北欧文学的原理》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本片上伸的论文《北欧文学的原理》，并作《译者附记》。《北欧文学的原理》系片上伸1922年7月在北京大学的讲演稿。它以俄国、挪威作为北欧的代表国家，通过对托尔斯泰、易卜生创作的评论，分析十九世纪北欧文学的特征，介绍十月革命后苏联诗歌的新面貌，鲁迅当时也听了这次讲演。片上伸于1928年3月逝世，因此鲁迅便将该文译存于《壁下译丛》中留作纪念。译文载本年11月15日《大江月刊》11月号，署名鲁迅。《译者附记》未发表。后来均收入《壁下译丛》。《附记》说明翻译该书的用意，并介绍中国已有的参考书。',
        startDate: { year: '1928', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《北欧文学的原理》']
      },
      {
        id: '388',
        title: '鲁迅撰写《北欧文学的原理》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译日本片上伸的论文《北欧文学的原理》，并作《译者附记》。《北欧文学的原理》系片上伸1922年7月在北京大学的讲演稿。它以俄国、挪威作为北欧的代表国家，通过对托尔斯泰、易卜生创作的评论，分析十九世纪北欧文学的特征，介绍十月革命后苏联诗歌的新面貌，鲁迅当时也听了这次讲演。片上伸于1928年3月逝世，因此鲁迅便将该文译存于《壁下译丛》中留作纪念。译文载本年11月15日《大江月刊》11月号，署名鲁迅。《译者附记》未发表。后来均收入《壁下译丛》。《附记》说明翻译该书的用意，并介绍中国已有的参考书。',
        startDate: { year: '1928', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《北欧文学的原理》-《译者附记》']
      },
      {
        id: '389',
        title: '旅沪记者撰写《复康嗣群》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《复康嗣群》。载7月30日《语丝》周刊第4卷第31期“信件摘要”栏，署名旅沪记者。后来收入《集外集拾遗》。',
        startDate: { year: '1928', month: '07', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['旅沪记者', '《复康嗣群》']
      },
      {
        id: '390',
        title: '葛何德撰写《生活的演剧化》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译俄国尼可莱•叶夫里耶夫杂文《生活的演剧化》。载本日出版的《奔流》月刊第1卷第2期，署名葛何德。收入《译丛补》。',
        startDate: { year: '1928', month: '07', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['葛何德', '《生活的演剧化》']
      },
      {
        id: '391',
        title: '鲁迅撰写《复晓真》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《复晓真》。载7月30日《语丝》周刊第4卷第31期“信件摘要”栏，署名鲁迅。后来收入《集外集拾遗》。',
        startDate: { year: '1928', month: '07', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《复晓真》']
      },
      {
        id: '392',
        title: '长庚撰写《书的还魂和赶造》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《书的还魂和赶造》。载本年3月5日《太白》半月刊第1卷第12期，署名长庚。收入《且介亭杂文二集》。文中分析了汇印大部丛书的得失，对当时一些文贩和出版商滥出丛书、投机牟利的行径进行了批评，提出无论汇印新作或重印旧本都必须考虑要对读者有益，说：“汇印新作，当然是很好的，但新作必须是精粹的本子，这才可以救读者们的智识的饥荒。就是重印旧作，也并不算坏，不过这旧作必须已是一种带着文献性的本子，这才足供读者们的研究。如果仅仅是克日速成的草稿，或是栈房角落的存书，改换新装；招摇过市，但以‘大’或‘多’或‘廉’诱人，使读者化去不少的钱，实际上却不过得到一大堆废物，这恶影响之在读书界是很不小的。”“凡留心于文化的前进的人，对于这些书应该加以检讨！”',
        startDate: { year: '1935', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['长庚', '《书的还魂和赶造》']
      },
      {
        id: '393',
        title: '鲁迅撰写《通讯（致郑孝观）补记》',
        type: EventTypesEnum.Creat,
        description: '鲁迅作《通讯（致郑孝观）补记》。未发表。收入《集外集拾遗》。',
        startDate: { year: '1935', month: '02', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《通讯（致郑孝观）补记》']
      },
      {
        id: '394',
        title: '公汗撰写《“招贴即扯”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“招贴即扯”》。载2月20日《太白》半月刊第1卷第11期，署名公汗。收入《且介亭杂文二集》。当时，林语堂等借袁中郎的小品来宣传所谓“闲适”、“性灵”的文艺主张遭到批判后，林在《论语》上发表文章，攻击批评者是骂倒“一切古人”。本文即对此而发。文中指出，袁中郎不过是被人“肩出来当作招牌”，而且被“画歪了脸孔”。揭破这招牌，“其实和中郎本身是无关的”。文章认为论人必须顾及全体，“中郎正是一个佩服‘方巾气’人物的人，赞《金瓶梅》，作小品文，并不是他的全部”。因此，“中郎之不能被骂倒，正如他之不能被画歪。但因此也就不能作他的蛀虫们的永久的巢穴了。”',
        startDate: { year: '1935', month: '01', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['公汗', '《“招贴即扯”》']
      },
      {
        id: '395',
        title: '长庚撰写《隐士》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《隐士》。载2月20日《太白》半月刊第1卷第11期，署名长庚。收入《且介亭杂文二集》。周作人在《人间世》创刊号发表宣扬“隐士风度”的“五秩自寿诗”后，一些文人立即写诗著文加以吹捧；钱天起在《人间世》第八期的《隐士》一文中吹捧周作人的“隐于文采风流”，林语堂“隐于幽默”，都是“艰巨的事业”。鲁迅在本文中，引古说今，透彻地剖析了所谓“隐士”的阶级实质，指出：“凡有名的隐士，他总是已经有了‘悠哉游哉，聊以卒岁’的幸福的。倘不然，朝砍柴，昼耕田，晚浇菜，夜织屦，又那有吸烟品茗，吟诗作文的闲暇？”有些人挂上“归隐”的招牌，其实同“登仕”一样“也是噉饭之道”至于“帮闲们或开锣，或喝道，那是因为自己还不配‘隐’，所以只好揩一点‘隐’油，其实也还不外乎噉饭之道”。文章讽刺说：“泰山崩，黄河溢，隐士们目无见，耳无闻，但苟有议及自己们或他的一伙的，则虽千里之外，半句之微，他便耳聪目明，奋袂而起，好像事件之大，远胜于宇宙之灭亡者，也就为了这缘故。”',
        startDate: { year: '1935', month: '01', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['长庚', '《隐士》']
      },
      {
        id: '396',
        title: '仲度撰写《汉字和拉丁化》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《汉字和拉丁化》。载本月25日《中华日报•动向》。署名仲度。收入《花边文学》。当时一些反对大众语的人常责难大众语提倡者拿不出“货色”，如胡适在《大众语在那儿？》（《大公报•文艺副刊》第一○○号）一文中，极力否定大众语，叫嚣“拿出货色来看！”垢佛在《文言和白话论战宣言》（见宣浩平编《大众语文论战》）一文中，也神气十足地说，“可否请几位提倡‘大众语’的作家，发表几篇‘大众语’的标准作品”来！本文对这种挑衅予以了驳斥，同时分析了方块汉字的繁难给大众语造成的障碍，提出了改革汉字必然要走拼音化道路的主张。',
        startDate: { year: '1934', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['仲度', '《汉字和拉丁化》']
      },
      {
        id: '397',
        title: '张沛撰写《“大雪纷飞”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“大雪纷飞”》。载本月24日《中华日报•动向》，署名张沛。收入《花边文学》。本月15日，文人李焰生在《社会月报》第3期发表《由大众语文文学到国民语文文学》一文，支持文言，反对大众语。本文即以李焰生文中所说的“大雪纷飞”一语为例进行分析，驳斥了他的说法。指出：“如果自造一点丑恶，来证明他的敌对的不行，那只是他从隐蔽之处挖出来的自己的丑恶，不能使大众羞，只能使大众笑。”',
        startDate: { year: '1934', month: '08', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['张沛', '《“大雪纷飞”》']
      },
      {
        id: '398',
        title: '焉于撰写《看书琐记（三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《看书琐记（三）》。载本月23日《申报•自由谈》，原题为《批评家与创作家》，署名焉于。收入《花边文学》。本文针对当时有些作者不能正确对待文艺批评，特别是有些人不问是非，一律把文艺批评说成是“文人相轻”、“互骂”等错误倾向，说明了创作与批评的关系以及进行文艺批评的重要性。指出，“用笔的人以为一做批评家，便可以高踞文坛”，甚至“乱评”一通，这是“要矫正”的；但“一见笔战，便是什么‘文坛的悲观’呀，‘文人相轻’呀，甚至于不问是非，统谓之‘互骂’，指为‘漆黑一团糟’”，这也是错误的。“文艺必须有批评；批评如果不对了，就得用批评来抗争，这才能够使文艺和批评一同前进，如果一律掩住嘴，算是文坛已经干净，那所得的结果倒是要相反的”。',
        startDate: { year: '1934', month: '08', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['焉于', '《看书琐记（三）》']
      },
      {
        id: '399',
        title: '越侨撰写《迎神和咬人》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《迎神和咬人》。载本月22日《申报•自由谈》，署名越侨。收入《花边文学》。本文对当时报载浙江余姚农民迎神求雨并咬死了一位前来劝阻的国民党“老党员”一事作了剖析，揭示出农民在国民党统治下“想救死，想逃死，适所以自速其死的悲惨处境，指出了造成农民迷信的社会根源，抨击了国民党的政策。指出：“自从由帝国成为民国以来，上层的改变是不少了，无教育的农民，却还未得到一点什么新的有益的东西，依然是旧日的迷信，旧日的讹传，在拼命的救死和逃死中自速其死。”“这悲剧何时完结呢？”本文发表时被国民党审查机关删去了“因为怨恨而至于咬，则被咬者之恶，也就可想而知了”等字句。鲁迅在本月22日该文的《附记》中讽刺说：“他们的意思，大约是以为乡下人的意思——虽然是妄信——还不如不给大家知道，要不然，怕会发生流弊，有许多喉管也要危险的。”',
        startDate: { year: '1934', month: '08', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['越侨', '《迎神和咬人》']
      },
      {
        id: '400',
        title: '华圉撰写《门外文谈》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《门外文谈》。载本月24日至9月10日《申报•自由谈》，署名华圉。发表时被国民党审查删去205字。收入《且介亭杂文》。在当时关于“大众语”的论战中，一些文人适应国民党的以“尊孔读经”为中心的“新生活运动”的需要，竭力反对大众语，鼓吹复古，宣扬唯心史观；而在不少主张大众语的知识分子中，也暴露出对祖国语言文字的发展历史和劳动人民同文化的关系等方面的错误观点。鲁迅为了支持大众语运动，澄清在这个问题上的一些混乱思想，曾先后写了十多篇有关的文章，本文是其中最重要的一篇。它以辩证唯物主义和历史唯物主义的观点深刻阐明了文字和文学的起源与发展，以及二者之间的相互关系；揭露了统治阶级对文字的垄断，批判了剥削阶级的唯心史观；肯定了人民群众是人类文化的创造者，并为中国语言文字的改革指明了方向。这是一篇用马克思主义观点通俗地解释文化起源和发展历史的杰作。',
        startDate: { year: '1934', month: '08', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['华圉', '《门外文谈》']
      },
      {
        id: '401',
        title: '白道撰写《奇怪》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《奇怪》载本月17日《中华日报•动向》，暑名白道。收入《花边文学》。当时在国民党推行的所谓“新生活运动”中，各地出现了许多怪现象，诸如尊崇孔教，恢复古礼，禁止男女同席、同车、同行、同泳、同演影片等。报上充斥着烧香拜龙，作法求雨，赏鉴“胖女”，禁杀乌龟、演习佾舞，以及主张男女分途，女人不得露腿赤足之类的记载。本文对这些丑恶的现象予以了尖锐的讽刺。',
        startDate: { year: '1934', month: '08', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['白道', '《奇怪》']
      },
      {
        id: '402',
        title: '白道撰写《奇怪（二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《奇怪（二）》。载本月18日《中华日报•动向》，署名白道。收入《花边文学》。本文批评尤墨君的禁止中学生用“时髦字眼”的主张。说：“大众的需要中学生，是因为他教育程度比较的高，能够给大家开拓知识，增加语汇”，“为大众而练习大众语，倒是不该禁用那些‘时髦字眼’的，最要紧的是教给他定义，教师对于中学生，和将来中学生的对于大众一样。……禁，是不好的，他们中有些人将永远模胡”。',
        startDate: { year: '1934', month: '08', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['白道', '《奇怪（二）》']
      },
      {
        id: '403',
        title: '史贲撰写《安贫乐道法》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《安贫乐道法》。载本月16日《申报•自由谈》，署名史贲。收入《花边文学》。在国民政府统治下，政治黑暗，生产停滞，失业问题非常严重。当时报刊对就业问题曾展开讨论，一些文人极力劝导青年安于现状，如胡适在6月24日《大公报》发表的《赠今年的大学毕业生》一文中，责备青年“才力弱，眼界高”，应该“先自己反省”，“更不要责备社会”；8月6日《申报•自由谈》上载有《青年就业问题》一文，也说这不是社会问题，“关键完全在于青年的本身”，劝导青年应当提高“自觉”，应当“安贫”等等。鲁迅在本文中对其中的一些论调予以了嘲讽，指出：“劝人安贫乐遭是古今治国平天下的大经络，开过的方子也很多，但都没有十全大补的功效。”而“事实是毫无情面的东西，它能将空言打得粉碎。”因此，他正告那些“开方子”的人们，是“大可以不必再玩‘之乎者也’了——横竖永远是没有用的。”',
        startDate: { year: '1934', month: '08', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['史贲', '《安贫乐道法》']
      },
      {
        id: '404',
        title: '康伯度撰写《趋时和复古》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《趋时和复古》。载本月15日《申报•自由谈》，署名康伯度。收入《花边文学》。当时一些人借悼念刘半农逝世，竭力宣扬他的所谓“学术”上的成就，把他描绘成“复古的圣贤”，借以打击所谓“趋时”的文艺工作者。鲁迅在本文中驳斥了这些论调，揭露了这些人“以新打新”的手法。指出，人们“心目中有了刘半农三个字，原因并不在他擅长音韵学，或是常做打油诗，是在他跳出鸳蝴派，骂倒王敬轩，为一个‘文学革命’阵中的战斗者”。他是因为“‘趋时’而出名的”。文章还分析了康有为、严复、章太炎等人的前后变化，说明这些一人“原是拉车前进的好身手”，因而获得“名声”；后来却“拉车屁股向后”，“晦气”也就跟着到来。文章最后指出：刘半农“是战斗过来的，只要敬爱他的人，多发挥这一点，不要七手八脚，专门把他拖进自己所喜欢的油或泥里去做金字招牌就好了。”',
        startDate: { year: '1934', month: '08', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['康伯度', '《趋时和复古》']
      },
      {
        id: '405',
        title: '鲁迅翻译《艺术都会的巴黎》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译德国画家格罗斯（1893-1959，德国讽刺画家、装帧设计家。1933年移居美国。作品有《支配阶级之面目》、《如此人类》等画集。鲁迅在1929年出版的《小彼得》中收有他的插图6幅；1932年在上海举行“德国版画展览会”时，曾展出他所作的《席勒剧作<强盗>警句图》9幅。）的论文《艺术都会的巴黎》，并作《译者附记》。均载《译文》月刊第1卷第1期，署名茹莼。收入《鲁迅译文集•译丛补》。《附记》对作者和本文作了简要的介绍。',
        startDate: { year: '1934', month: '08', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术都会的巴黎》']
      },
      {
        id: '406',
        title: '孺牛撰写《从孩子的照相说起》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《从孩子的照相说起》。载本月20日《新语林》半月刊第4期，署名孺牛。收入《且介亭杂文》。本文从中外“孩子相”的不同谈起，批判了所谓“保存中国固有文化”和盲目仇视“洋气”的守旧思想和偏见。指出，要善于吸收别人的优点，勇于创造和革新，才能除掉由于长期遭受压抑而造成的“奴隶性”。文章说：“所谓‘洋气’之中，有不少是优点，也是中国人性质中所本有的……这是必须拿它回来——恢复过来的——自然还得加一番慎重的选择。”“即使并非中国所固有的罢，只要是优点，我们也应该学习。即使那老师是我们的仇敌罢，我们也应该向他学习”。',
        startDate: { year: '1934', month: '08', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['孺牛', '《从孩子的照相说起》']
      },
      {
        id: '407',
        title: '焉于撰写《看书琐记（二）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《看书琐记（二）》。载本月9日《申报•自由谈》，署名焉于。收入《花边文学》。文中以文学作品所描写的和生活中存在的人们“说话也会彼此说不通”的现象为例，继续批评所谓文学有“普遍性”和“永久性”的观点，指出，“文学要普遍而且永久，恐怕实在有些艰难”。同时还嘲讽了“文学愈高超，懂得的人就愈少”的说法。',
        startDate: { year: '1934', month: '08', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['焉于', '《看书琐记（二）》']
      },
      {
        id: '408',
        title: '焉于撰写《看书琐记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《看书琐记》。载本月8日《申报•自由谈》，署名焉于。收入《花边文学》。本文从文艺作品中用对话表现人物形象谈起，说明不同的人对文学作品的感受不同, 批评了一些人鼓吹的所谓文学的“普遍性”和“永久性”的观点。指出：“文学有普遍性，但有界限；也有较为永久的，但因读者的社会体验而生变化。北极的遏斯吉摩人和菲洲腹地的黑人，我以为是不会懂得‘林黛玉型’的；健全而合理的好社会中人，也将不能懂得……一有变化，即非永久，说文学独有仙骨，是做梦的人们的梦话。”',
        startDate: { year: '1934', month: '08', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['焉于', '《看书琐记》']
      },
      {
        id: '409',
        title: '鲁迅撰写《“丧家的”“资本家的乏走狗”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“丧家的”“资本家的乏走狗”》。载5月1日《萌芽月刊》第1卷第5期，署名鲁迅。收入《二心集》。本年2月10日《拓荒者》第1卷第2期“文艺理论讲座”栏发表冯乃超的论文《阶级社会的艺术》，批驳梁实秋《文学是有阶级性的吗？》一文，斥责他为“资本家的走狗”。梁实秋遂即争辩说“我不生气”，并称：“还不知道我的主子是谁，我若知道，我一定要带着几分杂志去到主子面前表功，或者还许得到几个金镑或卢布的赏责呢。”（梁实秋：《“资本家的走狗”》，见1929年11月《新月》第2卷第9期，实际出版时间推迟）反诬左作家为苏联卢布所“收买”。据冯雪峰回忆，鲁迅看了梁的这文章，愉快地说：“有趣！还没有怎样打中了他的命脉就这么叫了起来，可见是一只没有什么用的走狗！”同时从冯的文章中，又觉得“乃超这人真是忠厚人”，因此决定自己“来写它一点”（据冯雪峰《回忆鲁迅•鲁迅先生对左联的态度》）。在本文中，鲁迅对梁实秋的言行作了精确而深刻的剖析，不但指出了梁实秋等人“遇见所有阔人都驯良，遇见所有穷人都狂吠”，是“属于所有资本家”的走狗，而且勾画出他们在旧主人北洋军阀倒台之后，一时还未得到新主人蒋介石集团的赏识，陷入“无人豢养”的“丧家狗”的窘境。文章还进而指出：他们为了取媚于新军阀，对左翼文艺家使用了“下贱”的诬陷、告密等手段，“以济其‘文艺批评’之穷”，所以“还得在‘走狗’之上，加上一个形容字：‘乏’”。冯雪峰回忆说，当鲁迅写好这篇杂文交给《萌芽月刊》的时候，他自己高兴得笑起来说：“你看，比起乃超来，我真要‘刻薄’得多了。”接着又说：“可是，对付梁实秋这类人，就得这样。……我帮乃超一手，以助他之不足”。当时所有的“同志都很喜欢这篇杂文，称之为‘奇文’”（据冯雪峰《回忆鲁迅•鲁迅先生对左联的态度》）。',
        startDate: { year: '1930', month: '04', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“丧家的”“资本家的乏走狗”》']
      },
      {
        id: '410',
        title: '鲁迅撰写《“好政府主义”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《“好政府主义”》。载5月1日《萌芽月刊》第1卷第5期，署名鲁迅。收入《二心集》。本年前后，新月派的某些人重弹胡适的“好政府主义”老调，献策于国民党当局。梁实秋在《新月》发表《“不满于现状”，便怎样呢？》等文，攻击鲁迅等批评时事的杂感只是一味不满于现状，非但不求医治“现状”的药方，反而把包括“好政府主义”在内的各种主义都说得一文不值。本文指出，梁实秋对杂感的责难，是凭空捏造罪状，抹杀了政治思想文化战线上阶级斗争的实质和是非界限。并揭露新月派所鼓吹的“好政府主义”只是一副空洞无物，却又专横地不准别人批评的药方，是维护反动统治的骗术。说：“杂感之无穷无尽，正因为这样的‘现状’太多的缘故。”',
        startDate: { year: '1930', month: '04', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《“好政府主义”》']
      },
      {
        id: '411',
        title: '鲁迅翻译《文艺政策》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译完苏联文艺政策论文集《文艺政策》，并作《后记》。署名鲁迅。6月由水沫书店出版，为《科学的艺术论丛书》之一。译文是从日本外村史郎和藏原惟人的日译本转译的。其中《关于对文艺的党的政策》、《观念形态战线和文学》以及《关于文艺领域上的党的政策》三篇，自1928年以来，陆续译载于《奔流》，未发表的有《后记》、原译者日本藏原惟人的《序言》、以及附录的冯雪峰所译日本冈泽秀虎的《以理论为中心的俄国无产阶级文学发达史》。鲁迅的《后记》摘录了1928年6月5日所作的《<奔流>编校后记》和本年1月24日所作的《“硬译”与“文学的阶级性”》中有关的文字，分别重申了翻译该书的重要现实意义和一贯坚持“硬译”的基本态度。',
        startDate: { year: '1930', month: '04', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺政策》']
      },
      {
        id: '412',
        title: '鲁迅撰写《我们要批评家》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《我们要批评家》。载《萌芽月刊》第1卷第4期，署名鲁迅。收入《二心集》。本文指出，1929年以来，“读书界的趋向社会科学，是一个好的，正当的转机，不惟有益于别方面，即对于文艺，也可催促它向正确，前进的路”。但由于出版的著作杂乱，新的批评家们对此不作批评指导，只是“尽职于宣传本团体的光荣和功绩”及进行宗派主义的批评，一些反动文人便趁势一笔抹杀社会科学方面的译著。“在出品的杂乱和旁观者的冷笑中”，新兴的文艺“是极容易凋谢的”。文章提出：“现在所首先需要的，也还是——几个坚实的，明白的，真懂得社会科学及其文艺理论的批评家。”及时地批评了革命文艺队伍中残存的宗派主义、关门主义的倾向，再次强调了马克思主义文艺批评的重要性。',
        startDate: { year: '1930', month: '04', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《我们要批评家》']
      },
      {
        id: '413',
        title: '鲁迅撰写《非革命的急进革命论者》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《非革命的急进革命论者》。载《萌芽月刊》第1卷第3期，署名鲁迅。收入《二心集》。自从鲁迅作序的叶永蓁《小小十年》出版后，报刊上出现了来自不同方面的批评，他们都以主人公不是彻底的革命而否定作品。鲁迅在本文中指出：“这言论，初看固然是很正当，彻底似的，然而这是不可能的难题，是空洞的高谈，是毒害革命的甜药。”文中联系中国的实际情况，总结革命队伍形成的规律：“每一革命部队的突起，战士大抵不过是反抗现状这一种意思，大略相同，终极目的是极为歧异的”，但都能增加革命军的战斗力；自然，也“因为终极目的的不同，在行进时，也时时有人退伍，有人落荒，有人颓唐，有人叛变，然而只要无碍于进行，则愈到后来，这队伍也就愈成为纯粹，精锐的队伍了。”并说明自己先前为《小小十年》作序，以为主人公已经为社会尽了些力量，正是鉴于革命有同路人这样的事实。文中还着重揭露右派报纸对《小小十年》所作的“更严厉，更彻底的批评”，一针见血地指出：那些“貌似彻底的革命者，而其实是极不革命或有害革命的个人主义的论客”，他们玩弄两面手法，一面对小说创作“要求彻底革命的主角”，而另一面对马列主义“社会科学的翻译，是加以刻毒的冷嘲”。从而提示人们注意，右派批评家也会戴上“彻底革命”的假面来“围剿”革命的文化。',
        startDate: { year: '1930', month: '03', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《非革命的急进革命论者》']
      },
      {
        id: '414',
        title: '鲁迅撰写《习惯与改革》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《习惯与改革》。载《萌芽月刊》第1卷第3期，署名鲁迅。收入《二心集》。当时社会上的各种力量都在谈论“社会改革”问题。鲁迅在本文中根据列宁的观点，指出：“真实的革命者，自有独到的见解，例如乌略诺夫先生，他是将‘风俗’和‘习惯’，都包括在‘文化’之内的，并且以为改革这些，很为困难。我想，但倘不将这些改革，则这革命即等于无成，如沙上建塔，倾刻倒坏。”又指出，有志于改革者“倘不深入民众的大层中，于他们的风俗习惯，加以研究，解剖，分别好坏，立存废的标准，而于存于废，都慎选施行的方法，则无论怎样的改革，都将为习惯的岩石所压碎，或者只在表面上浮游一些时”。因此“必须先知道习惯和风俗，而且有正视这些的黑暗面的勇猛和毅力。因为倘不看清，就无从改革。仅大叫未来的光明，其实是欺骗怠慢的自己和怠慢的听众的。”',
        startDate: { year: '1930', month: '03', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《习惯与改革》']
      },
      {
        id: '415',
        title: '黄棘撰写《张资平氏的“小说学”》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《张资平氏的“小说学”》。载4月1日《萌芽月刊》第1卷第4期，署名黄棘。收入《二心集》。文中揭露张资平打着“方向转换”和“最进步”的“无产阶级作家”的招牌，兜售三角恋爱小说，讲授所谓“小说学”等毒害青年的行径，最后以“△”符号形象地概括了张资平的作品及其“小说学”的特和本质。文章发表后，张资平在1930年5月《洛甫》创刊号发表《答黄棘君》，对鲁迅进行人身攻击，后鲁迅在1933年7月14日致黎烈文信中指出：“此公实已道尽途穷，此后非带些吧儿与无赖气息，殊不足以再有刊物上（刊物上耳，非文学上也）的生命。”',
        startDate: { year: '1930', month: '02', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['黄棘', '《张资平氏的“小说学”》']
      },
      {
        id: '416',
        title: '鲁迅撰写《通信（柳无忌来信按语）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《通信（柳无忌来信按语）》。载1月20日《语丝》周刊第5卷第45期（实际出版日期延迟），署名鲁迅。后来收入《集外集拾遗》。柳无忌是柳亚子之子，当时留学美国。他从耶鲁大学德文系主任处了解到德国大诗人歌德曾对中国明人小说《玉娇梨》“颇加称道”，便函求鲁迅代为查考该书作者生平和写作时\n间，并希望将信公开，引起大众的兴趣。鲁迅将此信在《语丝》上公开发表，并作按语，“希望得有关于《玉娇梨》的资料的读者，惠给有益的文字”。',
        startDate: { year: '1930', month: '02', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《通信（柳无忌来信按语）》']
      },
      {
        id: '417',
        title: '鲁迅翻译《车勒芮绥夫斯基的文学观》第一章',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联普列汉诺夫所作《车勒芮绥夫斯基的文学观》第一章，载《文艺研究》第1卷第1本，署名鲁迅。后来收入《译丛补》。',
        startDate: { year: '1930', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《车勒芮绥夫斯基的文学观》第一章']
      },
      {
        id: '418',
        title: '鲁迅撰写《文艺的大众化》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文艺的大众化》。载3月1日《大众文艺》第2卷第3期，署名鲁迅。后来收入《集外集拾遗》。本文系对《大众文艺》征求关于文艺大众化问题的意见的答复。文中首先驳斥了新月派一贯宣扬的文艺只有少数的优秀者才能鉴赏的论调，同时针对当时文艺大众化问题讨论中出现的种种错误倾向，如片面强调文艺形式“通俗化”，空谈文艺“全部大众化”等等，指出：在通俗化问题上“若文艺设法俯就，就很容易流为迎合大众，媚悦大众。迎合和媚悦，是不会于大众有益的”。“在现下的教育不平等的社会里，仍当有种种难易不同的文艺，以应各种程度的读者之需。不过应该多有为大众设想的作家，竭力来作浅显易解的作品，使大家能懂，爱看，以挤掉一些陈腐的劳什子。”又说：“因为现在是使大众能鉴赏文艺的时代的准备”，“倘若此刻就要全部大众化，只是空谈。”“若是大规模的设施，就必须政治之力的帮助，一条腿是走不成路的，许多动听的话，不过文人的聊以自慰罢了。”',
        startDate: { year: '1930', month: '02', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺的大众化》']
      },
      {
        id: '419',
        title: 'L撰写《<毁灭>第二部一至三章译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<毁灭>第二部一至三章译者附记》。载4月1日《萌芽月刊》第1卷第4期。署名L。后来收入《鲁迅译文集》第7卷附录。《译者附记》记叙了自己在翻译时“随时发生的感想”，说：“这几章是很紧要的，可以宝贵的文字，是用生命的一部分，或全部换来的东西，非身经战斗的战士，不能写出。”认为作品描写的革命军处在危境时队员的各种表现是真实的，反映了“革命有血，有污秽，但有婴孩。这‘溃灭’正是新生之前的一滴血，是实际战斗者献给现代人们的大教训。”文中还指出：“中国的革命文学家和批评家常在要求描写美满的革命，完全的革命人，意见固然是高超完善之极了，但他们也因此终于是乌托邦主义者。”最后又说：对这部作品“倘要十分了解，恐怕就非实际的革命者不可，至少，是懂些革命的意义，于社会有广大的了解，更至少，则非研究唯物的文学史和文艺理论不可了。”',
        startDate: { year: '1930', month: '02', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['L', '《<毁灭>第二部一至三章译者附记》']
      },
      {
        id: '420',
        title: '鲁迅翻译《艺术与哲学，伦理》前半篇',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅译讫日本本庄可宗所作论文《艺术与哲学，伦理》前半篇。载4月10日《文艺讲座》第1册，署名鲁迅。后来收入《译丛补》。',
        startDate: { year: '1930', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《艺术与哲学，伦理》前半篇']
      },
      {
        id: '421',
        title: '鲁迅撰写《书籍和财色》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表《书籍和财色》。载《萌芽月刊》第1卷第2期，署名鲁迅。收入《三闲集》。本文通过解剖“专以学生为对手的书店”玩弄财色等欺骗手段招揽顾客的现象，抨击国民党统治下的出版界贩卖半封建半殖民地思想文化的腐败现状。',
        startDate: { year: '1930', month: '02', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《书籍和财色》']
      },
      {
        id: '422',
        title: '鲁迅撰写《关于<子见南子>》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《关于<子见南子>》。载19日《语丝》周刊第5卷第24期（实际出版日期延迟），署名鲁迅。后来收入《集外集拾遗》。本年６月间，山东曲阜第二师范部分师生因演出林语堂所作的独幕话剧《子见南子》，受到当地孔氏“圣裔”和当局迫害。本文汇辑有关此案的“公私文字”11篇，并加“结语”，指出该案最后“也还是‘强宗大姓’的完全胜利”，从而暴露了国民党大搞尊孔读经的阶级实质。',
        startDate: { year: '1929', month: '08', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《关于<子见南子>》']
      },
      {
        id: '423',
        title: '鲁迅撰写《<二月>小引》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<二月>小引》。载9月1日《朝花旬刊》第１卷第10期，署名鲁迅。收入《三闲集》时，改题《柔石作<二月>小引》。《二月》系柔石所作的中篇小说。《小引》指出在受到革命浪涛冲击的时代中有三种人：“站在山冈上者和飞沫不相干，弄潮儿则于涛头且不在意，惟有衣履尚整，徘徊海滨的人，一溅水花，便觉得有所沾湿，狼狈起来。”《二月》的作者用“工妙的技术”描写的主人公肖涧秋，就是后一种人，“他其实并不能成为一小齿轮，跟着大齿轮转动，他仅是外来的一粒石子，所以轧了几下，发几声响，便被挤到女佛山——上海去了”。“他幸而还坚硬，没有变成润泽齿轮的油”。认为这是近代青年中的一种典型，读者可以借以“照见自己的姿态”。同时也指出作品没有挖掘出这个脆弱的知识分子从不满现实到决心遁走的思想原因。据林淡秋回忆：“鲁迅先生很重视这部作品，对它有详细的口头批评，非常具体地指出优点，也指出缺点，柔石非常悦服这种诚恳而具体的批评。他说这种批评才是对作者有帮助的批评。”（林淡秋：《忆柔石——纪念柔石遇难十六周年》，见丁景唐、瞿光熙编《左联五烈士研究资料编目》）',
        startDate: { year: '1929', month: '08', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<二月>小引》']
      },
      {
        id: '424',
        title: '鲁迅翻译《文艺与批评》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅编译卢那察尔斯基论文选集《文艺与批评》，并作《译者附记》。《附记》末题：“鲁迅于上海的风雨，啼哭，歌笑声中记”。本年 10月由水沫书店出版，为《科学的艺术论丛书》之一。本集共收论文7篇，包括已发表过的《托尔斯泰与马克斯》、《托尔斯泰之死与少年欧罗巴》和《苏维埃国家与艺术》，未另发表的《艺术是怎样地发生的》、《今日的艺术与明日的艺术》和《关于马克斯主文艺批评之任务的提要》，并以日本尾濑敬止的《为批评家的卢那卡尔斯基》代序。《译者附记》除重申“硬译”主张外，还指出：本集中有关苏联社会主义文艺的两篇论文，对中国“今年忽然高唱自由主义”的“新月派”，以及“去年一时大叫”把一切表现了旧思想的作家和作品“打发”出去的“革命文学家”，“实在是一帖喝得会出汗的苦口的良药。”又借原译者的按语说明末一篇“是作者显示了马克斯主义文艺批评的基准的重要的论文”，可使中国的“以马克斯主义文艺批评自命的批评家”得到启发：“必须更有真切的批评，这才有真的新文艺和新批评的产生的希望。”《附记》还进一步强调认真学习、钻研马克思列宁主义的重要性，说：本集“虽然不过是一些杂摘的花果枝柯，但或许也能够由此推见若干花果枝柯之所由发生的根柢。但我又想，要豁然贯通，是仍须致力于社会科学这大源泉的”。',
        startDate: { year: '1929', month: '08', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺与批评》']
      },
      {
        id: '425',
        title: '鲁迅撰写《<奔流>编校后记（十一）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（十一）》。载8月24日《奔流》月刊第２卷第４期，署名鲁迅。后来收入《集外集》附录。本文着重介绍自本期起连载的冯雪峰的译文《现代欧洲艺术及文学底诸流派》，指出这是匈牙利流亡国外的革命者马察的名著《现代欧洲的艺术》中一篇，全书“以科学底社会主义的手法，来解剖西欧现代的艺术”。认为这篇论文中“所举的新流派，在欧洲虽然多已成为陈迹，但在中国，有的却不过徒闻其名，有的则连名目也未经介绍”。译介这篇文章“可以‘打发’掉只偷一些新名目，以自夸耀，而其实毫无实际的‘文豪’。因为其中所举的各主义，倘不用科学之光照破，则可借以藏拙者还是不少的”。',
        startDate: { year: '1929', month: '08', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（十一）》']
      },
      {
        id: '426',
        title: '鲁迅翻译《贵家妇女》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联左琴科的短篇小说《贵家妇女》及《译者附记》。均载本日《大众文艺》月刊第1卷第1期，译文署名鲁迅，《译者附记》署名译者。后来收入《译丛补》。《译者附记》说明译文是从日本尾濑敬止编译的《艺术战线》译出的，他的底本是出于俄国理丁编的《文学的俄罗斯》。文中还译载了原作者的自传。',
        startDate: { year: '1928', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《贵家妇女》']
      },
      {
        id: '427',
        title: '鲁迅撰写《贵家妇女》-《译者附记》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅发表所译苏联左琴科的短篇小说《贵家妇女》及《译者附记》。均载本日《大众文艺》月刊第1卷第1期，译文署名鲁迅，《译者附记》署名译者。后来收入《译丛补》。',
        startDate: { year: '1928', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《贵家妇女》-《译者附记》']
      },
      {
        id: '428',
        title: '鲁迅撰写《<奔流>编校后记（四）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《<奔流>编校后记（四）》。载9月20日《奔流》月刊第1卷第4期，署名鲁迅。后来收入《集外集》附录。该期《奔流》重点介绍法国著名雕刻家罗丹的作品。鲁迅在《后记》中就本期登载的金溟若所译日本有岛武郎的论文《<叛逆者>（关于罗丹的考察)》发表评介，并说：“要讲罗丹的艺术，必须看罗丹的作品，——至少，是作品的影片。”为帮助读者阅读译文，选登了四幅罗丹的作品作插画。',
        startDate: { year: '1928', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（四）》']
      },
      {
        id: '429',
        title: '鲁迅撰写《<奔流>编校后记（三）》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅撰写《<奔流>编校后记（三）》。载8月20日《奔流》月刊第1卷第3期，署名鲁迅。后来收入《集外集》。该期《奔流》为易卜生诞生一百周年纪念增刊。鲁迅在后记中简述易卜生及其作品在中国的影响，指出五四时期《新青年》杂志之所以介绍易卜生是因为他“敢于攻击社会，敢于独战多数”,而现在出版纪念增刊是为了“追怀这曾经震动一时的巨人”。文中谈到他译校《文艺政策》时，对1924年苏联关于文艺政策的讨论会上的两种错误观点作了评论，说：“我觉得耐人寻味的，是在‘那巴斯图’派因怕主义变质而主严，托罗兹基（按今译托洛茨基）因文艺不能孤生而主宽的问题。许多言辞，其实不过是装饰的枝叶。这问题看去虽然简单，但倘以文艺为政治斗争的一翼的时候，是很不容易解决的。”',
        startDate: { year: '1928', month: '08', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《<奔流>编校后记（三）》']
      },
      {
        id: '430',
        title: '鲁迅撰写《革命咖啡店》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《革命咖啡店》。载8月13日《语丝》周刊第4卷33期，原题《鲁迅附记》，刊于郁达夫所作《革命广告》之后收入《三闲集》时改为现题。文中驳斥“革命文学家”散布鲁迅郁达夫在咖啡店“高谈”取乐的流言，批评他们自己脱离工农大众，只坐在咖啡店那个“理想的乐园”里空谈革命的不良倾向。并声明：“这样的咖啡店，我是没有上去过的”，“这乐园中我没有去，也不想去，并非躲在咖啡杯后面在骗人”。鲁迅在致章廷谦（川岛）信中也说：“创造社开了咖啡店，宣传‘在那里面，可以遇见鲁迅郁达夫’，不远在《语丝》上，我们要订正。”（鲁迅1928年8月15日致章廷谦信）',
        startDate: { year: '1928', month: '08', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《革命咖啡店》']
      },
      {
        id: '431',
        title: '鲁迅撰写《文学的阶级性》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文学的阶级性》。载8月20日《语丝》周刊第4卷第34期，原题为《<通讯>其二》，署名鲁迅。收入《三闲集》时改为现题。文中批驳了文学创作可以“超时代”“超阶级”的主张。指出：“不相信有一切超乎阶级，文章如日月的永久的大文豪，也不相信住洋房，喝咖啡，却道‘唯我把握住了无产阶级意识，所以我是真的无产者’的革命文学者。”认为在文艺界对于历史唯物主义的基本常识都还不甚理解的情况下，不应在名词概念上论争不休，“希望有切实的人，肯译几部世界上已有定评的关于唯物史观的书——至少，是一部简单浅显的，两部精密的——还要一两本反对的著作。那么，争论起来可以省说许多话。”',
        startDate: { year: '1928', month: '08', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文学的阶级性》']
      },
      {
        id: '432',
        title: '鲁迅撰写《文坛的掌故》',
        type: EventTypesEnum.Creat,
        description:
          '鲁迅作《文坛的掌故》。载8月20日《语丝》周刊第4卷第34期，原题《<通讯>其一》，署名鲁迅。收入《三闲集》时改为现题。本文是对徐匀来信的答复，继续批评一些人不从中国的实际出发，照搬外国经验，“含混地只讲‘革命文学’，当然不能底”。指出提倡无产阶级文艺运动，“这在俄国，是正当的，因为正是劳农专政；在日本也还不打紧，因为究竟还有一点微微的出版自由，居然也还说可以组织劳动政党。中国则不然”。并批评他们“叫打倒旧东西，又拉旧东西来保护自己，要有革命者的名声，却不肯吃一点革命者往往难免的辛苦，于是不但笑啼俱伪，并且左右不同……我认为这是很可惜，也觉得颇寂寞的。”',
        startDate: { year: '1928', month: '08', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文坛的掌故》']
      },
      {
        id: '433',
        title: '托马斯•邓恩诊察鲁迅',
        type: EventTypesEnum.Heath,
        description:
          '鲁迅同意由美国肺痨科专家托马斯•邓恩（Thomas Dunn）医生检查病情。鲁迅从5月15日发病以后不久，即卧床不起，每日低烧，一直请须藤五百三医生诊治，至23日还没有查出发热的原因（据鲁迅1936年5月23日致曹靖华信）。29日日记记载，曾用强心剂一针。这严重的病情，使朋友们极为担忧。史沫特莱、茅盾、冯雪峰和许广平经过认真商议，决定事先不征求鲁迅的同意，由史沫特莱请当时上海最好的两个治肺病的医生之一美国邓医生来诊察。邓医生来后，为免遭鲁迅拒绝，先由冯雪峰去同鲁迅商量，强调这是史沫特莱的主意，且医生已经来了，希望鲁迅同意。鲁迅同意后，由茅盾任翻译。经过打诊、听诊之后，断定病“甚危”，认为鲁迅是最能抵抗疾病的典型的中国人，如果是欧洲人，则早在五年前就已死掉了（据冯雪峰《回忆鲁迅•在病中和在新的政治形势下的他的情绪之二》。又据鲁迅《且介亭杂文末编•死》）7月初，拍摄X光胸部照片（据鲁迅1936年7月6日致母亲信），证明邓医生的诊断“极准确”（鲁迅：《且介亭杂文末编•死》）。邓医生检查后，仍由须藤五百三医生进行治疗。',
        startDate: { year: '1936', month: '05', day: '31' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['托马斯•邓恩', '鲁迅']
      },
      {
        id: '434',
        title: '鲁迅就诊须藤医院',
        type: EventTypesEnum.Heath,
        description: '鲁迅上午同茅盾一起往须藤医院就诊，医生说皆患胃病。',
        startDate: { year: '1934', month: '07', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '须藤医院']
      },
      {
        id: '435',
        title: '茅盾就诊须藤医院',
        type: EventTypesEnum.Heath,
        description: '鲁迅上午同茅盾一起往须藤医院就诊，医生说皆患胃病。',
        startDate: { year: '1934', month: '07', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['茅盾', '须藤医院']
      },
      {
        id: '436',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '十二月十四夜脊肉作痛，盗汗。病后大瘦，义齿与齿龈不合。',
        startDate: { year: '1934', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '437',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '三月二日下午骤患气喘。',
        startDate: { year: '1936', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '438',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '五月十五日再起病，医云胃疾，自后发热未愈，三十一日，史沫特黎女士引美国邓医生来诊断，病甚危。',
        startDate: { year: '1936', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '439',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅患重感冒，至11月1日又患胃病，体质不断下降。',
        startDate: { year: '1935', month: '10', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '440',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅晨咳嗽大作。自晨至夜服药三次。',
        startDate: { year: '1935', month: '04', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '441',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅“夜脊肉作痛，盗汗”。此后，健康状况逐渐下降。',
        startDate: { year: '1934', month: '12', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '442',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅因过度疲劳至病，至本日起发烧直至12月上旬始愈。',
        startDate: { year: '1934', month: '11', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '443',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '是夜鲁迅痰中带血，这是卧病以后第一次咳血。次日打止血针（据鲁迅1936年8月27日致曹靖华信），15日方抑止（据鲁迅1936年8月16日致茅盾信）。由于医生诊断于肺无害，仍显得相当乐观。在致友人信中说，“吐血，不过断一小血管，所以并非肺病加重之兆”（鲁迅1936年8月27日致曹靖华信）。又说：“我这次所生的，的确是肺病，而且是大家所畏惧的肺结核，我们结交至少已经有二十多年了，其问发过四五回，但我不大喜欢嚷病，也频漠视生命，淡然处之，所以也几乎没有入知道。这一回，是为了年龄关系，没有先前那样的容易制止和恢复了，又加以肋膜病，遂至缠绵了三个多月，还不能停止服药。” （鲁迅1936年8月28日致杨霁云信）其间曾一再与友人谈到转地疗养实为必要（据鲁迅1936年8月16日致茅盾信），由于不能离开医生去转地疗养，甚觉“闷闷”（据鲁迅1936年8月27日致曹靖华信）。',
        startDate: { year: '1936', month: '08', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '444',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '须藤医生又为鲁迅检查，诊断“肺已可矣，而肋膜间尚有积水”。前一判断不确，12日后鲁迅即因肺支气管破裂而吐血（据鲁迅1936年8月16日致茅盾信）。体重下降到38.7公斤。这是逝世前有记录的最低点。',
        startDate: { year: '1936', month: '', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '445',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '下午，鲁迅“因为到一个冷房子里去找书，不小心，中寒而大气喘，几乎卒倒”（鲁迅1936年3月7日致茅盾信），即请须藤医生来诊。此次发病迁延一周始渐愈。',
        startDate: { year: '1936', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '446',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅是夜肩及胁均大痛。次日往须藤医院就诊，许广平携周海婴同去。',
        startDate: { year: '1936', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '须藤医院']
      },
      {
        id: '447',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '夜3点半，鲁迅病势急变，“不能安寝，连斜靠休息也不可能。终夜屈曲着身子，双手抱腿而坐”（许广平：《最后的一天》，见1936年11月15日《作家》第2卷第2期）。许广平记述最后一天的情形时说：“到十二时，我急急整理卧具。催促他，警告他，时候不早了。他靠在躺椅上，说：‘我再抽一支烟，你先睡吧。’……三时半，见他坐起来，我也坐起来。细察他呼吸有些异常，似气喘初发的样子。后来继以咳呛，咳嗽困难，兼之气喘更加厉害。他告诉我：‘两点起来过就觉睡眠不好，做恶梦。’……他叫我早上七点钟去托内山先生打电话请医生。我等到六点钟就匆匆的盥洗起来，六点半左右就预备去。他坐到写字桌前，要了纸笔，带起眼镜预备写便条。我见他气喘太苦了，我要求不要写了，由我亲口托请内山先生好了，他不答应。无论什么事他都不肯马虎的。就是在最困苦的关头，他也支撑起来，仍旧执笔，但是写不成字，勉强写起来，每个字改正又改正。写至中途，我又要求不要写了，其余的由我口说好了。他听了很不高兴，放下笔，叹一口气，又拿起笔来续写，许久才凑成了那条子。……不久内山先生也亲自到来，亲手给他药吃，并且替他按摩背脊很久。他告诉内山先生说苦得很，我们听了都非常难受。须藤医生来了，给他注射。那时双足冰冷，医生命给他热水袋暖脚，再包裹起来。两手指甲发紫色大约是血压变态的缘故。我见医生很注意看他的手指，心想这回是很不平常而更严重了。但仍然坐在写字桌前椅子上。后来换到躺椅上坐。八点多钟日报（十八日）到了。他问我：‘报上有什么事体？’我说：‘没有什么，只有《译文》的广告。’我知道他要晓得更多些，我又说：‘你的翻译《死魂灵》登出来了，在头一篇上。《作家》和《中流》的广告还没有。’……•他说：‘报纸把我，眼镜拿来。’我把那有广告的一张报给他，他一面喘息一面细看《译文》广告，看了好久才放下。……在躺椅上仍旧不能靠下来，我拿一张小桌子垫起枕头给他伏着，还是在那里喘息。医生又给他注射，但病状并不轻减。后来躺到床上了。中午吃了大半杯牛奶，一直在那里喘息不止，见了医生似乎也在诉苦。六点钟左右看护妇来了，给他注射和吸入酸素，氧气。七点半钟我送牛奶给他，他说：‘不要吃。’过了些时，他又问：‘是不是牛奶来了？’我说：‘来了。’他说：‘给我吃一些。’饮了小半杯就不要了。其实是吃不下去，不过他恐怕太衰弱了支持不住，所以才勉强吃的。到此刻为止，我推测他还是希望好起来。他并不希望轻易放下他的奋斗力的。”（许广平：《最后的一天》，见1936年11月15日《作家》第2卷第2期）',
        startDate: { year: '1936', month: '10', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '448',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '鲁迅同意由美国肺痨科专家托马斯•邓恩（Thomas Dunn）医生检查病情。鲁迅从5月15日发病以后不久，即卧床不起，每日低烧，一直请须藤五百三医生诊治，至23日还没有查出发热的原因（据鲁迅1936年5月23日致曹靖华信）。29日日记记载，曾用强心剂一针。这严重的病情，使朋友们极为担忧。',
        startDate: { year: '1936', month: '05', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '449',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description:
          '鲁迅病发，午后往须藤五百三医院求诊，“云是胃病”。自18日至6月1日日记均有发热记载，连日针药不断。5月31日经美国肺病专家诊断为晚期肺结核。6月6日至30日卧床不起，日记中断。在此期间，鲁迅仍以顽强的毅力坚持工作。',
        startDate: { year: '1936', month: '05', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '450',
        title: '鲁迅身体不适',
        type: EventTypesEnum.Heath,
        description: '一月肩及胁均大痛。',
        startDate: { year: '1936', month: '01', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '451',
        title: '鲁迅身体不适',
        type: EventTypesEnum.Heath,
        description: '八月，痰中见血。',
        startDate: { year: '1936', month: '08', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '452',
        title: '鲁迅身体不适',
        type: EventTypesEnum.Heath,
        description: '十月，体重八十八磅，较八月一日增约二磅。',
        startDate: { year: '1936', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '453',
        title: '鲁迅卧床不起',
        type: EventTypesEnum.Heath,
        description:
          '鲁迅病发，午后往须藤五百三医院求诊，“云是胃病”。自18日至6月1日日记均有发热记载，连日针药不断。5月31日经美国肺病专家诊断为晚期肺结核。6月6日至30日卧床不起，日记中断。在此期间，鲁迅仍以顽强的毅力坚持工作。',
        startDate: { year: '1936', month: '06', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '454',
        title: '鲁迅担任“民权保障同盟会”执行委员',
        type: EventTypesEnum.Political,
        description: '一月四日蔡元培函邀加入“民权保障同盟会”，被举为执行委员。',
        startDate: { year: '1933', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“民权保障同盟会”执行委员']
      },
      {
        id: '455',
        title: '鲁迅当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“左联”执委会执行委员']
      },
      {
        id: '456',
        title: '茅盾当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['茅盾', '“左联”执委会执行委员']
      },
      {
        id: '457',
        title: '周扬当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['周扬', '“左联”执委会执行委员']
      },
      {
        id: '458',
        title: '周文当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['周文', '“左联”执委会执行委员']
      },
      {
        id: '459',
        title: '胡风当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['胡风', '“左联”执委会执行委员']
      },
      {
        id: '460',
        title: '沙汀当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['沙汀', '“左联”执委会执行委员']
      },
      {
        id: '461',
        title: '艾芜当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['艾芜', '“左联”执委会执行委员']
      },
      {
        id: '462',
        title: '任白戈当选“左联”执委会执行委员',
        type: EventTypesEnum.Political,
        description:
          '“左联”执委会改选，鲁迅、茅盾、周扬、周文、胡风、沙汀、艾芜、任白戈等当选为执行委员。',
        startDate: { year: '1934', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['任白戈', '“左联”执委会执行委员']
      },
      {
        id: '463',
        title: '鲁迅致电国民政府',
        type: EventTypesEnum.Political,
        description:
          '左翼作家丁玲、潘梓年在租界被国民党蓝衣社特务秘密绑架。19日，《中国左翼作家联盟为丁、潘被捕反对国民党白色恐怖宣言》发表。23日，中国民权保障同盟领导人宋庆龄、鲁迅、杨杏佛等发起，文化界人士蔡元培、洪深等38人联名，致电国民政府行政院长汪精卫、司法部长罗文干，要求释放丁、潘两人。',
        startDate: { year: '1933', month: '05', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '国民政府']
      },
      {
        id: '464',
        title: '鲁迅集会沈端先',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '沈端先']
      },
      {
        id: '465',
        title: '鲁迅集会柔石',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '柔石']
      },
      {
        id: '466',
        title: '鲁迅集会冯乃超',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '冯乃超']
      },
      {
        id: '467',
        title: '鲁迅集会冯雪峰',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '468',
        title: '鲁迅集会柔石',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、柔石等12人在北四川路的咖啡馆集会，总结革命文学运动成就和经验教训，商讨成立左联事宜。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '柔石']
      },
      {
        id: '469',
        title: '鲁迅合作蔡元培',
        type: EventTypesEnum.Political,
        description:
          '蔡元培（1868~1940），中华职业教育社发起人。字鹤卿，号鹤庼，又字仲申、民友、孑民，曾化名蔡振、周子余，浙江绍兴人。1889年（光绪十五年）中举人，1892年中进士，授翰林院庶吉士，后入翰林院授编修。1898年戊戌变法后，弃官返乡兴学，任绍兴中西学堂监督，后任嵊县剡山书院院长。1901年任上海南洋公学特班总教习，黄炎培、邵力子等均为该班学生。1902年春与蒋观云等发起组织中国教育会，被推为会长。同年夏，赴日本考察回沪后，创办爱国学社和爱国女学，宣传民主革命思想。1904年与陶成章等组织光复会，被举为会长。次年参加同盟会，为上海分会会长。1907年赴德莱比锡大学研读哲学、心理学、美术史等。武昌起义后回国，民国元年（1912年）1月任南京临时政府教育总长，发表《对于教育方针之意见》，反对清末学部奏定的教育宗旨，其间，主持制定“壬子癸丑学制”，实行小学男女同校、废除读经等改革措施。后因不满袁世凯的专制而辞职再赴德国学习。1915年在法国与李石曾、吴玉章组织留法勤工俭学会及华法教育会。1917年1月回国任北京大学校长，使北大成为新文化运动的发祥地；同时实行教授治校，宣传劳工神圣；“以美育代宗教”。1917年5月发起成立中华职教社，为特别社员。1919年7月递补为中华职教社第一届议事员会议事员。1920年5月当选中华职教社第二届议事员。1923年5月当选中华职教社第三届议事员，同年离开北京大学，再赴欧洲，参与要求英国政府退还庚子赔款兴办教育事项。1929年当选中华职教社第二届董事会候补董事。1930年当选中华职教社评议员。九·一八事变后，主张抗日，又与宋庆龄、鲁迅等组织中国民权保障同盟，被推为副主席。1932年当选中华职教社评议会主席。晚年，为抗日救亡事业奔波，努力促成国共合作，1938年被推为国际反侵略运动大会名誉主席，1940年3月病逝于香港。',
        startDate: { year: '1931', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '蔡元培']
      },
      {
        id: '470',
        title: '鲁迅合作宋庆龄',
        type: EventTypesEnum.Political,
        description:
          '九·一八事变后，主张抗日，又与宋庆龄、鲁迅等组织中国民权保障同盟，被推为副主席。',
        startDate: { year: '1931', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '宋庆龄']
      },
      {
        id: '471',
        title: '鲁迅合作夏衍',
        type: EventTypesEnum.Political,
        description: '同年冬，与鲁迅等人筹建中国左翼戏剧家联盟。',
        startDate: { year: '1929', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '夏衍']
      },
      {
        id: '472',
        title: '鲁迅支持郁达夫',
        type: EventTypesEnum.Political,
        description:
          '郁达夫生，原名郁文，幼名荫生、阿凤，字达夫，浙江富阳人，中国现代著名小说家、散文家、诗人。代表作《沉沦》《故都的秋》《春风沉醉的晚上》《过去》《迟桂花》等。1921年6月，郁达夫和郭沫若、成仿吾等人组织成立创造社，担任《创造季刊》、《创造月刊》、《洪水》半月刊编辑，同年10月，出版我国现代文学史上第一部白话短篇小说集《沉沦》。由此奠定了郁达夫在新文学运动中的重要地位。1928年加入太阳社，并在鲁迅支持下，主编《大众文艺》。1932年12月1日，小说《迟桂花》发表于《现代》2卷2期。后收入《仟余集》。1933年初，加入中国民权保障同盟，4月移居杭州后，写了大量山水游记和诗词。抗日战争爆发后，1938年，郁达夫赴武汉参加军委会政治部第三厅的抗日宣传工作，并在中华全国文艺界抗敌协会成立大会上当选为常务理事。该年底，郁达夫应邀赴新加坡办报并从事宣传抗日救国，星洲沦陷后流亡至苏门答腊，因精通日语被迫做过日军翻译，其间利用职务之便暗暗救助、保护了大量文化界流亡难友、爱国侨领和当地居民。1945年8月29日，在苏门答腊失踪，9月17日遭日本宪兵杀害。',
        startDate: { year: '1928', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '郁达夫']
      },
      {
        id: '473',
        title: '鲁迅邀请其加入中国民权保障同盟胡愈之',
        type: EventTypesEnum.Political,
        description:
          '胡愈之（1896～1986），笔名伏生。浙江上虞人。1911年入绍兴府中学堂学习， 1914年在考入上海商务印书馆编译所当见习生。五四运动时，编辑《东方杂志》，提倡科学与民主，并创建上海世界语学会，介绍俄国和其他弱小民族的文学作品。1920年和郑振铎、沈雁冰发起成立文学研究会，推进新文学运动。1925年投身五卅运动，与郑振铎等创办《公理日报》，撰写《五卅事件纪实》。1927年蒋介石发动四一二反革命政变后，曾起草对国民党的抗议信。后流亡法国，入巴黎大学国际法学院学习，并研究马克思主义著作。1931年经苏联返沪，撰写《莫斯科印象记》。九一八事变后，主编《东方杂志》，积极宣传抗日救亡主张，同时为开明书店主编大型国际性文摘杂志《月报》。1932年任法国哈瓦斯通讯社中国分社主任，帮助邹韬奋创办生活书店，并与其共同主持《生活周刊》。1933年初应鲁迅之邀加入中国民权保障同盟，同年参加中国共产党。之后在党的支持下先后筹划创办《文学》《太白》《译文》《妇女生活》等进步刊物。1934年，又创办并主编《世界知识》。1935年参与发起成立抗日救国会等组织，次年流亡到香港，后经法国去莫斯科。1936年4月返香港，协助邹韬奋创办《生活日报》，11月参与上海营救救国会“七君子”行动，采写《爱国无罪听审记》。抗日战争爆发后，担任文化界救亡协会国际宣传委员会主任，与友人一道创办《团结》《上海报》《集纳》《译报》等报刊，进行抗日宣传；组织出版《鲁迅全集》与埃德加·斯诺的《红星照耀着中国》的中译本《西行漫记》。1938年5月，任军事委员会政治部第三厅五处处长，主管抗日宣传工作。同年10月到桂林出版《国民公论》，协助范长江创办国际新闻社。1940年年底，受周恩来委派，去新加坡协助陈嘉庚创办《南洋商报》，开展海外华侨抗日发动工作。太平洋战争爆发后，避难苏门答腊。日本投降后，回新加坡创办新南洋出版社、《南侨日报》、《风下》周刊和《新妇女》杂志等报刊。1949年回国，参加人民政协筹备工作，1949年5月任民盟中央机关报《光明日报》总编辑。中华人民共和国成立后，历任出版总署署长、文化部副部长、中国人民外交学会副会长、中华全国世界语协会理事长、第六届全国人大常委会副委员长、第五届全国政协副主席、中国民主同盟中央副主席、代主席等职。1986年1月16日在北京逝世。著有《印度尼西亚语法研究》等。',
        startDate: { year: '1933', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '胡愈之']
      },
      {
        id: '474',
        title: '鲁迅会见陈蜕',
        type: EventTypesEnum.Political,
        description:
          '鲁迅会见陈蜕（邹鲁风），收到他带来的曹靖华所赠小米一囊。据陈蜕说，因当时北方局同中央失去了联系，他还将中共北方局给中央的密写报告一件交给鲁迅，请设法转交。鲁迅随即完成了这一请托。（据邹鲁风《党最亲密的战友。回忆鲁迅先生》，见1956年《中国青年》第12期）',
        startDate: { year: '1936', month: '02', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '陈蜕']
      },
      {
        id: '475',
        title: '鲁迅推选为中国左翼作家联盟常务委员',
        type: EventTypesEnum.Political,
        description:
          '1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟常务委员']
      },
      {
        id: '476',
        title: '鲁迅撤职中华民国大学院的第一批特约撰述员',
        type: EventTypesEnum.Political,
        description:
          '大学院于1928年10月改称教育部，1931年12月蒋介石“以行政院长兼理部务”后，鲁迅即被裁撤。',
        startDate: { year: '1931', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中华民国大学院的第一批特约撰述员']
      },
      {
        id: '477',
        title: '毛泽东推选为主席团名誉主席',
        type: EventTypesEnum.Political,
        description:
          '世界反对帝国主义战争委员会在上海秘密召开远东会议，由宋庆龄主持。毛泽东、鲁迅等被大会选为主席团名誉主席。这之前，鲁迅曾参加大会筹备工作，签署了《欢迎反战大会国际代表的宣言》。',
        startDate: { year: '1933', month: '09', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['毛泽东', '主席团名誉主席']
      },
      {
        id: '478',
        title: '鲁迅推选为主席团名誉主席',
        type: EventTypesEnum.Political,
        description:
          '世界反对帝国主义战争委员会在上海秘密召开远东会议，由宋庆龄主持。毛泽东、鲁迅等被大会选为主席团名誉主席。这之前，鲁迅曾参加大会筹备工作，签署了《欢迎反战大会国际代表的宣言》。',
        startDate: { year: '1933', month: '09', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '主席团名誉主席']
      },
      {
        id: '479',
        title: '鲁迅加入“民权保障同盟会”',
        type: EventTypesEnum.Political,
        description: '一月四日蔡元培函邀加入“民权保障同盟会”，被举为执行委员。',
        startDate: { year: '1933', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“民权保障同盟会”']
      },
      {
        id: '480',
        title: '鲁迅被追捕国民党特务',
        type: EventTypesEnum.Political,
        description:
          '国民党特务追踪搜捕鲁迅，鲁迅被迫第二次离寓避难，至2月28日回寓。（避难于日本人所经营的花园庄）',
        startDate: { year: '1931', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '国民党特务']
      },
      {
        id: '481',
        title: '鲁迅创办三闲书屋',
        type: EventTypesEnum.Political,
        description:
          '三闲书屋于1931年创办，鲁迅自办，针对国民党当局的文化专制主义，鲁迅从生活费中取出1000元作资本，自费出版进步文艺作品，书上印有“三闲书屋印造”字样。无编辑部和门市部，从编辑翻译、校对、装祯设计到印制、发行等都由鲁迅及夫人许广平承担。鲁迅曾为书屋作广告《三闲书屋印行文艺书籍》：“敝书屋因为对于现在出版界的堕落和滑头，有些不满足，所以仗了三个有闲，一千资本，来认真绍介诚实的译作，决不偷工减料。”其宗旨是抵制国民党当局的文化专制，致力于出版进步的文艺译著。地址施高塔路（今山阴路）大陆新村鲁迅的寓所。所出图书十分精致。出版的第一本书是《梅斐尔德木刻士敏土这图》画集，由鲁迅亲自编选、作序。之后又陆续出版了法捷耶夫的《毁灭》（鲁迅译）和绥拉菲摩维支的《铁流》（曹靖华译、鲁迅作编校后记）这两部长篇小说，以及《引玉集》、《凯绥·珂勒惠支版画选集》、《死魂灵百图》。鲁迅逝世后，许广平曾用三闲书屋名义，出版《鲁迅书简》、《且介亭杂文》、《且介亭杂文二集》、《且介亭杂文末编》等。',
        startDate: { year: '', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '三闲书屋']
      },
      {
        id: '482',
        title: '鲁迅被通缉国民党浙江省党部',
        type: EventTypesEnum.Political,
        description: '国民党浙江省党部下令通缉鲁迅，鲁迅烧毁友人信件，离寓暂避。',
        startDate: { year: '1930', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '国民党浙江省党部']
      },
      {
        id: '483',
        title: '鲁迅成立中国自由运动大同盟',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、柔石、郁达夫、田汉、郑伯奇、夏衍、彭康、画室（冯雪峰）、王学文等上海进步文化界人士共51人发起组织中国自由运动大同盟。在秘密成立大会上鲁迅发表了演说，大会通过宣言，争取言论、出版、集会、结社的自由。',
        startDate: { year: '1930', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国自由运动大同盟']
      },
      {
        id: '484',
        title: '鲁迅成立中国自由运动大同盟',
        type: EventTypesEnum.Political,
        description: '文化界进步人士在中共领导下，由鲁迅、柔石等51人在上海发起成立中国自由大同盟。',
        startDate: { year: '1930', month: '02', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国自由运动大同盟']
      },
      {
        id: '485',
        title: '蔡元培成立中国民权保障同盟',
        type: EventTypesEnum.Political,
        description:
          '九·一八事变后，主张抗日，又与宋庆龄、鲁迅等组织中国民权保障同盟，被推为副主席。',
        startDate: { year: '1931', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['蔡元培', '中国民权保障同盟']
      },
      {
        id: '486',
        title: '宋庆龄成立中国民权保障同盟',
        type: EventTypesEnum.Political,
        description:
          '九·一八事变后，主张抗日，又与宋庆龄、鲁迅等组织中国民权保障同盟，被推为副主席。',
        startDate: { year: '1931', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['宋庆龄', '中国民权保障同盟']
      },
      {
        id: '487',
        title: '鲁迅成立中国民权保障同盟',
        type: EventTypesEnum.Political,
        description:
          '九·一八事变后，主张抗日，又与宋庆龄、鲁迅等组织中国民权保障同盟，被推为副主席。',
        startDate: { year: '1931', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国民权保障同盟']
      },
      {
        id: '488',
        title: '胡愈之加入中国民权保障同盟',
        type: EventTypesEnum.Political,
        description: '1933年初应鲁迅之邀加入中国民权保障同盟，同年参加中国共产党。',
        startDate: { year: '1933', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['胡愈之', '中国民权保障同盟']
      },
      {
        id: '489',
        title: '鲁迅致电中国共产党中央委员会',
        type: EventTypesEnum.Political,
        description:
          '鲁迅和茅盾联名致电中国共产党中央委员会祝贺长征胜利：“在你们身上，寄托着中国与人类的希望”。\n（关于这件事，有几种回忆和资料可参考。许广平在《鲁迅回忆录》中说：“正当日寇步步深入，国民党反动派节节退败，民族危机空前严重的时候，幸亏红军长征胜利，到达陕北以后立即兴师抗日讨敌，因此使鲁迅如释重负，以无限感激的心情，与朋友一起向延安的党中央拍去电报表示祝贺，说‘在你们身上，寄托着中国与人类的希望’。”茅盾在《我和鲁迅的接触•关于长征贺电》中这样说：“关于毛主席率领红军长征的胜利，国民党是封锁消息的，上海一般人直到很晚才知道。一天我到鲁迅那里谈别的事，临告别时，鲁迅说史沫特莱昨来告知，红军长征胜利，并建议拍一个电报到陕北祝贺。我当时说这很好，却因为还有约会，只问电报如何发出去。鲁迅说，我交给史沫特莱，让她去办就是了；又说电文只要短短几句话。当时我实未见电文原稿，因为鲁迅还没起草，以后因事忙，把此事忘了，没有再问过鲁迅，也没有问过史沫特莱。不知史沫特莱如何把这个电报拍出去的，现在相传是通过第三国际从法国转的，这只是猜想而已。”（见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第1辑）冯雪峰比他们两人更早地在1951年《文艺报》第4卷第5期上发表的《党给鲁迅以力量》一文中谈到这件事，说：“鲁迅先生没有和我们毛主席见过面，也不曾有过别的直接的个人的接触。如果说通信，也就只有当红军长征到达陕北的时候，他和茅盾先生共同转转折折地送去过一个给毛主席和朱总司令庆祝胜利的电报。”1947年《新华日报》（太行版）《从红军到人民解放军•英勇斗争二十年——一九二七、八、一至一九四七、七、大事记》中有如下记载：“一九三六、二、二十：红军东渡黄河抗日讨逆。这一行动得到全国广大群众的拥护，鲁迅先生曾写信庆贺红军，说：在你们身上，寄托着人类和中国的将来’。”1936年10月28日陕西瓦窑堡中华苏维埃中央政府机关报《红色中华》（油印版）第3版，在《鲁迅先生的信》中，注明“摘鲁迅来信”的一段话，全文是：“英勇的红军将领和战士们，你们的勇敢的斗争，你们的伟大胜利，是中华民族解放史上最光荣的一页，全国民众期待你们更大的胜利，全国民众正在努力奋斗，为你们的后盾，为你们的声援！你们的每一步前进，将遇到极热烈的欢迎与拥护。”这段话也可能是鲁迅和茅盾祝贺长征胜利的电报或信中的节录）',
        startDate: { year: '1936', month: '02', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国共产党中央委员会']
      },
      {
        id: '490',
        title: '鲁迅联名致电中共中央',
        type: EventTypesEnum.Political,
        description:
          '鲁迅获悉红军长征到达陕北后，与茅盾联名致电中共中央祝贺，电文中说：“在你们身上，寄托着人类和中国的将来。”',
        startDate: { year: '1936', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中共中央']
      },
      {
        id: '491',
        title: '茅盾联名致电中共中央',
        type: EventTypesEnum.Political,
        description:
          '鲁迅获悉红军长征到达陕北后，与茅盾联名致电中共中央祝贺，电文中说：“在你们身上，寄托着人类和中国的将来。”',
        startDate: { year: '1936', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['茅盾', '中共中央']
      },
      {
        id: '492',
        title: '鲁迅解散中国左翼作家联盟',
        type: EventTypesEnum.Political,
        description:
          '鲁迅因商量解散“左联”事，先后四次接待徐懋庸的采访。鲁迅起初并不同意解散“左联”，但鉴于多数人决定解散，他也同意，但主张发表一个关于解散“左联”的宣言。据徐懋庸回忆：“一九三五年十二月十二日鲁迅给我一信，内云：‘萧君有一封信，早已交出去了，我想先生大约可以辗转看到。’这里的‘萧君’是在苏联的萧三，‘交出去了’是交给茅盾转周扬的。过了几天，我就辗转看到’了。…周扬给我看了这信之后，表示完全同意萧三的意见，主张常委会开会讨论一下。但他又说，鲁迅交去这信时，并没有表示自己的态度，所以让我先找鲁迅谈一谈，问问他的意见。我这就非常忙碌起来了。第一次我找鲁迅谈这事，他的答复是：‘组织统一战线团体，我是赞成的，但以为“左联”不宜解散。我们的“左翼作家”，虽说是无产阶级，实际上幼稚得很，同资产阶级作家去讲统一战线，弄得不好，不但不能把他们统过来，反而会被他们统去，这是很危险的。如果“左联”解散了，自己的人们没有一个可以商量事情的组织，那就更危险。不如“左联”还是秘密存在。’我当时是同意这意见的，但并没有领会其深刻的意义。‘左联’常委会开会了。这回代表‘文总’来出席‘指导’的却不是周扬，而是我第一次见面闻名的胡乔木。我在会上转达了鲁迅的意见，并表示了自己同意鲁迅的态度。于是胡乔木作了长篇发言，主要的意思是，统一战线团体是群众团体，‘左联’也是群众团体。在一个群众团体里面秘密存在另一个群众团体，就会造成宗派主义，这不好，而且会使‘左联’具有第二党的性质，更不好。我当时还不是共产党员，听了胡乔木的‘第二党’的说法，觉得倒也是个问题，但关于宗派主义，我认为‘左联’不存在，统一战线组织中还是可以产生宗派的，‘左联’本身之有周扬派和胡风派，即是一例。但讨论结果，大家一致同意把‘左联’解散。胡乔木看到我对鲁迅的意见还有点留恋，在会后又同我长谈，打通我的思想，打通了我，就要我去打通鲁迅。于是，我第二次去见鲁迅，把会议的决议和胡乔木的一套道理向他汇报。他听了以后表示：‘既然大家主张解散，我也没有意见了。但是，我主张在解散时发表一个宣言，声明“左联”的解散是在新的形势下组织抗日统一战线文艺团体而使无产阶级领导的草命文艺运动更扩大更深入。倘若不发表这样一个宣言，而无声无息的解散，则会被社会上认为我们禁不起国民党的压迫，自行溃散了，这是很不好的。我又把这意见带回给周扬，他起初说，这意见很好，等‘文总’讨论一下再说。但是过了几天，他对我说：‘文总’讨论过了，认为‘文总’所属左翼文化组织很多，都要解散，如果都发表宣言，太轰动了，不好。因此决定‘左联’和其他各‘联’都不单独发表宣言，只由‘文总’发表一个总的宣言就行了。于是我第三次为这事去见鲁迅，这次他的答复很简单：‘那也好。’然而，又过几天，周扬说，‘文总’也不发表宣言了，理由是，此时正在筹备组织文化界救国会，不久将成立。如果‘文总’发表宣言解散，面救国会成立，就会被国民党把救国会看作‘文总’的替身，这对救国会不利。于是我第四次去见鲁迅，说明此事，鲁迅听了，就脸色一沉，一言不发。我觉得很窘，别的话也无从谈起了，就告辞而回。这是我同鲁迅的最后一次见面，时间是一九三六年二月二十八日。”（徐懋庸：《回忆录（三）》，见1980年《新文学史料》第4期）\n关于“左联”解散，茅盾回忆他曾受夏衍的委托同鲁迅联系经过如下：“大约一九三六年正月头上或一九三五年底，那时上海已经有了统一战线的组织，拿抗日救国作旗帜，组织了“文化界抗日救国协会”，包括律师、记者、杂志编辑、学术工作者，主要人物有沈钧儒、邹韬奋，另外还有个别的工商界人士如章乃器等等（抗日战争以后叫‘救国会’)，但是，没有文艺界的抗日统一战线的组织。\n一九三五年底或一九三六年初，郑振铎找我说，夏衍要找我谈一下。我与夏衍来往很少，与周扬、田汉、阳汉笙（按即阳翰笙）都不大往来。我问郑振铎，夏衍找我有什么事？郑说，夏衍没说。郑振铎是暨南大学教授，是商务印书馆董事并编译所长高梦旦的女婿，国民党特务不会注意他的，在他家里谈话是保险的，所以我就约夏衍在郑家里谈话。谈话重点：夏衍讲中央号召要组织抗日统一战线，文化界已有了，文艺界目前还没有，准备组织一个范围大的文艺界抗日统一战线组织。夏衍说，他们已经与好多方面联系过，“礼拜六派”也答应加入。这个组织的宗旨是，不管他文艺观点如何，只要主张抗日救国都可以参加，打算叫做“文艺家抗日协会’，或‘文艺家协会’，名称没定。夏说，这事要征求鲁迅意见，但鲁迅不肯见他们，所以只好找我把这意思转告鲁迅。他问我对新组织有什么意见。我说：我与鲁迅谈过再说。他说：第二个问题是‘左联’要解散。如果不解散‘左联’，人家以为这组织就是变相的‘左联’，有些人就害怕，不敢来参加了，那么统战范围就小了。夏衍还讲了一些其他的事，无非是拉了多少人之类。我说，我可以把这两个问题转告鲁迅。夏衍又问几天以后听回音，我说三天后仍在郑振铎家会面。夏衍走后，我问郑：他们拉过你没有，他们连‘礼拜六派’都拉了。郑说：也和我谈了，拉了我，我不是‘左联’成员，我无所谓。郑对要拉‘礼拜六派’不放心，以为如果这样办，那么乱七八糟的人都可以进来了。\n我忘了是当天还是第二天，我就去告诉鲁迅。鲁迅说：组织抗日统一战线容纳‘礼拜六派’进来也不妨，如果他们进来以后不抗日救国，可把他们开除出去。说到解散‘左联’，鲁迅不赞成。他说，统一战线要有个核心，不然要被人家统了去，要被人家利用的。鲁迅说：‘左联’应该在这个新组织中起核心作用，至于夏衍说不解散‘左联’，则有些人要害怕这个新组织，不敢加入，如果这些人这样胆小，那么抗日也是假的。我说，我赞成你的意见。下次我和夏衍见面，就把你的意见告诉他。三天后，我和夏衍会面，我把鲁迅的意见讲了。夏衍说：我们（夏衍及周扬等）这些人都在新组织里头，就是核心。我说：我是赞成鲁迅意见的，现在我可以把你这话转告鲁迅，这次，鲁迅只说一句话。‘对他们这般人，我早已不信任了。’我想不用再和夏见面了，就托郑把这句话转告夏。夏衍等因为鲁迅不赞成解散‘左联’，也就不敢公开把‘左联’解散，而成立新组织的事也就拖下来了。后来，他们在一个期刊（他们办的）上登了一个消息，大意说‘左联’已经完成历史任务，没有存在的必要，从此解散。是什么期刊，我记不得了。”（茅盾：《我和鲁迅的接触》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第1辑）',
        startDate: { year: '1935', month: '12', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟']
      },
      {
        id: '493',
        title: '鲁迅转交信件中国左翼作家联盟',
        type: EventTypesEnum.Political,
        description: '鲁迅将萧三信转交给“左联”（中国左翼作家联盟）。',
        startDate: { year: '1934', month: '12', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟']
      },
      {
        id: '494',
        title: '鲁迅参会中山大学各主任紧急会议',
        type: EventTypesEnum.Political,
        description: '同月十五日，赴中山大学各主任紧急会议，营救被捕学生，无效，辞职。',
        startDate: { year: '1927', month: '03', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中山大学各主任紧急会议']
      },
      {
        id: '495',
        title: '鲁迅参会“左翼作家联盟”成立会',
        type: EventTypesEnum.Political,
        description: '三月二日参加“左翼作家联盟”成立会。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“左翼作家联盟”成立会']
      },
      {
        id: '496',
        title: '鲁迅起义“法西斯蒂”暴行',
        type: EventTypesEnum.Political,
        description: '五月十三日至德国领事馆为“法西斯蒂”暴行递抗议书。',
        startDate: { year: '1933', month: '05', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '德国领事馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '“法西斯蒂”暴行']
      },
      {
        id: '497',
        title: '鲁迅批判文坛复古',
        type: EventTypesEnum.Political,
        description:
          '文坛复古倾向重新抬头，他们中有人主张青年从《庄子》、《文选》中找文学修养，“论语派”提倡明人小品“词的解放”。鲁迅接连著文批评，反对复古倒退、捍卫“五四”新文化运动的战斗传统。',
        startDate: { year: '1932', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '文坛复古']
      },
      {
        id: '498',
        title: '鲁迅举办木刻讲习会',
        type: EventTypesEnum.Political,
        description:
          '鲁迅为倡导中国新兴版画运动而举办木刻讲习会。这是中国现代版画史上第一次技法讲习会。由鲁迅发起。于上海北四川路底长春路360号的一幢三层楼的日语学校中举办。邀请前来上海度假的日本美术教师内山嘉吉(上海内山书店主人内山完造之弟)主讲木刻技法和创作示范，鲁迅自任翻译。学员有陈广、陈铁耕、江丰、黄山定、李岫石、顾鸿干、郑启凡、钟步青、乐以钧、苗勃然、倪焕之、胡仲明、郑川谷十三人，都是二十岁上下的进步美术青年。讲习会为期六天，每天上午讲课，前四天讲授黑白版画技法，后两天讲授套色版画技法，并创作实习，十三名学员共创作了十五幅木刻版画实习作品，内一幅为套色。在讲习会期间的8月20日，鲁迅将收藏的凯绥·珂勒惠支的版画组画《织工的反抗》一套，赠给内山嘉吉，以酬谢其教授木刻版画。结业时全体师生合影留念。其后各地学习和研究木刻的社团纷纷建立，成为中国新兴版画历史的起点。',
        startDate: { year: '1931', month: '08', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '木刻讲习会']
      },
      {
        id: '499',
        title: '鲁迅参会“左联”全体大会',
        type: EventTypesEnum.Political,
        description:
          '“左联”召开全体大会，鲁迅出席。会议内容有：各部各研究会报告工作；“五卅筹备会”出席代表报告；出席苏维埃区域代表大会的代表作报告；“社联”代表报告；“中华艺大”护校委员会代表报告。大会决定，“左联”全体参加“五卅”示威和“艺大”启封活动。',
        startDate: { year: '1930', month: '05', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“左联”全体大会']
      },
      {
        id: '500',
        title: '鲁迅会上发言中国自由运动大同盟秘密成立大会',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、柔石、郁达夫、田汉、郑伯奇、夏衍、彭康、画室（冯雪峰）、王学文等上海进步文化界人士共51人发起组织中国自由运动大同盟。在秘密成立大会上鲁迅发表了演说，大会通过宣言，争取言论、出版、集会、结社的自由。',
        startDate: { year: '1930', month: '02', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国自由运动大同盟秘密成立大会']
      },
      {
        id: '501',
        title: '鲁迅参会中国左翼作家联盟成立大会',
        type: EventTypesEnum.Political,
        description:
          '中华艺术大学，位于多伦路201弄2号（原窦乐安路233号），是一座砖木结构三层楼房，坐北朝南，屋前有花园。铁门朝东，外有围墙，建于1924年 。中华艺术大学由陈抱一、许登国、丁衍镛创办，后由中国共产党地下组织接办，1930年春改名中华艺术学院。同年8月，被国民党当局查封。 1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。大会标志着左翼文艺运动进入了一个崭新的历史阶段。1936年初，为建立“文艺界抗日民族统一战线”，“左联”自动解散。 建国后，曾误将多伦路145号认作中华艺大的旧址所在地。1988年，“左联”盟员许幸之提供原中华艺大校门照片一张，并得到王一楹的女儿提供照片，确认现多伦路201弄2号为中华艺大旧址——即“左联”成立大会会址。1990年3月公布为上海市文物保护单位。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟成立大会']
      },
      {
        id: '502',
        title: '鲁迅参会远东会议',
        type: EventTypesEnum.Political,
        description:
          '世界反对帝国主义战争委员会在上海秘密召开远东会议，由宋庆龄主持。毛泽东、鲁迅等被大会选为主席团名誉主席。这之前，鲁迅曾参加大会筹备工作，签署了《欢迎反战大会国际代表的宣言》。',
        startDate: { year: '1933', month: '09', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '远东会议']
      },
      {
        id: '503',
        title: '宋庆龄主持远东会议',
        type: EventTypesEnum.Political,
        description:
          '世界反对帝国主义战争委员会在上海秘密召开远东会议，由宋庆龄主持。毛泽东、鲁迅等被大会选为主席团名誉主席。这之前，鲁迅曾参加大会筹备工作，签署了《欢迎反战大会国际代表的宣言》。',
        startDate: { year: '1933', month: '09', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['宋庆龄', '远东会议']
      },
      {
        id: '504',
        title: '鲁迅出席中国左翼作家联盟成立大会',
        type: EventTypesEnum.Political,
        description:
          '1930年3月2日，中国左翼作家联盟（简称“左联”）在上海召开成立大会，参加者大部分是原创造社、太阳社、我们社、引擎社和艺术剧社、时代美术社等文艺社团的成员，最初加入的有50余人，当天到会的有鲁迅、沈端先（夏衍）、冯雪峰、钱杏邨、蒋光慈、冯乃超、田汉、李初梨、柔石、洪灵菲、华汉、殷夫、朱镜我、彭康、孟超、郑伯奇、林伯修、潘谟华等49人。郭沫若、茅盾当时在日本，均具名参加发起，但未出席成立大会。会上成立了常务委员会，选出鲁迅、沈端先、冯乃超、钱杏邨、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。会上通过成立“马克思主义文艺理论研究会”、“国际文艺研究会”、“文艺大众化研究会”以及确定左翼机关刊物等17项提案。会上通过了理论纲领，明确提出“站在无产阶级解放斗争的战线上”，“攻破一切反动的保守的要素，而发展被压迫的进步的要素”，理论纲领后面附有行动纲领和工作方针。鲁迅在大会上作了题为《对于左翼作家联盟的意见》的重要讲话。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟成立大会']
      },
      {
        id: '505',
        title: '鲁迅会上发言《对于左翼作家联盟的意见》',
        type: EventTypesEnum.Political,
        description:
          '1930年3月2日，中国左翼作家联盟（简称“左联”）在上海召开成立大会，参加者大部分是原创造社、太阳社、我们社、引擎社和艺术剧社、时代美术社等文艺社团的成员，最初加入的有50余人，当天到会的有鲁迅、沈端先（夏衍）、冯雪峰、钱杏邨、蒋光慈、冯乃超、田汉、李初梨、柔石、洪灵菲、华汉、殷夫、朱镜我、彭康、孟超、郑伯奇、林伯修、潘谟华等49人。郭沫若、茅盾当时在日本，均具名参加发起，但未出席成立大会。会上成立了常务委员会，选出鲁迅、沈端先、冯乃超、钱杏邨、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。会上通过成立“马克思主义文艺理论研究会”、“国际文艺研究会”、“文艺大众化研究会”以及确定左翼机关刊物等17项提案。会上通过了理论纲领，明确提出“站在无产阶级解放斗争的战线上”，“攻破一切反动的保守的要素，而发展被压迫的进步的要素”，理论纲领后面附有行动纲领和工作方针。鲁迅在大会上作了题为《对于左翼作家联盟的意见》的重要讲话。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《对于左翼作家联盟的意见》']
      },
      {
        id: '506',
        title: '鲁迅参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。次月1日《萌芽月刊》第1卷第3期“国内外文坛消息”栏，以《上海新文学运动者底讨论会》为题报道该会的内容：“以‘清算过去’和‘确定目前文学运动底任务’为讨论题目”，认为过去的文艺运动“有重要的四点应当指摘：（一）小集团主义乃至个人主义，（二）批判不正确，即未能应用科学的文艺批评的方法及态度，（三）过于不注意真正的敌人，即反动的思想集团以及普遍全国的遗老遗少，（四）独将文学提高，而忘却文学底助进政治运动的任务，成为为文学的文学运动。其次对于目前文学运动的任务，认为最重要者有三点：（一）旧社会及其一切思想的表现底严厉的破坏，（二）新社会底理想底宣传及促进新社会底产生，（三）新文艺理论的建立”。大家还一致认识到“有将国内左翼作家团结起来，共同运动的必要。在讨论会上已成立了这较广大的团体组织的筹备委员会。”',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '507',
        title: '柔石参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['柔石', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '508',
        title: '冯雪峰参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['冯雪峰', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '509',
        title: '冯乃超参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: null, lng: null },
        media: '',
        relatedEntities: ['冯乃超', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '510',
        title: '鲁迅发表《文艺界同人为团结御侮与言论自由宣言》',
        type: EventTypesEnum.Political,
        description: '鲁迅等21人联名发表《文艺界同人为团结御侮与言论自由宣言》。',
        startDate: { year: '1936', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《文艺界同人为团结御侮与言论自由宣言》']
      },
      {
        id: '511',
        title: '鲁迅发表《中国文艺工作者宣言》',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、巴金、曹禺等63人发表《中国文艺工作者宣言》。宣称，民族危机达到最后关头，要加紧已开始的争取民族自由的工作。',
        startDate: { year: '1936', month: '06', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中国文艺工作者宣言》']
      },
      {
        id: '512',
        title: '鲁迅签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”',
        type: EventTypesEnum.Political,
        description:
          '宋庆龄、蔡元培、鲁迅等联名签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”，由鲁迅亲自递交。',
        startDate: { year: '1933', month: '05', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”']
      },
      {
        id: '513',
        title: '宋庆龄签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”',
        type: EventTypesEnum.Political,
        description:
          '宋庆龄、蔡元培、鲁迅等联名签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”，由鲁迅亲自递交。',
        startDate: { year: '1933', month: '05', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['宋庆龄', '“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”']
      },
      {
        id: '514',
        title: '蔡元培签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”',
        type: EventTypesEnum.Political,
        description:
          '宋庆龄、蔡元培、鲁迅等联名签署“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”，由鲁迅亲自递交。',
        startDate: { year: '1933', month: '05', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['蔡元培', '“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”']
      },
      {
        id: '515',
        title: '鲁迅联合发表《为抗议日军进攻上海屠杀民众宣言》',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、茅盾、周起应等联合129名爱国人士签名发表《为抗议日军进攻上海屠杀民众宣言》。',
        startDate: { year: '1932', month: '02', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《为抗议日军进攻上海屠杀民众宣言》']
      },
      {
        id: '516',
        title: '茅盾联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['茅盾', '《上海文化界告全世界书》']
      },
      {
        id: '517',
        title: '鲁迅联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《上海文化界告全世界书》']
      },
      {
        id: '518',
        title: '周起应联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['周起应', '《上海文化界告全世界书》']
      },
      {
        id: '519',
        title: '郁达夫联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['郁达夫', '《上海文化界告全世界书》']
      },
      {
        id: '520',
        title: '胡愈之联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['胡愈之', '《上海文化界告全世界书》']
      },
      {
        id: '521',
        title: '叶圣陶联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['叶圣陶', '《上海文化界告全世界书》']
      },
      {
        id: '522',
        title: '丁玲联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['丁玲', '《上海文化界告全世界书》']
      },
      {
        id: '523',
        title: '何丹仁联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['何丹仁', '《上海文化界告全世界书》']
      },
      {
        id: '524',
        title: '田汉联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['田汉', '《上海文化界告全世界书》']
      },
      {
        id: '525',
        title: '沈端先联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['沈端先', '《上海文化界告全世界书》']
      },
      {
        id: '526',
        title: '华汉联名发表《上海文化界告全世界书》',
        type: EventTypesEnum.Political,
        description:
          '茅盾、鲁迅、周起应、郁达夫、胡愈之、叶圣陶、丁玲、何丹仁（冯雪峰）、田汉、沈端先、华汉等43人联名发表《上海文化界告全世界书》，谴责日本侵略中国制造“一·二八”事变的暴行，呼吁世界进步力量支持中国抗战。',
        startDate: { year: '1932', month: '02', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['华汉', '《上海文化界告全世界书》']
      },
      {
        id: '527',
        title: '鲁迅联名发表《中国文艺工作者宣言》',
        type: EventTypesEnum.Political,
        description:
          '鲁迅与巴金、黎烈文等78人联名发表《中国文艺工作者宣言》。载《作家》6月号、《译文》新1卷第4期。鲁迅后来曾说明：“《文艺工作者宣言》不过是发表意见，并无组织或团体，宣言登出，事情就完，此后是各人自己的实践。”（鲁迅1936年8月6日致时玳信）关于这个宣言发表的经过，巴金回忆说：“一九三六年五、六月文艺家协会成立，发表了宣言。鲁迅先生拒绝参加文艺家协会，他不参加协会的原因在他的书信中讲得很明白。黎烈文、黄源、靳以和我还有别的一些人拥护鲁迅的主张，也都没有参加协会，更没有在宣言上签名。当时鲁迅先生身体不好，外出活动较少。黎烈文和黄源经常去看鲁迅先生。我向他们谈起，我们也应该发表一个宣言，表示我们对当前民族危机的态度，他们同意我的意见。本来这个宣言由鲁迅先生起草，我们大家签名最好，可是先生有病，不便请他执笔。我们考虑之后，决定我们自己先起个草稿请先生修改后发表。这个宣言，黎烈文要我写，我要他写，推来推去并没有谈好。有天晚上，我和黎烈文又谈起这件事，他答应第二天就去找鲁迅先生，不过他要我起草宣言稿，我最后同意了。我开了夜车，写了一个稿子。第二天我和黎烈文在北四川路新雅酒楼见面，他也带来一份稿子。我说：‘你写了，我的就不用了。’他说：‘还是用你的吧。’最后他说：‘两个稿子都拿去给鲁迅先生看，由先生决定，请先生第一个签名。’黎烈文当天从鲁迅先生家出来拿了一份有先生亲笔签名的宣言稿找我和靳以，他已经把两份草稿合并成一份宣言了。他在先生家里就抄了同样的几份，出来交给黄源、胡风等人拿去找人签名。……签名的人并不是在同一份宣言稿上签的名，因此，在各个刊物发表的宣言上签名者的顺序和人数都不一样。宣言发表的前后，签名者并没有进行讨论，也没有成立任何组织。”（巴金：《关于<中国文艺工作者宣言>及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第8辑）\n附《中国文艺工作者宣言》全文如下：\n “中国不是从昨天起才被强邻压迫，侵略，我们民族的危机并不是一朝一夕所造成，展开在我们眼前的这大崩溃的威胁是有着它的远因和近因，有着它的发展的路径的。我们，文艺上的工作者，目光从来没有离开过现实，工作从来没有放松过争取民族自由的奋斗。我们并不是今天才发见救亡图存的运动的重要。\n所以，在现在当民族危机达到了最后关头，一只残酷的魔手扼住我们的咽喉，一个窒闷的暗夜压在我们的头上，一种伟大悲壮的抗战摆在我们的面前的现在，我们绝不屈服，绝不畏惧，更绝不彷徨，犹豫。我们将保持我们各自固有的立场，本着我们原来坚定的信仰，沿着过去的路线，加紧我们从事文艺以来就早已开始了的争取民族自由的工作，我们决不忽略或是离开现实。反之，我们将更加紧紧地把握住现实。我们不敢过大的估计自己的力量，但我们将为着目标的远大，忘却自身的渺小。我们相信各部门的文化工作在任何时期都没有一刻可以中断，我们以后将更加沉着而又勇敢地在这动乱的大时代中担负起我们的艰巨的任务。我们愿意接受同意我们的工作的人的督促和指导。我们愿意和站在同一战线的一切争取民族自由的斗士热烈的握手！”\n（按，在此宣言上签名的名单，《作家》和《译文》完全相同。1936年7月1日《文学丛报》月刊第4期所载签名名单为67人，无曹禺、赵家璧和萧乾，增加茅盾、聂绀弩、陈占元、唐弢、蹇先艾、吴景崧和许天虹7人。1936年7月1日《文季月刊》第1卷第2期所载签名名单用“鲁迅、茅盾等”字样，共42人。1937年1月10日北新书局版杨晋豪编著《现阶段的中国文艺问题》一书收录此宣言，签名名单扩大为77人而无杲杲。累计起来，在此宣言上签名应为78人）',
        startDate: { year: '1936', month: '06', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '《中国文艺工作者宣言》']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '《“靠天吃饭”》', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '3', name: '越丁', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '4', name: '《名人和名言》', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '5', name: '康郁', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '6', name: '《弄堂生意古今谈》', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '7', name: '直入', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '8', name: '《“某”字的第四义》', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '9', name: '越山', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '10', name: '《“天生蛮性”》', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '11', name: '《野草》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '12', name: '《小约翰》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '13',
        name: '《近代美术史潮论》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '14',
        name: '《思想·山水·人物》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '15', name: '《而已集》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '16', name: '《壁下译丛》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '17', name: '《艺术论》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '18', name: '《文艺与批评》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '19', name: '《毁灭》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '20', name: '《十月》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '21', name: '《药用植物》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '22', name: '《译文》创刊号', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '23', name: '《表》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '24', name: '《死魂灵》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '25', name: '《故事新编》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '26',
        name: '《死魂灵百图》木刻本',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '27',
        name: '《死魂灵》第二部',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '28',
        name: '《论现在我们的文学运动》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '29', name: '《中流》创刊号', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '30',
        name: '《因太炎先生而想起的二三事》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '31', name: '《悼杨铨》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '32',
        name: '《为了忘却的记念》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '33',
        name: '《<自选集>自序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '34',
        name: '《答文艺新闻社问》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '35',
        name: '“一八艺社1931年习作展览会”《小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '36',
        name: '《黑暗中国的文艺界的现状》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '37',
        name: '《文学的阶级性》（通信）',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '38',
        name: '《文艺与革命（并冬芬来信）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '39', name: '《革命文学》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '40',
        name: '《中国文学家对于英国智识阶级及一般民众宣言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '41', name: '周瘦鹃', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '42',
        name: '《文化界同人为团结御侮与言论自由宣言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '43', name: '郭沫若', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '44', name: '晓角', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '45',
        name: '《“立此存照”（四）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '46',
        name: '《“立此存照”（三）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '47', name: '巴金', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '48',
        name: '《文艺界同人为团结御侮与言论自由宣言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '49', name: '王统照', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '50', name: '林语堂', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '51', name: '茅盾', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '52', name: '傅东华', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '53', name: '《死》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '54',
        name: '《“立此存照”（二）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '55',
        name: '《“立此存照”（一）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '56',
        name: '《“这也是生活”……》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '57', name: '《答世界社信》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '58',
        name: '《答世界社问：中国作家对于世界语的意见》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '59',
        name: '《答徐懋庸并关于抗日统一战线问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '60', name: '《捷克译本》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '61', name: '《三月的租界》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '62',
        name: '《关于<白莽遗诗序>的声明》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '63', name: '《<远方>按语》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '64',
        name: '《白莽作<孩儿塔>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '65',
        name: '《<城与年>插图本小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '66',
        name: '《<译文>复刊词》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '67', name: '《我要骗人》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '68', name: '何干', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '69', name: '《难答的问题》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '70', name: '《登错的文章》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '71', name: '《起死》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '72', name: '《采薇》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '73', name: '《出关》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '74',
        name: '《<死魂灵百图>小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '75', name: '《论新文字》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '76',
        name: '《“题未定”草（六至九）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '77', name: '《杂谈小品文》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '78',
        name: '《死魂灵》第一部',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '79', name: '《理水》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '80',
        name: '《孔另境编<当代文人尺牍钞>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '81',
        name: '《陀思妥夫斯基的事》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '82',
        name: '《萧红作<生死场>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '83',
        name: '《三论“文人相轻”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '84',
        name: '《几乎无事的悲剧》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '85', name: '《苦蓬》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '86',
        name: '《苦蓬》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '87',
        name: '《放浪者伊利沙辟台》-《著者简介》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '88',
        name: '《青湖记游（遗稿）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '89',
        name: '《爱尔兰文学之回顾》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '90',
        name: '《论文集<二十年间>第三版序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '91',
        name: '《论文集<二十年间>第三版序》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '92',
        name: '《<奔流>编校后记（十）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '93',
        name: '《<比亚兹莱画选>小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '94',
        name: '《关于<关于红笑>》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '95',
        name: '《关于<关于红笑>》-《补记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '96',
        name: '《关于文艺领域上的党的政策》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '97', name: '《往诊之夜》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '98', name: '《山中笛韵》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '99', name: '《卢梭和胃口》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '100',
        name: '《补救世道文件四种》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '101',
        name: '《在钟楼上（夜记之二）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '102',
        name: '《当陶元庆君的绘画展览时——我所要说的几句话》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '103', name: '《<尘影>题辞》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '104', name: '《吊与贺》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '105',
        name: '《曹靖华译<苏联作家七人集>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '106', name: '《半夏小集》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '107',
        name: '《绍介<海上述林>上卷》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '108',
        name: '《关于太炎先生二三事》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '109',
        name: '《“立此存照”（五）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '110',
        name: '《“立此存照”（六）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '111',
        name: '《“立此存照”（七）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '112',
        name: '《<出关>的“关”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '113',
        name: '《<中国杰作小说>小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '114', name: '《恋歌》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '115',
        name: '《恋歌》-《译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '116', name: '庚', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '117',
        name: '《人生识字胡涂始》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '118', name: '旅隼', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '119',
        name: '《从“别字”说开去》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '120',
        name: '《徐懋庸作<打杂集>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '121',
        name: '《田军作<八月的乡村>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '122',
        name: '《<奇闻二则>译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '123', name: '《难解的性格》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '124',
        name: '《<坏孩子和别的奇闻>译者后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '125',
        name: '《俄罗斯童话》三则',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '126', name: '敖', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '127', name: '《论讽刺》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '128',
        name: '《非有复译不可》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '129', name: '杜德机', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '130', name: '《“寻开心”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '131',
        name: '《内山完造作<活中国的姿态>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '132',
        name: '《<中国新文学大系>小说二集序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '133', name: '《漫谈“漫画”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '134', name: '且介', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '135',
        name: '《漫画而又漫画》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '136', name: '《骗月亮》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '137',
        name: '《<编完写起>案语》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '138',
        name: '《死魂灵》（第一部）第一、二章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '139',
        name: '《死魂灵》（第一部）第三、四章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '140',
        name: '《死魂灵》（第一部）第五、六章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '141',
        name: '《死魂灵》（第一部）第七、八章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '142',
        name: '《死魂灵》（第一部）第九、十章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '143',
        name: '《死魂灵》（第一部）第十一章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '144',
        name: '《死魂灵》第一部附录一、二、三、四之A及四之B（德国沃多•培多编',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '145',
        name: '《死魂灵》（第一部）序言',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '146', name: '栾廷石', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '147',
        name: '《“京派”与“海派”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '148',
        name: '《<引玉集>后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '149', name: '倪朔尔', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '150', name: '《漫骂》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '151',
        name: '《批评家的批评家》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '152', name: '张承禄', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '153', name: '《未来的光荣》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '154', name: '赵令仪', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '155',
        name: '《女人未必多说谎》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '156', name: '《“论语一年”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '157',
        name: '《小品文的危机》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '158', name: '《帮闲法发隐》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '159',
        name: '《<伪自由书>后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '160',
        name: '《“硬译”与“文学的阶级性”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '161',
        name: '《现代电影与有产阶级》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '162', name: '《流氓的变迁》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '163',
        name: '《毁灭》第1、2部',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '164',
        name: '《新月社批评家的任务》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '165',
        name: '《<小彼得>译本序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '166',
        name: '《人性的天才——迦尔洵》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '167',
        name: '《人性的天才——迦尔洵》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '168',
        name: '《通讯（复张逢汉)》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '169',
        name: '《表现主义的诸相》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '170',
        name: '《哈谟生的几句话》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '171',
        name: '《致<近代美术史潮论>的读者诸君》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '172',
        name: '《现代新兴文学的诸问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '173',
        name: '《谨启（致<北新>半月刊读者）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '174',
        name: '《<近代木刻选集>（1）附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '175',
        name: '《<蕗谷虹儿画选>小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '176',
        name: '《托尔斯泰之死与少年欧罗巴》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '177',
        name: '《托尔斯泰之死与少年欧罗巴》-《译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '178',
        name: '《<近代木刻选集>（1）小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '179',
        name: '《<奔流>编校后记（八）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '180',
        name: '《十月》-《译者识》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '181',
        name: '《Leov Tolstoi》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '182', name: '许霞', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '183',
        name: '《访革命后的托尔斯泰故乡记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '184', name: '奔流社同人', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '185', name: '《敬贺新喜》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '186',
        name: '《托尔斯泰与马克思》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '187',
        name: '《苏俄的文艺政策——观念形态战线和文学》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '188',
        name: '《关于绥蒙诺夫及其代表作<饥饿>》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '189',
        name: '《关于绥蒙诺夫及其代表作<饥饿>》-《译者识》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '190', name: '《艺术与阶级》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '191',
        name: '《食人人种的话》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '192',
        name: '《食人人种的话》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '193',
        name: '《“革命军马前卒”和“落伍者”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '194',
        name: '《白莽作〈孩儿塔〉序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '195',
        name: '《“醉眼”中的朦胧》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '196',
        name: '《答托洛斯基派信》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '197',
        name: '《白莽作（孩儿塔）序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '198',
        name: '《“题未定”草（五）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '199',
        name: '《俄罗斯的童话》广告',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '200', name: '隼', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '201',
        name: '《五论“文人相轻”——明术》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '202',
        name: '《四论“文人相轻”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '203',
        name: '《<俄罗斯的童话>小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '204',
        name: '《“题未定”草（一—三）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '205',
        name: '《<中国小说史略>日本译本序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '206',
        name: '《两种“黄帝子孙”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '207', name: '干', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '208', name: '《文坛三户》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '209',
        name: '《从帮忙到扯淡》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '210',
        name: '《<全国木刻联合展览会专辑>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '211', name: '《“文人相轻”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '212',
        name: '《“京派”和“海派”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '213',
        name: '《中国文坛上的鬼魅》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '214',
        name: '《<饥饿之城>后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '215', name: '乐雯', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '216', name: '《描写自己》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '217', name: '张禄如', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '218',
        name: '《<山民牧唱>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '219',
        name: '《说述自己的纪德》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '220', name: '《说“面子”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '221', name: '张沛', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '222', name: '《点句的难》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '223', name: '苗挺', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '224',
        name: '《又是“莎士比亚”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '225', name: '《“以眼还眼”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '226', name: '黄棘', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '227', name: '《考场三丑》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '228', name: '白道', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '229', name: '《中秋二愿》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '230', name: '及锋', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '231', name: '《商贾的批评》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '232', name: '公汗', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '233',
        name: '《中国人失掉自信力了吗》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '234',
        name: '《中国语文的新生》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '235', name: '《“莎士比亚”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '236',
        name: '《俄罗斯的童话》第一、二篇',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '237',
        name: '《俄罗斯的童话》第一、二篇-《后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '238',
        name: '《俄罗斯的童话》第三篇',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '239',
        name: '《俄罗斯的童话》第三篇-《后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '240',
        name: '《俄罗斯的童话》第七，八、九篇',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '241',
        name: '《俄罗斯的童话》第十至十六篇',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '242', name: '直', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '243',
        name: '《做“杂文”也不易》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '244', name: '许遐', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '245', name: '《饥馑》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '246',
        name: '《饥馑》-《译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '247',
        name: '《淞隐漫录》题记',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '248',
        name: '《淞隐续录》题记',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '249',
        name: '《漫游随录图记》题记',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '250', name: '《风筝误》题记', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '251', name: '《非攻》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '252',
        name: '《不知肉味和不知水味》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '253', name: '《门外文谈》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '254', name: '《拿来主义》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '255',
        name: '《在现代中国的孔夫子》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '256',
        name: '《关于中国的两三件事》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '257',
        name: '《答杨邨人先生公开信的公开信》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '258', name: '《重三感旧》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '259', name: '《“感旧”以后》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '260',
        name: '《铁流》-《编校后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '261',
        name: '《“友邦惊诧”论》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '262',
        name: '《梅斐尔德木刻(士敏土)之图》-《序言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '263',
        name: '《我和<语丝>的始终》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '264',
        name: '《契诃夫与新文艺》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '265', name: '《恶魔》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '266',
        name: '《恶魔》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '267', name: '隋洛文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '268', name: '《洞窟》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '269',
        name: '《洞窟》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '270',
        name: '《<奔流>编校后记（十二）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '271', name: '《扁》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '272', name: '《路》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '273', name: '《头》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '274', name: '《通信》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '275', name: '《太平歌诀》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '276', name: '《铲共大观', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '277', name: '《卢梭与胃口》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '278', name: '《文学与出汗》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '279', name: '《再谈香港》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '280', name: '《写于深夜里》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '281',
        name: '《我的第一个师父》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '282',
        name: '《<死魂灵百图>广告》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '283',
        name: '《论俗人应避雅人》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '284', name: '《阿金》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '285',
        name: '《病后杂谈之余——关于“舒愤懑”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '286', name: '《病后杂谈》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '287', name: '《关于新文字》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '288',
        name: '《河南卢氏曹先生教泽碑文》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '289', name: '焉于', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '290', name: '《读书忌》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '291', name: '阿法', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '292', name: '《骂杀与捧杀》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '293',
        name: '《答<戏>周刊编者信》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '294', name: '《假病人》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '295',
        name: '《拿破仑与隋那》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '296', name: '《随便翻翻》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '297',
        name: '《略论梅兰芳及其他（下）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '298',
        name: '《略论梅兰芳及其他（上）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '299', name: '《脸谱臆测》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '300',
        name: '《势所必至，理有固然》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '301',
        name: '《<准风月谈>后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '302', name: '《奇怪（三）》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '303', name: '《波兰姑娘》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '304',
        name: '《<一篇很短的传奇>译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '305', name: '《面包店时代》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '306',
        name: '《面包店时代》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '307',
        name: '《新时代的豫感》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '308',
        name: '《新时代的豫感》-《附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '309',
        name: '《<奔流>编校后记（二）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '310',
        name: '《苏俄的文艺政策》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '311',
        name: '《<奔流>凡例五则》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '312',
        name: '《跋世珂族的人们》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '313',
        name: '《<奔流>编校后记（一）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '314',
        name: '《关于<近代美术史潮论>插图》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '315', name: '《铲共大观》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '316', name: '《文艺与革命》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '317',
        name: '《<思想•山水•人物>序言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '318',
        name: '《思想•山水•人物》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '319',
        name: '《在上海的鲁迅启事》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '320',
        name: '《<思想•山水•人物>题记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '321',
        name: '《<示众>编者注》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '322',
        name: '《看司徒乔君的画》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '323', name: '中拉', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '324',
        name: '《<丙和甲>按语》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '325',
        name: '《卢勃克和伊里纳的后来》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '326',
        name: '《卢勃克和伊里纳的后来》-《译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '327', name: '楮冠', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '328', name: '《拟豫言》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '329',
        name: '《关于知识阶级》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '330',
        name: '《谈所谓‘大内档案’》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '331', name: '《文艺和革命》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '332', name: '《文学和出汗》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '333', name: '乐文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '334',
        name: '《<苏联版画集>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '335', name: '许广平', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '336',
        name: '《<译文>终刊号前记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '337',
        name: '《坏孩子和别的奇闻》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '338',
        name: '《六论“文人相轻”——二卖》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '339',
        name: '《七论“文人相轻”——两伤》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '340', name: '《村妇》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '341',
        name: '《村妇》-《译后附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '342', name: '《聚“珍”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '343', name: '《逃名》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '344', name: '《论毛笔之类》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '345',
        name: '《再论“文人相轻”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '346',
        name: '《论“人言可畏”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '347',
        name: '《<中国新文学大系>小说二集》编选感想',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '348',
        name: '《叶紫作<丰收>序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '349', name: '《坏孩子》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '350',
        name: '《表》-《译者的话》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '351', name: '《少年别》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '352',
        name: '《少年别》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '353',
        name: '《赠<新语林>诗》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '354',
        name: '《致<新语林>读者辞》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '355', name: '《果戈理私观》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '356',
        name: '《果戈理私观》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '357',
        name: '《答曹聚仁先生信》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '358', name: '《忆刘半农君》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '359',
        name: '《<鹭华月刊>说明》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '360',
        name: '《<母亲>木刻画序》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '361', name: '《鼻子》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '362', name: '朔尔', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '363', name: '《做文章》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '364', name: '康伯度', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '365',
        name: '《玩笑只当它玩笑（上）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '366',
        name: '《玩笑只当它玩笑（下）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '367', name: '莫朕', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '368', name: '《算账》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '369', name: '《水性》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '370', name: '《忆韦素园君》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '371',
        name: '《买<小学大全>记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '372',
        name: '《“彻底”的底子》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '373', name: '邓当世', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '374', name: '《知了世界》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '375',
        name: '《我的文学修养》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '376', name: '史贲', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '377', name: '《再论重译》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '378', name: '《难行和不信》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '379',
        name: '《近代世界短篇小说集（一）》-《小引》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '380',
        name: '《<“雄鸡和杂馔”抄>译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '381',
        name: '《<雄鸡和杂馔>抄》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '382',
        name: '《<奔流>编校后记（七）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '383', name: 'L•S', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '384',
        name: '《一九二八年世界文艺界概观》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '385', name: '《跳蚤》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '386',
        name: '《跳蚤》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '387', name: '《坦波林之歌》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '388',
        name: '《坦波林之歌》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '389', name: '葛何德', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '390',
        name: '《关于剧本的考察》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '391', name: '《果树园》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '392',
        name: '《果树园》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '393',
        name: '《<奔流>编校后记（六）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '394', name: '《竖琴》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '395',
        name: '《竖琴》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '396', name: '《在沙漠上》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '397',
        name: '《在沙漠上》-《译者附识》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '398',
        name: '《<东京通信>按语》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '399', name: '封余', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '400', name: '《关于“粗人”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '401',
        name: '《<北欧文学的原理>译者识》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '402',
        name: '《<奔流>编校后记（五）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '403',
        name: '《<捕狮>译后记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '404',
        name: '《<大衍发微>附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '405', name: '《捕狮》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '406',
        name: '《北欧文学的原理》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '407',
        name: '《北欧文学的原理》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '408', name: '旅沪记者', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '409', name: '《复康嗣群》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '410',
        name: '《生活的演剧化》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '411', name: '《复晓真》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '412', name: '长庚', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '413',
        name: '《书的还魂和赶造》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '414',
        name: '《通讯（致郑孝观）补记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '415', name: '《“招贴即扯”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '416', name: '《隐士》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '417', name: '仲度', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '418',
        name: '《汉字和拉丁化》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '419', name: '《“大雪纷飞”》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '420',
        name: '《看书琐记（三）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '421', name: '越侨', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '422', name: '《迎神和咬人》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '423', name: '华圉', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '424', name: '《奇怪》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '425', name: '《奇怪（二）》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '426', name: '《安贫乐道法》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '427', name: '《趋时和复古》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '428',
        name: '《艺术都会的巴黎》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '429', name: '孺牛', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '430',
        name: '《从孩子的照相说起》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '431',
        name: '《看书琐记（二）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '432', name: '《看书琐记》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '433',
        name: '《“丧家的”“资本家的乏走狗”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '434',
        name: '《“好政府主义”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '435', name: '《文艺政策》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '436',
        name: '《我们要批评家》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '437',
        name: '《非革命的急进革命论者》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '438', name: '《习惯与改革》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '439',
        name: '《张资平氏的“小说学”》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '440',
        name: '《通信（柳无忌来信按语）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '441',
        name: '《车勒芮绥夫斯基的文学观》第一章',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '442',
        name: '《文艺的大众化》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '443', name: 'L', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '444',
        name: '《<毁灭>第二部一至三章译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '445',
        name: '《艺术与哲学，伦理》前半篇',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '446', name: '《书籍和财色》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '447',
        name: '《关于<子见南子>》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '448', name: '《<二月>小引》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '449',
        name: '《<奔流>编校后记（十一）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '450', name: '《贵家妇女》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '451',
        name: '《贵家妇女》-《译者附记》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '452',
        name: '《<奔流>编校后记（四）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '453',
        name: '《<奔流>编校后记（三）》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '454', name: '《革命咖啡店》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '455',
        name: '《文学的阶级性》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '456', name: '《文坛的掌故》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '457', name: '托马斯•邓恩', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '458', name: '须藤医院', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '459',
        name: '“民权保障同盟会”执行委员',
        desc: '',
        type: EntityTypesEnum.Person,
        relation: ''
      },
      {
        id: '460',
        name: '“左联”执委会执行委员',
        desc: '',
        type: EntityTypesEnum.Person,
        relation: ''
      },
      { id: '461', name: '周扬', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '462', name: '周文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '463', name: '胡风', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '464', name: '沙汀', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '465', name: '艾芜', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '466', name: '任白戈', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '467', name: '国民政府', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '468', name: '沈端先', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '469', name: '柔石', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '470', name: '冯乃超', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '471', name: '冯雪峰', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '472', name: '蔡元培', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '473', name: '宋庆龄', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '474', name: '夏衍', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '475', name: '郁达夫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '476', name: '胡愈之', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '477', name: '陈蜕', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '478',
        name: '中国左翼作家联盟常务委员',
        desc: '',
        type: EntityTypesEnum.Person,
        relation: ''
      },
      {
        id: '479',
        name: '中华民国大学院的第一批特约撰述员',
        desc: '',
        type: EntityTypesEnum.Work,
        relation: ''
      },
      { id: '480', name: '毛泽东', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '481', name: '主席团名誉主席', desc: '', type: EntityTypesEnum.Work, relation: '' },
      {
        id: '482',
        name: '“民权保障同盟会”',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '483', name: '国民党特务', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '484', name: '三闲书屋', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '485',
        name: '国民党浙江省党部',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      {
        id: '486',
        name: '中国自由运动大同盟',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      {
        id: '487',
        name: '中国民权保障同盟',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      {
        id: '488',
        name: '中国共产党中央委员会',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '489', name: '中共中央', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '490',
        name: '中国左翼作家联盟',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      {
        id: '491',
        name: '中山大学各主任紧急会议',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '492',
        name: '“左翼作家联盟”成立会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '493', name: '“法西斯蒂”暴行', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '494', name: '文坛复古', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '495', name: '木刻讲习会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '496', name: '“左联”全体大会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '497',
        name: '中国自由运动大同盟秘密成立大会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '498',
        name: '中国左翼作家联盟成立大会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '499', name: '远东会议', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '500',
        name: '《对于左翼作家联盟的意见》',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '501',
        name: '为成立中国左翼作家联盟而秘密举行的筹备会议',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '502',
        name: '《中国文艺工作者宣言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '503',
        name: '“为德国法西斯压迫民权摧残文化向德国领事馆抗议书”',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '504',
        name: '《为抗议日军进攻上海屠杀民众宣言》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '505',
        name: '《上海文化界告全世界书》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '506', name: '周起应', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '507', name: '叶圣陶', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '508', name: '丁玲', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '509', name: '何丹仁', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '510', name: '田汉', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '511', name: '华汉', desc: '', type: EntityTypesEnum.Person, relation: '' }
    ]
  },
  {
    id: '2',
    title: '鲁迅_社交',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。告知已将他所译《烟袋》和《第四十一》二书合为《苏联作家七人集》，交良友图书印刷公司出版的情况。谈到《海上述林》下卷时，对印刷局不按合同规定付排表示气愤，说：“说过话不算数，是中国人的大毛病，一切计画，都被捣乱，无可豫算了。”',
        startDate: { year: '1936', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '2',
        title: '鲁迅写信茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅致茅盾信。谈到自己的病颇麻烦，而环境又不容他好好疗养：“大约这里的环境，本非有利于病，而不能完全不闻不问，也是使病缠绵之道。我看住在上海，总是不好的。”并告知《海上述林》下卷校样在陆续寄来，希望能在易地养病前校完付印。',
        startDate: { year: '1936', month: '08', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '3',
        title: '鲁迅写信茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅致茅盾信。表示将为他主编的《中国的一日》挑选木刻插画。谈到自己的病时认为“不足为意”，并详细谈及转地疗养事：“先曾决赴日本，昨忽想及，独往大家不放心，如携家族同去，则一履彼国，我即化为翻译，比在上海还要烦忙，如何休养？因此赴日之意，又复动摇，惟另觅一能日语者同往，我始可超然事外，故究竟如何，尚在考虑中也。”茅盾对此很关心，曾写信提出建议，鲁迅在此后致茅盾信中，时有所商量。',
        startDate: { year: '1936', month: '', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '4',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。其中说：“文人学士之种种会，亦无生气，要名声，又怕压迫，那能做出事来。我不加入任何一种，似有人说我破坏统一，亦随其便”。据曹靖华注，这里是指“作家协会”（后改名“文艺家协会”)。',
        startDate: { year: '1936', month: '02', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '5',
        title: '鲁迅写信茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅致茅盾信。谈到当时一部分人筹组的“作家协会”时说：“从此以后，是排日=造反了。我看作家协会一定小产，不会像左联，虽镇压，却还有些人剩在地底下的。惟不知想由此走到地面上，而且入于交际社会的作家，如何办法耳。”',
        startDate: { year: '1936', month: '02', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '6',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到想汇编三十年的著述，“回忆《坟》的第一篇，是一九○七年作，到今年足足三十年了，除翻译不算外，写作共有二百万字颇想集成一部（约十本），印它几百部，以作记念，且于欲得原版的人，也有便当之处。不过此事经费浩大，大约不过空想而已。”为此，鲁迅曾自拟两种目录。“当时出版界闻讯，不胜欣忭，纷请发行。” （许广平：1938年版《鲁迅全集•编校后记》）但后来鲁迅连月大病，未能着手此。在7月15日致赵家璧信中说：“所谓汇印旧作，当初拟议，不过想逐渐合订数百或者千部，以作纪念。并非彻底改换，现在则并此数百或千部，印不印亦不可知，所以实无从谈起。”许广平说：“使先生不病且死，必能亲自整理，力臻美善。无奈愿与事违，先生竟病且死。（许广平：1938年版《鲁迅全集•编校后记》）',
        startDate: { year: '1936', month: '02', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '7',
        title: '鲁迅写信茅盾',
        type: EventTypesEnum.Connect_mao,
        description: '鲁迅致茅盾信。告知杨之华从苏联来信事，托他代办有关事情。',
        startDate: { year: '1935', month: '12', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '8',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description: '鲁迅接待茅盾来访，并接受他赠给的自译小说集《桃园》及创作《路》各一本。',
        startDate: { year: '1935', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '9',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到《生死场》序文及作品中人物时说：“那序文上，有一句‘叙事写景，胜于描写人物’，也并不是好话，也可以解作描写人物并不怎么好。因为做序文，也要顾及销路，所以只得说的弯曲一点。至于老王婆，我却不觉得怎么鬼气，这样的人物，南方的乡下也常有的。安特列夫的小说，还要写得怕人，我那《药》的末一段，就有些他的影响，比王婆鬼气。”',
        startDate: { year: '1935', month: '11', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '10',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description: '鲁迅先后接待茅盾、费慎祥来访，并接受费慎祥送来再版的《小说旧闻钞》十本。',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '11',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。表示不同意出瞿秋白纪念册，说：“关于出纪念册的事，先前已有几个人提议过了，我不同意，也不愿意说明理由；不过如有一团体要出，那自然是另一回事，只是我个人不加入。”',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '12',
        title: '鲁迅写信茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅致茅盾信。谈到王统照邀请担任《文学》顾问一事，说：“‘顾问’之列，我不愿加入，因为先前为了这一类职衔，吃苦不少，而且甚至于由此发生事端，所以现在要回避了。”',
        startDate: { year: '1936', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '13',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。说：“此间莲姊家（按指左联）已散，化为傅、郑（按指傅东华、郑振铎）所主持的大家族，实则藉此支持《文学》而已，毛姑（按指茅盾）似亦在内。旧人颇有往者，对我大肆攻击，以为意在破坏。但他们形势亦不佳。”“《作家》，《译文》，《文丛》，是和《文学》不洽的，现在亦不合作，故颇为傅郑所嫉妒，令喽罗加以破坏统一之罪名。但谁甘为此辈自私者所统一呢，要弄得一团糟的。近日大约又会有别的团体出现（按指拟成立的“中国文艺工作者协会”，后未成立，只发表过“中国文艺工作者宣言”）。我以为这是好的，令读者可以比较比较，情形就变化了。”“我们也准备垂帘听政，不过不是莲小姐，而是别个了。南方人没有北方的直爽，办事较难，但想试试看。”',
        startDate: { year: '1936', month: '05', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '14',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。其中谈到“这里在弄作家协会，先前的友和敌，都站在同一阵图里了，内幕如何，不得而知，指挥的或云是茅与郑，其积极，乃为救《文学》也。我鉴于往日之给我的伤，拟不加入，但此必将又成为一大罪状，听之而已。”“近十年来，为文艺的事，实已用去不少精力，而结果是受伤。认真一点，略有信用，就大家来打击。去年田汉作文说我是调和派，我作文诘问，他函答道，因为我名誉好，乱说也无害的。后来他变成这样，我们的‘战友’之一却为他辩护道，他有大计画，此刻不能定论。我真觉得不是巧人，在中国是很难存活的。”',
        startDate: { year: '1936', month: '04', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '15',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。谈到自己身体健康状况及瞿秋白的被害一事时说，“身体还是不行，日见衰弱，医生要我不看书写字，并停止抽烟；有几个朋友劝我到乡下去，但为了种种缘故，一时也做不到”。但是“我的决心是如果有力，自己来做一点，虽然一点，究竟是一点”。“我以为总比说空话而一点不做好”。又说，“中国人先在自己把好人杀完，秋即其一”。“中文俄文都好，象他那样的，我看中国现在少有”。最后还谈到自己创作时的感受：“我并未为自己所写人物感动过。各种事情刺戟我，早经麻木了，时时象一块木头，虽然有时会发火，但我自己也并不觉痛。”',
        startDate: { year: '1935', month: '06', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '16',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈瞿秋白文稿收集事，说：“它兄文稿，很有几十人要把它集起来，但我们尚未商量。现代有他的两部，须赎回，因为是豫支过板税的，此事我在单独进行。中国事其实早在意中，热心人或杀或囚，早替他们收拾了，和宋明之末极象。但我以为哭是无益的，只好仍是有一分力，尽一分力，不必一时特别刺激，事后却又悠悠然。”',
        startDate: { year: '1935', month: '06', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '17',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '18',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到同人中的不良倾向时说：“同人里，仍然有些婆婆妈妈，有些青年则写信骂我，说我毫不肯费神帮别人的忙。其实是照现在的情形，大约体力也就不能持久的了，况且还要用鞭子抽我不止，惟一的结果，只有倒毙。很想离开上海，但无处可去。”',
        startDate: { year: '1935', month: '03', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '19',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。针对他们初到上海，不熟悉复杂情况，就来信提出的一些问题作了回答。其中说：“装假固然不好，处处坦白，也不成，这要看是什么时候。和朋友谈心，不必留心，但和敌人对面，却必须刻刻防备。我、们和朋友在一起，可以脱掉衣服，但上阵要穿甲。”“所谓文坛，其实也如此……鬼魅多得很，不过这些人，你还没有遇见。如果遇见，是要提防，不能赤膊的。”',
        startDate: { year: '1935', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '20',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到一些刊物称自己为“鲁迅翁”时说：“说起‘某翁’的称呼来，这是很奇怪的。这称呼开始于《十日谈》及《人言》，这是时时攻击我的刊物，他们特地这样叫，以表示轻蔑之意，犹言‘老了，不中用了’的意思；但不知怎的却影响到我的熟人的笔上去了。现在是很有些人，信上都这么写的。”',
        startDate: { year: '1935', month: '03', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '21',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到当时的政治腐败时说：“中国已经快要大家‘无业’，而不是‘失业’，因为根本就没有什么所谓‘业’了。上海今年的出版界，景象比去年坏。学生是去年大学生减少，今年中学生诚少了。”',
        startDate: { year: '1935', month: '02', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '22',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。对于寓居莫斯科的德国美术评论家艾丁格尔仍未收到他所寄的中国宣纸感到可惜。还表达了对李季谷（李宗武）的厌恶情绪，说：“横肉可厌之全，前回许宅婚礼时，我在和一个人（按即指蔡元培）讲中国的Facisti（按即法西斯蒂）他就来更正道，有些是谣言。我因正色告诉他：我不过说的是听来的话，我非此道中人，当然不知道是真是假。他也很不快活。但此人之倾向，可见了。',
        startDate: { year: '1935', month: '08', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '23',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。说曾托友人介绍台静农去桂林师范任教，请转递友人来信征求台的意见。',
        startDate: { year: '1935', month: '08', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '24',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。当时报界不断刊出瞿秋白已被判死刑的消息，鲁迅谈到此事时再次深表惋惜：“它兄的事，是已经结束了，此时还有何话可说。”早在5月22日致曹靖华信中，就为瞿秋白的被捕感到十分可惜，无可奈何地说道：“它事极确，上月弟曾得确信，然何能为。这在文化上的损失，真是无可比喻。”',
        startDate: { year: '1935', month: '06', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '25',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。萧红曾在拉都路一家炸油条的铺子里，得到一张用来包油条的鲁迅翻译《表》的原稿，便写信告诉了鲁迅，鲁迅在信中答复说：“我的原稿的境遇，许（按即许广平）知道了似乎有点悲哀；我是满足的，居然还可以包油条，可见还有一些用处。我自己是在擦桌子的，因为我用的是中国纸，比洋纸能吸水。”信中还勉励他们说：“一个作者，‘自卑’固然不好，‘自负’也不好的，容易停滞。我想，顶好是不要自馁，总是干；但也不可自满，仍旧总是用功。要不然，输出多而输入少，后来要空虚的。”（据萧红：《回忆鲁迅先生》。其中原文“是译死魂灵的原稿”，实为“译《表》的原稿”，可参阅许广平：《关于鲁迅的生活》）',
        startDate: { year: '1935', month: '04', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '26',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。委托他给苏联木刻家克拉甫兼珂、冈察罗夫写信，告以克拉甫兼珂所寄木刻作品一张，冈察罗夫所寄木刻作品十四张均已收到，并询问年初给克拉甫兼珂寄去的六、七部书（其中包括清初的木刻作品）是否收到，告知拟再寄去《引玉集》、《木刻纪程》等书。',
        startDate: { year: '1934', month: '10', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '27',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。首次答复萧军提出的有关创作方面的一些问题。其中说：“不必问现在要什么，只要问自己能做什么。现在需要的是斗争的文学，如果作者是一个斗争者，那么，无论他写什么，写出来的东西一定是斗争的。就是写咖啡馆跳舞场罢，少爷们和革命者的作品，也决不会一样。”还说：“我的那一本《野草》，技术并不算坏，但心情太颓唐了，因为那是我碰了许多钉子之后写出来的。我希望你脱离这种颓唐心情的影响。”萧军回忆说，“我给先生的第一封信大致是这样写的：‘我很喜欢《野草》那本书……它启发我一种深沉的郁闷’”；从鲁迅回信中看出“先生又是怎样坦白地承担着自己的长处和短处，警惕着青年……。这和一般‘貌似谦卑而实骄傲’，以及为达到‘导师’和‘领导者’的目的，不惜灌青年们鸦片和酒精之徒，崇高与卑琐、伟大与渺小……这分野是分明的！”（萧军；《时代——鲁迅——时代》，见鲁迅研究室编《鲁迅诞辰百年纪念集》）',
        startDate: { year: '1934', month: '10', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '28',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅在千爱里接待茅盾、郑振铎来访，并接受他们所赠《清人杂剧》（戏曲总集，郑振铎编，共两集，初集40种，12册；二集40种，12册。分别于1931、1934年影印出版）二集一部12本，名印两方。',
        startDate: { year: '1934', month: '09', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: null, lng: null },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '29',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。说：“作家协会已改名为文艺家协会，其中热心者不多，大抵多数是敷衍，有些却想借此自利，或害人。我看是就要消沉，或变化的。新作家的刊物，一出锋头，就显病态，例如《作家》，已在开始排斥首先一同进军者，而自立于安全地位，真令人痛心，我看这种自私心太重的青年，将来也得整顿一下才好。”“上海的所谓‘文学家’，真是不成样子，只会玩小花样，不知其他。我真想做一篇文章，至少五六万字，把历来所受的闷气，都说出来，这其实也是留给将来的一点遗产。”又说，能写信把这些情况告诉原左联在莫斯科的代表萧三“固好，但头绪纷繁，从何说起呢？”因此也终于未写。信中又告诉曹靖华：“医生还没有查出发热的原因”。',
        startDate: { year: '1936', month: '05', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '30',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到李何林关于编印鲁迅1907至1936年的著作集以纪念他创作三十年的建议时说：“有人寄提议汇印我的作品的文章到作家社来，谓回信可和兄说。一切书店，纵使口甜如蜜，但无不惟利是图。此事我本想自办，但目前又在不决，大约是未必印的，那篇文章也不发表，请转告。”同时又谈到当时的处境和心情：“又有一大批英雄在宣布我破坏统一战线的罪状，自问历年颇不偷懒，而每逢一有大题目，就常有人要趁这机会把我扼死，真不知何故，大约的确做人太坏了。近来时常想歇歇。”在次日致曹靖华信中重复了同样内容的话，并进一步说：“有些手执皮鞭，乱打苦工的背脊，自以为在革命的大人物，我深恶之，他其〔实〕是取了工头的立场而已。”',
        startDate: { year: '1936', month: '05', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '31',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。其中说：“上海真是流氓世界，我的收入，几乎被不知道什么人的选本和翻板剥削完了。然而什么法子也没有。不过目前于生活还不受影响，将来也许要弄到随时卖稿吃饭。”',
        startDate: { year: '1936', month: '03', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '32',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。托他翻译致巴惠尔•艾丁格尔的信，并谈到上海图书出版界的情况：“市面甚萧条，书籍销路减少，出版者也更加凶起来，卖文者几乎不能生活。我目下还可敷衍，不过不久恐怕总要受到影响。”',
        startDate: { year: '1935', month: '12', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '33',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。谈到翻译《死魂灵》的情况：“我此刻才译完了本月应该交稿的《死魂灵》，弄得满身痱子，但第一部已经去了三分之二了。有些事情，逼逼也好，否则，我也许未必去翻译它的。”又谈到谣言的问题：“近来关于我的谣言很多。日本报载我因为要离开中国，张罗旅费，拼命翻译，已生大病；《社会新闻》说我已往日本，做‘顺民’去了。”在29日致萧军信中又说：“对于谣言，我是不会懊恼的，如果懊恼，每月就得懊恼几回，也未必活到现在了。大约这种境遇，是可以练习惯的，后来就毫不要紧。倘有谣言，自己就懊恼，那就中了造谣者的计了。”',
        startDate: { year: '1935', month: '07', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '34',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。告知台静农的工作问题一时尚无法解决。信中说：“今天得郑君（按指郑振铎）答复，谓学校内情形复杂，农兄事至少在这半年内，无可设法云云。大约掣肘老多，诸事不能放手做去，郑虽为文学院长，恐亦无好效果的。”同日致台静农信，亦告知上述情况：“向暨大曾一问，亦不成，上海学校，亦不复有干净土；尚当向他处一打听也。”鲁迅在繁忙中还不辞辛苦为友人寻找工作，表现了他对朋友的深厚情谊。',
        startDate: { year: '1935', month: '07', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '35',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到国民党检查官的所谓“只看内容，不问作者”的论调时，说：“检查官吏们公开的说，他们只看内容，不问作者是谁，即不和个人为难的意思。有些出版家知道了这话，以为‘公平’真是出现了，就要我用旧名字做文章，推也推不掉。其实他们是阴谋，遇见我的文章，就删削一通，使你不成样子，印出去时，读者不知底细，以为我发了昏了。如果只是些无关痛痒的话，那是通得过的，不过，这有什么意思呢？”',
        startDate: { year: '1934', month: '12', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '36',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。告知萧红的小说《生死场》“生活书店愿意出版，送给官僚检查去了，倘通过，就可发排”；萧军的小说《八月的乡村》，待看后再答复。',
        startDate: { year: '1934', month: '12', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '37',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军，萧红信。邀他们于本月19日下午6时到广西路332号梁园豫菜馆吃饭。据萧军回忆：“接到这封信的日期可能是在发信——十二月十七日的第二天——十二月十八日。这不是梦！这是真实。”“只记得把这封短短的书简由我的手转移到萧红的手，由她的手又转移我的手，而后每人又用自己的一只手把这信捧在两个人的胸前看着，读着，两人的两只手全在不约而同地不能够克制地轻轻抖动着！眼泪首先是浮上了她的眼睑，落下来了！接着我的眼睛也感到了一阵湿润。”“我们这两颗漂泊的，已经近于僵硬了的灵魂，此刻竟被这意外而来的伟大的温情，浸润得近乎难于自制地柔软下来了，几乎成了婴儿一般的灵魂！”为了去赴鲁迅邀请的第一次宴会，萧红还特地买了一段方格的绒布头来亲自为萧军剪裁缝制了一件俄国高加索式立领大衬衫。（萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '38',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到当时的文坛，特别是左联（中国左翼作家联盟）内部的不良倾向时说：“现在文坛的无政府情形，当然很不好，而且坏于此的恐怕也还有，但我看这情形是不至于长久的。分裂，高谈，故作激烈等等，四五年前也曾有过这现象，左联起来，将这压下去了，但病根未除，又添了新分子，于是现在老病就复发。但空谈之类，是谈不久，也谈不出什么来的，它终必被事实的镜子照出原形，拖出尾巴而去。……其实，左联开始的基础就不大好，因为那时没有现在似的压迫，所以有些人以为一经加入，就可以称为前进，而又并无大危险的，不料压迫来了，就逃走了一批。这还不算坏，有的竟至于反而卖消息去了。人少倒不要紧，只要质地好，而现在连这也做不到。好的也常有，但不是经验少，就是身体不强健（因为生活大抵是苦的），这于战斗是有妨碍的。”又说：“被压迫的时候，大抵有这现象，我看是不足悲观的。”',
        startDate: { year: '1934', month: '12', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '39',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到自己营垒中一些人的攻击时说，“中国是古国，历史长了，花样也多，情形复杂，做人也特别难……尤其是那些诬陷的方法，真是出人意外，……去年他们还称我为‘汉奸’，说我替日本政府做侦探。我骂他时，他们又说我器量小。”“但，敌人是不足惧的，最可怕的是自己营垒里的蛀虫，许多事都败在他们手里。因此，就有时会使我感到寂寞。”“我的确常常感到焦烦，但力所能做的，就做，而又常常有‘独战’的悲哀。不料有些朋友们，却斥责我懒，不做事；他们昂头天外，评论之后，不知那里去了”。信中还谈到国民政府对他迫害的问题，说：“来信又愤怒于他们之迫害我。这是不足为奇的，他们还能做什么别的？我究竟还要说话。你看老百姓一声不响，将汗血贡献出来，自己弄到无衣无食，他们不是还要老百姓的性命吗？”',
        startDate: { year: '1934', month: '12', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '40',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到日本作家中野重治的“转向”和姚蓬子投机、叛变时说：“蓬子的变化，我看是只因为他不愿意坐牢，其实他本来是一个浪漫性的人物。凡有智识分子，性质不好的多，尤其是所谓‘文学家’，左翼兴盛的时候，以为这是时髦，立刻左倾，待到压迫来了，他受不住，又即刻变化，甚而至于卖朋友……，作为倒过去的见面礼。这大约是各国都有的事。但我看中国较甚，真不是好现象。”（中野重治，日本作家、文艺批评家。日本无产阶级艺术联盟盟员，1926年以前曾组织马克思主义艺术研究会。1934年5月于东京上诉院承认共产党员的身份，并声称保证退出共产主义运动。其作品中译本有短篇小说集《中野重治集》）',
        startDate: { year: '1934', month: '11', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '41',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description: '鲁迅致萧军，萧红信。答复有关大众语和文学创作等问题。',
        startDate: { year: '1934', month: '11', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '42',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。说明自己所患“是可怕的肺结核”，但仍乐观，认为“肺结核对于青年是险症，但对于老人却是并不致命的。”并谈到易地疗养的意向：“本月二十左右，想离开上海三个月，九月再来。去的地方大概是日本，但未定实。至于到西湖去云云，那纯粹是谣言。”',
        startDate: { year: '1936', month: '', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '43',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。说明《译文》终刊号前记的撰稿者以及书中两张木刻的含意：“《译文》终刊号的前记是我和茅（茅盾）合撰的。第一张木刻是李卜克内希遇害的纪念，本要用在正月号的，没有敢用，这次才登出来。封面的木刻，是郝氏作，中国人，题目是《病》，一个女人在哭男人，是书店擅自加上去的，不知什么意思，可恶得很。”还说：“中国作家的新作，实在稀薄得很，多看并没有好处，其病根：一是对事物太不注意，二是还因为没有好遗产。对于后一层，可见翻译之不可缓。”',
        startDate: { year: '1935', month: '10', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '44',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到史沫特莱设法让自己出国疗养一事时说：“我的胃病，还是二十岁以前生起的，时发时愈，本不要紧。后见S女士，她以欧洲人的眼光看我，以为体弱而事多，怕不久就要死了，各处设法，要我去养病一年。我其实并不同意，现在是推宕着。因为：一，这病不必养；二，回来以后，更难动弹。所以我现在的主意，是不去的份儿多。”',
        startDate: { year: '1935', month: '10', day: '22' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '45',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。其中谈了对青年人的态度问题，说：“至于我的先前受人愚弄呢，那自然；但也不是第一次了，不过在他们还未露出原形，他们做事好象还于中国有益的时候，我是出力的。这是我历来做事的主意，根柢即在总账问题。即使第一次受骗了，第二次也有被骗的可能，我还是做，因为被人偷过一次，也不能疑心世界上全是偷儿，只好仍旧打杂。但自然，得了真赃实据之后，又是一回事了。”',
        startDate: { year: '1935', month: '10', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '46',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅上午接待茅盾、黎烈文来访。茅盾转达了生活书店关于《译文》的处理意见，不同意郑振铎的提议，情愿停刊。调解工作遂告失败。',
        startDate: { year: '1935', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '47',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅接待茅盾来访。茅盾为调解《译文》与生活书店的矛盾，带来了郑振铎的提议：一、与生活书店所订合同由黄源签字；二、《译文》的原稿须由鲁迅审阅、签名。对于这一提议，鲁迅原则上表示同意，但要求审稿分别由他和茅盾、黎烈文三人轮流负责。茅盾同意鲁迅的意见，并负责向生活书店转达。',
        startDate: { year: '1935', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '48',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。询问是否愿将作品交文化生活社出版，说：“有一个书店，名文化生活社（按创办于本年5月，9月改名为文化生活出版社，吴朗西任经理，巴金负责编辑事务），是几个写文章的人经营的，他们要出创作集一串，计十二本。愿意其中有你的一本（按萧军后编成短篇小说集《羊》，1936年1月由文化生活出版社出版）约五万字，可否编好给他们出版，自然是已经发表过的短篇。倘可，希于十五日以前，先将书名定好，通知我。他们可以去登广告。”',
        startDate: { year: '1935', month: '09', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '49',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军信。表示不赞成拿自己去与外国作家相比。说：“我看用我去比外国的谁，是很难的，因为彼此的环境先不相同。契诃夫的想发财，是那时俄国的资本主义已发展了，而这时候，我正在封建社会里做少爷。看不起钱，也是那时的所谓‘读书人家子弟’的通性。我的祖父是做官的，到父亲才穷下来，所以我其实是‘破落户子弟’，不过我很感谢我父亲的穷下来（他不会赚钱），使我因此明白了许多事情。因为我自己是这样的出身，明白底细，所以别的破落户子弟的装腔作势，和暴发户子弟之自鸣风雅，给我一解剖，他们便弄得一败涂地，我好象一个‘战士’了。使我自己说，我大约也还是一个破落户，不过思想较新，也时常想到别人和将来，因此也比较的不十分自私自利而已。至于高尔基，那是伟大的，我看无人可比。”',
        startDate: { year: '1935', month: '08', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '50',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到一些译文的命运时说：“拉甫列涅夫之一篇，已排入《译文》第五本中，被检查者抽去，此一本中，共被抽去四篇之多（删去一点者不算），稿遂不够，只得我们赶译补足。此为他们虐待异己法之一。使之疲于奔命，一也；使内无佳作，二也；使出版延期，因失读者信用，三也……这真是出版界之大厄，我看是世界上所没有的。”',
        startDate: { year: '1935', month: '01', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '51',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到出版界的情形时说。“上海出版界的情形，似与北平不同，北平印出的文章，有许多在这里是决不准用的；……我新近给一种期刊作了一点短文，是讲旧戏里的打脸的，毫无别种意思，但也被禁止了。他们的嘴就就法律，无理可说。所以凡是较进步的期刊，较有骨气的编辑，都非常困苦。今年恐怕要更坏，一切刊物，除胡说八道的官办东西和帮闲凑趣的‘文学’杂志而外，较好（的）都要压迫得奄奄无生气的。”',
        startDate: { year: '1935', month: '01', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '52',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。主张批评要不留情面，说：“太不留情面，的批评是绝对的不足为训的。如果已经开始笔战了，为什么要留情面？留情面是中国文人最大的毛病。他以为自己笔下留情，将来失败了，敌人也会留情面。殊不知那时他是决不留情面的。做几句不痛不痒的文章，还是不做好”。又说：“近来文字的压迫更严，短文也几乎无处发表了。……近几时我想看看古书，再来做点什么书，把那些坏种的祖坟刨一下”。',
        startDate: { year: '1935', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '53',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。告知当天收到苏联美术家冈察洛夫的来信和他所寄《第一次全苏作家代表大会》文件汇编，并将冈氏信附上，请予译出。',
        startDate: { year: '1935', month: '02', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '54',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。谈到国民党对内压迫对外媚日的政策时说，“前几天大家过年，报纸停刊，从袁世凯那时起，卖国就在这时候，这方法留传至今，我看是关内也在爆竹声中葬送了”。去年“现代阔人的代言人”作《敌乎，友乎？》一文向日献媚，“今年就要将‘一二八’‘九一八’的纪念取消”。“‘友’之敌，就是自己之敌”，他们是“要代‘友’讨伐的，所以我看此后的中国报，将不准对日本说一句什么话”。“中国向来的历史上，凡一朝要完的时候，总是自己动手，先前本国的较好的人，物，都打扫干净，给新主子可以不费力量的进来。现在也毫不两样，本国的狗，比洋狗更清楚中国的情形，手段更加巧妙”。又说：“文界的腐败，和武界也并不两样，你如果较清楚上海以至北京的情形，就知道有一群蛆虫，在怎样挂着好看的招牌，在帮助权力者暗杀青年的心，使中国完结得无声无息。”',
        startDate: { year: '1935', month: '02', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '55',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。说：“今年我还想印杂文两本，都是去年做的，今年大约不能写的这么多了，就是极平常的文章，也常被抽去或删削，不痛快得很。又有暗箭，更是不痛快得很。”又说：“现在连译文也常被抽去或删削；连插画也常被抽去；连现在的希忒拉，十九世纪的西班牙政府也骂不得，否则——删去。”',
        startDate: { year: '1935', month: '02', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '56',
        title: '鲁迅写信曹靖华',
        type: EventTypesEnum.Letter_cao,
        description:
          '鲁迅致曹靖华信。谈到左联内部的情况时说：“这里的朋友的行为，我真不知道是什么意思，出过一种刊物，将去年为止的我们的事情，听说批评得不值一钱，但又秘密起来，不寄给我看，而且不给看的还不止我一个，我恐怕三兄那里也未必会寄去。所以我现在避开一点，且看看究竟是怎么一回事再说。”在本年2月7日的信中又说；“那一种刊物，原是我们自己出版的，名《文学生活》，原是每人各赠一本，但这回印出来，却或赠或不赠，店里自然没有买，我也没有得到。我看以后是不印的了，因为有人以文字抗议那批评，倘续出，即非登此抗议不可，惟一的方法是不再出版——到处是用手段。”',
        startDate: { year: '1935', month: '01', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '曹靖华']
      },
      {
        id: '57',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '58',
        title: '鲁迅写信萧军',
        type: EventTypesEnum.Letter_xiao,
        description:
          '鲁迅致萧军、萧红信。说他们所寄的“两篇稿子早收到，写得很好，白字错字也很少，我今天开始出外走走，想介绍到《文学》去，还有一篇，就拿到良友公司去试试罢。”又说：“前几天的病，也许是赶译童话的缘故，十天里译了四万多字，以现在的体力，好象不能支持了。”（据上月17日日记载：“病后大瘦，义齿已与齿龈不合”，“夜涂莨菪丁几以治背痛。”本月13日，“夜胃痛”。14日，“须藤先生来诊”。可见鲁迅的健康状况不断下降，但他却一直抱病坚持工作。）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '59',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅接待刚从日本回国的茅盾，及陪同前来的叶圣陶。后得知茅盾已由冯乃超联系加入“左联”。据许广平回忆，茅盾回国，为无产阶级革命文学运动“添一支生力军”，也很快被反动当局注意了。鲁迅和他本来就有友情，这回共同做民族解放运动的工作，在艰难的环境之下，是极可珍视的。有时遇到国外友人，询及中国知识界的前驱，鲁迅必举茅盾以告，总不肯自专自是，且时常挂念茅盾的身体太弱，还不及他自己。又再三晓说对茅盾持有异议的人，指出“对内对外，急需人才，正宜相爱护，不可减轻实力，为识者笑而仇者快”（据许广平《欣慰的纪念•鲁迅和青年（二十八）》）。',
        startDate: { year: '1930', month: '04', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '60',
        title: '鲁迅拜访茅盾',
        type: EventTypesEnum.Connect_mao,
        description:
          '鲁迅由周建人陪同往访茅盾。据茅盾后来回忆，他于8月中旬由牯岭回沪，寓景云里。为躲避南京政府的通缉，在寓所蛰居写作，整整十个月。“十月八日，鲁迅搬到景云里来了，住在二十三号，他家前门正对着我家的后门。过了两天，周建人陪鲁迅来看我。这是我第二次见到鲁迅，第一次见面是一年前他去厦门大学路过上海的时候，郑振铎在‘消闲别墅’请鲁迅吃饭，我是陪客之一，当时只寒暄了几句。这一次见面，我们谈得就多些。我向他表示歉意，因为通缉令在身，虽知他已来上海，而且同居住在景云里，却未能去拜会。鲁迅笑道，所以我和三弟到府上来，免得走漏风声。我谈到了我在武汉的经历以及大革命的失败，鲁迅则谈了半年来在广州的见闻，大家感慨颇多。他说革命看来是处于低潮了，并且对于当时流行的革命仍在不断高涨的论调表示不理解。他说他要在上海定居下来，不打算再教书了。他已看到了登在《小说月报》上的《幻灭》，就问我今后作何打算？我说正考虑写第二篇小说，是正面反映大革命的。至于今后怎么办，也许要长期蛰居地下，靠卖文维持生活了。”（茅盾：《创作生涯的开始——回忆录（十）》，见1981年《新文学史料》第1期）',
        startDate: { year: '1927', month: '10', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '曹靖华', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '3', name: '茅盾', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '4', name: '萧军', desc: '', type: EntityTypesEnum.Person, relation: '' }
    ]
  },
  {
    id: '3',
    title: '鲁迅_地图',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅同居许广平',
        type: '',
        description: '十月抵上海。八日，移寓景云里二十三号，与番禺许广平女士同居。',
        startDate: { year: '1927', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里二十三号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许广平']
      },
      {
        id: '2',
        title: '鲁迅同居许广平',
        type: '',
        description: '十月抵上海。八日，移寓景云里二十三号，与番禺许广平女士同居。',
        startDate: { year: '1927', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里二十三号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许广平']
      },
      {
        id: '3',
        title: '鲁迅迎接肖伯纳',
        type: '',
        description: '二月十七日蔡元培函邀赴宋庆龄宅，欢迎肖伯纳。',
        startDate: { year: '1933', month: '02', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '宋庆龄宅', lat: 31.21, lng: 121.45 },
        media: '',
        relatedEntities: ['鲁迅', '肖伯纳']
      },
      {
        id: '4',
        title: '鲁迅集会沈端先',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '沈端先']
      },
      {
        id: '5',
        title: '鲁迅集会柔石',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '柔石']
      },
      {
        id: '6',
        title: '鲁迅集会冯乃超',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯乃超']
      },
      {
        id: '7',
        title: '鲁迅集会冯雪峰',
        type: EventTypesEnum.Political,
        description:
          '沈端先、鲁迅、柔石、冯乃超、冯雪峰等12人在上海北四川路公啡咖啡馆集会，以“清算过去”和“确定目前文学运动底任务”为题进行讨论。共同指出，中国新兴阶级过去的文艺运动有以下缺点：“（一）笑集团主义乃至个人主义；（二）批判不正确，即未能应用科学的文艺批评的方法及态度；（三）过去不注意真正的敌人，即反动思想集团以及普遍全国的遗老遗少；（四）独将文艺提高，而忘却文学底助进政治运动的任务，成为文学的文学运动。”会议确定今后的任务是：（一）严厉的破坏旧社会及其一切思想的表现；（二）宣传新社会的理论和促进新社会的产生；（三）建立新的文学理论。最后“全场认为有将国内左翼作家团结起来，共同运动的必要。”当场推定冯乃超、钱杏邨、冯雪峰等组成筹备委员会，组织筹备左翼作家联盟。文委的代表吴黎平也参加了会议。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '8',
        title: '鲁迅集会柔石',
        type: EventTypesEnum.Political,
        description:
          '鲁迅、柔石等12人在北四川路的咖啡馆集会，总结革命文学运动成就和经验教训，商讨成立左联事宜。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海北四川路公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '柔石']
      },
      {
        id: '9',
        title: '鲁迅推选为中国左翼作家联盟常务委员',
        type: EventTypesEnum.Political,
        description:
          '1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟常务委员']
      },
      {
        id: '10',
        title: '鲁迅会晤潘汉年',
        type: '',
        description:
          '鲁迅下午在寓所会晤潘汉年，并往“中有天”共进晚餐。潘汉年当时在上海从事党的宣传工作。',
        startDate: { year: '1927', month: '12', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '寓所', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '潘汉年']
      },
      {
        id: '11',
        title: '鲁迅会见林夫',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '林夫']
      },
      {
        id: '12',
        title: '鲁迅会见陈烟桥',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '陈烟桥']
      },
      {
        id: '13',
        title: '鲁迅会见白危',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '白危']
      },
      {
        id: '14',
        title: '鲁迅会见黄新波',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黄新波']
      },
      {
        id: '15',
        title: '鲁迅会见曹白',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '曹白']
      },
      {
        id: '16',
        title: '鲁迅访问赵家璧',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅赴良友图书印刷公司访赵家璧，交所编《中国新文学大系•小说二集》稿，并接受赵所赠《今日欧美小说之动向》一本，同时还将事先写好的信交给他。信中说：“小说的末一本，也已校完了，今呈上，并目录一份。”信中还说：“向培良的《我离开十字街头》，是他那时的代表作，应该选入。但这一篇是单行本（光华书局出版），不知会不会发生版权问题。所以现在不订在一起，请先生酌定，因为我对于出版法之类，实在不了然。”赵家璧回忆说：“选材中值得一提的是对于向培良的作品。向培良是鲁迅领导的《莽原》的撰稿人。鲁迅对这个文学青年一直热情帮助，谆谆指导。他的第一个短篇集《飘渺的梦》就是由鲁迅编选列入《乌合丛书》，与《呐喊》、《彷徨》同时出版的。到1926年鲁迅离京赴厦门后，向就与高长虹结成一伙，到上海成立‘狂飙社’，写文章谩骂鲁迅，后来更走上堕落的道路。但鲁迅在选编本书时，对于向培良在文学创作上前期的某些作品，还是加以肯定。……后来《我离开十字街头》确因版权问题不能收入，但鲁迅在导言中还是从本书里摘录了一大段引文，并对作者早年创作的几个短篇下了实事求是的评价。……向培良名下入选三篇，两篇选自《飘渺的梦》，一篇选入自《莽原》。对于‘狂飙社’另一个成员尚钺，本书中同样入选他的两个短篇。”回忆还说：“那天双手捧到选稿时，心中不知应当说怎样感谢的话才能表达我当时的真情实感。在他殷切地询问《大系》其他各卷的进程后，忽然从他的口袋里摸出一封信交给我。他说：‘怕见不到你，所以写了这封信准备留交，你慢慢看吧。’其实他既写了信，完全可以邮寄；就是为了郑重起见，还是亲自送来。如今回忆，百感交集。”（赵家璧：《回忆鲁迅编选<中国新文学大系•小说二集>》，见《鲁迅回忆录》二集）',
        startDate: { year: '1935', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '良友图书印刷公司', lat: 31.27, lng: 121.49},
        media: '',
        relatedEntities: ['鲁迅', '赵家璧']
      },
      {
        id: '17',
        title: '鲁迅共宴李小峰',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '18',
        title: '鲁迅共宴郁达夫',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郁达夫']
      },
      {
        id: '19',
        title: '鲁迅共宴章廷谦',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '章廷谦']
      },
      {
        id: '20',
        title: '鲁迅共宴杨骚',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '杨骚']
      },
      {
        id: '21',
        title: '鲁迅共宴林语堂',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '林语堂']
      },
      {
        id: '22',
        title: '鲁迅共宴衣萍',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '衣萍']
      },
      {
        id: '23',
        title: '鲁迅共宴曙天',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应李小峰之邀，与郁达夫、章廷谦（川岛）“同赴南云楼晚餐，席上又有杨骚、语堂及其夫人、衣萍、曙天。席将终，林语堂语含讥讽，直斥之，彼亦争持，鄙相悉现”。据同宴者章廷谦说：那天李小峰请客，意在与鲁迅和解。席间谈及有关北新开纱厂的传闻是“奸人”造谣，鲁迅受了挑拨。林语堂也说“奸人”在跟他捣乱，暗指张友松传播他在汉口发了笔洋财一事。鲁迅当即予以抗议，两人争吵激烈（据章廷谦1929年9月4日致周作人信。又据张友松《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑。按：郁达夫在本年9月19日致周作人信中说：“近事之足资谈助者，是鲁迅与北新算版税，与鲁迅和语堂反目两事。前者是鲁迅应有的要求，后者是出于鲁迅的误解”。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第５辑）。自此一度交恶，直至1933年才有联系。',
        startDate: { year: '1929', month: '08', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南云楼', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '曙天']
      },
      {
        id: '24',
        title: '鲁迅赴宴李小峰',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '25',
        title: '鲁迅赴宴蔡漱六',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '蔡漱六']
      },
      {
        id: '26',
        title: '鲁迅共宴周建人',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: {  },
        media: '',
        relatedEntities: ['鲁迅', '周建人']
      },
      {
        id: '27',
        title: '鲁迅共宴郁达夫',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '郁达夫']
      },
      {
        id: '28',
        title: '鲁迅共宴王映霞',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '王映霞']
      },
      {
        id: '29',
        title: '鲁迅共宴潘梓年',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '潘梓年']
      },
      {
        id: '30',
        title: '鲁迅共宴许钦文',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '许钦文']
      },
      {
        id: '31',
        title: '鲁迅共宴孙伏园',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '孙伏园']
      },
      {
        id: '32',
        title: '鲁迅共宴孙福熙',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '孙福熙']
      },
      {
        id: '33',
        title: '鲁迅共宴许广平',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚同许广平往全家福赴李小峰、蔡漱六夫妇邀宴，同席还有周建人、郁达夫、王映霞、潘梓年、许钦文、孙伏园、孙福熙等7人。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '全家福', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '许广平']
      },
      {
        id: '34',
        title: '鲁迅拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '下午同许广平前往北新书局访李小峰、蔡漱六，并邀三弟周建人同至陶乐春晚饭。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '35',
        title: '鲁迅拜访蔡漱六',
        type: EventTypesEnum.Visit,
        description: '下午同许广平前往北新书局访李小峰、蔡漱六，并邀三弟周建人同至陶乐春晚饭。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '蔡漱六']
      },
      {
        id: '36',
        title: '鲁迅宴请周建人',
        type: EventTypesEnum.Party,
        description: '下午同许广平前往北新书局访李小峰、蔡漱六，并邀三弟周建人同至陶乐春晚饭。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '陶乐春', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '周建人']
      },
      {
        id: '37',
        title: '鲁迅共宴萧伯纳',
        type: EventTypesEnum.Party,
        description:
          '英国著名作家萧伯纳访问上海。上午10时30分，萧伯纳从杨树浦码头上岸。他先去礼查饭店探望抵沪各游历团成员，然后赴亚尔培路中央研究院拜访蔡元培，中午12时前往宋庆龄寓所用餐。鲁迅、蔡元培、杨杏佛、林语堂及美国记者史沫特莱等作陪。下午2时，萧伯纳出席国际笔会中国分会在福开森路世界学院举行的欢迎会，同梅兰芳、邵洵美等人见面。之后，萧伯纳重返宋庆龄寓所，在花园草地上接见中外记者，回答提问。当晚，萧伯纳离沪前往秦皇岛和北京。萧伯纳此次来上海时间虽不长，影响却很大，甚至可以说引起轩然大波，用鲁迅先生的话来形容，就是“伯纳·肖一到上海，热闹得比泰戈尔还厉害，不必说毕力涅克(Boris Pilniak)和穆杭(Paul Morand)了”。新闻界反响尤其热烈，各种政治背景的报刊竞相报道，有的刊物如《论语》半月刊第12期还出版了《萧伯纳游华专号》(出版于1933年3月1日)。瞿秋白亦非常关注此事，曾编译《萧伯纳在上海》一书，1933年3月由野草书屋印行，编译者署名乐雯。该书收集了萧伯纳在上海停留期间当时上海中外各家报纸对他的记载和评论。',
        startDate: { year: '1933', month: '02', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '宋庆龄寓所', lat: 31.21, lng: 121.45 },
        media: '',
        relatedEntities: ['鲁迅', '萧伯纳']
      },
      {
        id: '38',
        title: '鲁迅会见李立三',
        type: EventTypesEnum.Visit,
        description: '鲁迅应约往爵禄饭店会见当时党的领导人李立三。',
        startDate: { year: '1930', month: '05', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爵禄饭店', lat: 30.91, lng: 121.83 },
        media: '',
        relatedEntities: ['鲁迅', '李立三']
      },
      {
        id: '39',
        title: '陈望道宴请茅盾',
        type: EventTypesEnum.Party,
        description: '鲁迅应陈望道之邀，与茅盾同赴大雅楼晚饭，同席共九人。',
        startDate: { year: '1935', month: '08', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大雅楼', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['陈望道', '茅盾']
      },
      {
        id: '40',
        title: '鲁迅饯行巴金',
        type: '',
        description:
          '鲁迅与茅盾出席文学社在南京路饭店公饯巴金的宴席，同席八人。据巴金回忆：“我第一次看见鲁迅先生是在文学社的宴会上，那天到的客人不多，除鲁迅先生外，还有茅盾先生……。他从文学杂志的内容一直谈到帮闲文人的丑态，和国民党的愚蠢而丑恶的宣传方法。自然不是他一个人谈话，关于每一个题目，别的人也发表意见，不过大家高兴听他的意见。”（巴金：《鲁迅先生就是这样的一个人》，见《忆鲁迅》）',
        startDate: { year: '1934', month: '10', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京路饭店', lat: 31.02, lng: 121.32 },
        media: '',
        relatedEntities: ['鲁迅', '巴金']
      },
      {
        id: '41',
        title: '鲁迅邻居吉冈恒夫',
        type: '',
        description:
          '鲁迅午后为吉冈恒夫（日本人，上海三井洋行职员，是鲁迅住在大陆新村时的邻居）书唐诗一幅，书何诗不详。',
        startDate: { year: '', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大陆新村', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '吉冈恒夫']
      },
      {
        id: '42',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待茅盾、郑振铎来访，并接受他们所赠《清人杂剧》（戏曲总集，郑振铎编，共两集，初集40种，12册；二集40种，12册。分别于1931、1934年影印出版）二集一部12本，名印两方。',
        startDate: { year: '1934', month: '09', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '43',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待茅盾、郑振铎来访，并接受他们所赠《清人杂剧》（戏曲总集，郑振铎编，共两集，初集40种，12册；二集40种，12册。分别于1931、1934年影印出版）二集一部12本，名印两方。',
        startDate: { year: '1934', month: '09', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '44',
        title: '鲁迅告别瞿秋白',
        type: '',
        description:
          '瞿秋白奉调中央苏区工作，前来鲁迅家中告别。约在本月下旬（一说2月初）到达瑞金，任中华苏维埃人民委员会委员，中央工农民主政府教育人民委员，领导苏区文艺运动。',
        startDate: { year: '1934', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅家', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '瞿秋白']
      },
      {
        id: '45',
        title: '鲁迅宴请萧军',
        type: EventTypesEnum.Party,
        description:
          '鲁迅在梁园豫菜馆宴请萧军、萧红、聂绀弩夫妇、叶紫、茅盾等人。据萧军回忆：“鲁迅先生当时这次请客的真实目的和意义是很分明的：在名义上是为了庆祝H（按指胡风）夫妻儿子的满月，实质上却是为了我们这对年青人，从遥远的东北故乡来到上海，人地生疏，会有孤独寂寞之感，特为我们介绍了几位在上海的左翼作家朋友，使我们有所来往，对我们在各方面有所帮助；同时大概也耽心我这个体性鲁莽的人，不明白当时上海的政治、社会环境的危险和恶劣，直冲蛮闯可能会招致出祸事来，所以特地指派了叶紫做我们的向导和‘监护人’。仅从这一次宴会的措施，可以充分显示了这位伟大的人，具有伟大灵魂的人，具有伟大胸怀的人，对于后一代的青年人，对于一个青年文艺工作者是表现了多么深刻的关心，付出了多么大的热情和挚爱啊！” （萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园豫菜馆', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '萧军']
      },
      {
        id: '46',
        title: '鲁迅宴请萧红',
        type: EventTypesEnum.Party,
        description:
          '鲁迅在梁园豫菜馆宴请萧军、萧红、聂绀弩夫妇、叶紫、茅盾等人。据萧军回忆：“鲁迅先生当时这次请客的真实目的和意义是很分明的：在名义上是为了庆祝H（按指胡风）夫妻儿子的满月，实质上却是为了我们这对年青人，从遥远的东北故乡来到上海，人地生疏，会有孤独寂寞之感，特为我们介绍了几位在上海的左翼作家朋友，使我们有所来往，对我们在各方面有所帮助；同时大概也耽心我这个体性鲁莽的人，不明白当时上海的政治、社会环境的危险和恶劣，直冲蛮闯可能会招致出祸事来，所以特地指派了叶紫做我们的向导和‘监护人’。仅从这一次宴会的措施，可以充分显示了这位伟大的人，具有伟大灵魂的人，具有伟大胸怀的人，对于后一代的青年人，对于一个青年文艺工作者是表现了多么深刻的关心，付出了多么大的热情和挚爱啊！” （萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园豫菜馆', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '萧红']
      },
      {
        id: '47',
        title: '鲁迅宴请聂绀弩夫妇',
        type: EventTypesEnum.Party,
        description:
          '鲁迅在梁园豫菜馆宴请萧军、萧红、聂绀弩夫妇、叶紫、茅盾等人。据萧军回忆：“鲁迅先生当时这次请客的真实目的和意义是很分明的：在名义上是为了庆祝H（按指胡风）夫妻儿子的满月，实质上却是为了我们这对年青人，从遥远的东北故乡来到上海，人地生疏，会有孤独寂寞之感，特为我们介绍了几位在上海的左翼作家朋友，使我们有所来往，对我们在各方面有所帮助；同时大概也耽心我这个体性鲁莽的人，不明白当时上海的政治、社会环境的危险和恶劣，直冲蛮闯可能会招致出祸事来，所以特地指派了叶紫做我们的向导和‘监护人’。仅从这一次宴会的措施，可以充分显示了这位伟大的人，具有伟大灵魂的人，具有伟大胸怀的人，对于后一代的青年人，对于一个青年文艺工作者是表现了多么深刻的关心，付出了多么大的热情和挚爱啊！” （萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园豫菜馆', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '聂绀弩夫妇']
      },
      {
        id: '48',
        title: '鲁迅宴请叶紫',
        type: EventTypesEnum.Party,
        description:
          '鲁迅在梁园豫菜馆宴请萧军、萧红、聂绀弩夫妇、叶紫、茅盾等人。据萧军回忆：“鲁迅先生当时这次请客的真实目的和意义是很分明的：在名义上是为了庆祝H（按指胡风）夫妻儿子的满月，实质上却是为了我们这对年青人，从遥远的东北故乡来到上海，人地生疏，会有孤独寂寞之感，特为我们介绍了几位在上海的左翼作家朋友，使我们有所来往，对我们在各方面有所帮助；同时大概也耽心我这个体性鲁莽的人，不明白当时上海的政治、社会环境的危险和恶劣，直冲蛮闯可能会招致出祸事来，所以特地指派了叶紫做我们的向导和‘监护人’。仅从这一次宴会的措施，可以充分显示了这位伟大的人，具有伟大灵魂的人，具有伟大胸怀的人，对于后一代的青年人，对于一个青年文艺工作者是表现了多么深刻的关心，付出了多么大的热情和挚爱啊！” （萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园豫菜馆', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '叶紫']
      },
      {
        id: '49',
        title: '鲁迅宴请茅盾',
        type: EventTypesEnum.Party,
        description:
          '鲁迅在梁园豫菜馆宴请萧军、萧红、聂绀弩夫妇、叶紫、茅盾等人。据萧军回忆：“鲁迅先生当时这次请客的真实目的和意义是很分明的：在名义上是为了庆祝H（按指胡风）夫妻儿子的满月，实质上却是为了我们这对年青人，从遥远的东北故乡来到上海，人地生疏，会有孤独寂寞之感，特为我们介绍了几位在上海的左翼作家朋友，使我们有所来往，对我们在各方面有所帮助；同时大概也耽心我这个体性鲁莽的人，不明白当时上海的政治、社会环境的危险和恶劣，直冲蛮闯可能会招致出祸事来，所以特地指派了叶紫做我们的向导和‘监护人’。仅从这一次宴会的措施，可以充分显示了这位伟大的人，具有伟大灵魂的人，具有伟大胸怀的人，对于后一代的青年人，对于一个青年文艺工作者是表现了多么深刻的关心，付出了多么大的热情和挚爱啊！” （萧军：《我们第一次应邀参加了鲁迅先生的宴会》，见《我心中的鲁迅》）',
        startDate: { year: '1934', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园豫菜馆', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '50',
        title: '鲁迅访问史沫特莱',
        type: EventTypesEnum.Visit,
        description: '鲁迅与茅盾前往上海疗养院访问史沫特莱，并接受她所赠《中国的运命》俄译本一本。',
        startDate: { year: '1934', month: '10', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海疗养院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '史沫特莱']
      },
      {
        id: '51',
        title: '茅盾访问史沫特莱',
        type: EventTypesEnum.Visit,
        description: '鲁迅与茅盾前往上海疗养院访问史沫特莱，并接受她所赠《中国的运命》俄译本一本。',
        startDate: { year: '1934', month: '10', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海疗养院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['茅盾', '史沫特莱']
      },
      {
        id: '52',
        title: '鲁迅接待梁得所',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待《良友》画报主编梁得所来寓摄影，并接受梁所赠《良友》一本。此次所摄的两幅照片与司徒乔所绘的速写像，同在本年4月号《良友》画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》）。',
        startDate: { year: '1928', month: '03', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '梁得所']
      },
      {
        id: '53',
        title: '鲁迅拜访司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅与许广平等同往司徒乔寓所，观看他为举办个人画展所作的画。',
        startDate: { year: '1928', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '司徒乔寓所', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '54',
        title: '许广平拜访司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅与许广平等同往司徒乔寓所，观看他为举办个人画展所作的画。',
        startDate: { year: '1928', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '司徒乔寓所', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['许广平', '司徒乔']
      },
      {
        id: '55',
        title: '仲居宴请野口米次郎',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应日本朝日新闻支社社长仲居之邀，至六三园赴午宴，同席有野口米次郎、内山完造。',
        startDate: { year: '1935', month: '10', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '六三园', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['仲居', '野口米次郎']
      },
      {
        id: '56',
        title: '仲居宴请内山完造',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应日本朝日新闻支社社长仲居之邀，至六三园赴午宴，同席有野口米次郎、内山完造。',
        startDate: { year: '1935', month: '10', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '六三园', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['仲居', '内山完造']
      },
      {
        id: '57',
        title: '鲁迅共宴茅盾',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '58',
        title: '鲁迅共宴黎烈',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '黎烈']
      },
      {
        id: '59',
        title: '鲁迅共宴傅东华',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '傅东华']
      },
      {
        id: '60',
        title: '鲁迅共宴胡风',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '胡风']
      },
      {
        id: '61',
        title: '鲁迅共宴吴朗西',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '吴朗西']
      },
      {
        id: '62',
        title: '鲁迅共宴巴金',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '巴金']
      },
      {
        id: '63',
        title: '鲁迅宴请姚克',
        type: EventTypesEnum.Party,
        description:
          '鲁迅接待姚克、王钧初（胡蛮）来访。鲁迅邀请他们至新亚饭店晚饭，许广平携周海婴同往。当时，经鲁迅与苏联驻上海领事馆联系，介绍王钧初去苏联留学，赴苏前，他特前来向鲁迅辞行。鲁迅赠予《北平笺谱》一部。',
        startDate: { year: '1935', month: '09', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '新亚饭店', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '姚克']
      },
      {
        id: '64',
        title: '鲁迅宴请王钧初',
        type: EventTypesEnum.Party,
        description:
          '鲁迅接待姚克、王钧初（胡蛮）来访。鲁迅邀请他们至新亚饭店晚饭，许广平携周海婴同往。当时，经鲁迅与苏联驻上海领事馆联系，介绍王钧初去苏联留学，赴苏前，他特前来向鲁迅辞行。鲁迅赠予《北平笺谱》一部。',
        startDate: { year: '1935', month: '09', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '新亚饭店', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '王钧初']
      },
      {
        id: '65',
        title: '鲁迅共宴赵家璧',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应良友图书印刷公司赵家璧、郑伯奇、马国亮之邀，同刚从杭州前来的郁达夫，王映霞等人前往味雅菜馆午餐。据赵家璧回忆：“出版合同签订了。两天后，正巧编选《散文二集》的郁达夫从杭州到上海，良友编辑部同人约请鲁迅和郁达夫在北四川路一家粤菜馆便饭。”“在创造社成员中，根据我的接触，鲁迅与郁达夫、郑伯奇两人是有深厚的友谊的。经过这番周折，此后《大系》的编辑出版工作，就按原计划迅速顺利地进行了。”（赵家璧：《编辑生涯忆鲁迅•编选<中国新文学大系•小说二集>》）',
        startDate: { year: '1935', month: '01', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '味雅菜馆', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '赵家璧']
      },
      {
        id: '66',
        title: '鲁迅共宴郑伯奇',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应良友图书印刷公司赵家璧、郑伯奇、马国亮之邀，同刚从杭州前来的郁达夫，王映霞等人前往味雅菜馆午餐。',
        startDate: { year: '1935', month: '01', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '味雅菜馆', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑伯奇']
      },
      {
        id: '67',
        title: '鲁迅共宴马国亮',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应良友图书印刷公司赵家璧、郑伯奇、马国亮之邀，同刚从杭州前来的郁达夫，王映霞等人前往味雅菜馆午餐。',
        startDate: { year: '1935', month: '01', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '味雅菜馆', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '马国亮']
      },
      {
        id: '68',
        title: '鲁迅共宴郁达夫',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应良友图书印刷公司赵家璧、郑伯奇、马国亮之邀，同刚从杭州前来的郁达夫，王映霞等人前往味雅菜馆午餐。',
        startDate: { year: '1935', month: '01', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '味雅菜馆', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郁达夫']
      },
      {
        id: '69',
        title: '鲁迅共宴王映霞',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应良友图书印刷公司赵家璧、郑伯奇、马国亮之邀，同刚从杭州前来的郁达夫，王映霞等人前往味雅菜馆午餐。',
        startDate: { year: '1935', month: '01', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '味雅菜馆', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '王映霞']
      },
      {
        id: '70',
        title: '鲁迅拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '鲁迅陪同柔石往北新书局访李小峰。后又至商务印书馆看书。',
        startDate: { year: '1928', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '71',
        title: '柔石拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '鲁迅陪同柔石往北新书局访李小峰。后又至商务印书馆看书。',
        startDate: { year: '1928', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44},
        media: '',
        relatedEntities: ['柔石', '李小峰']
      },
      {
        id: '72',
        title: '鲁迅会晤长谷川如是闲',
        type: '',
        description:
          '鲁迅应内山完造之邀，往日本餐馆川久料理店晚餐，席间与日本作家长谷川如是闲会晤。后于15日将《彷徨》、《野草》各一本，托内山完造代赠长谷川。',
        startDate: { year: '1928', month: '11', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '川久料理店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '长谷川如是闲']
      },
      {
        id: '73',
        title: '鲁迅接待李霁野',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅于千爱里接待李霁野来访。本年7月26日台静农于北平被国民党当局逮捕，李霁野专此自津抵沪与鲁迅商量，鲁迅同意致函蔡元培设法营救，台静农后于1935年1月获释。',
        startDate: { year: '1934', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '李霁野']
      },
      {
        id: '74',
        title: '鲁迅接待井上芳郎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待日本井上芳郎来访。井上是东京庆应大学图书馆馆员，中国古代社会研究者，为研究中国封建社会的家族问题，于1934年来华访问，由内山完造介绍结识鲁迅。',
        startDate: { year: '1934', month: '08', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '井上芳郎']
      },
      {
        id: '75',
        title: '鲁迅作字斋藤',
        type: '',
        description:
          '鲁迅在内山完造家为日本友人斋藤、福家、安藤作字（字佚）。他们是东京高等师范学校内大冢童话会会员，应内山完造邀请，来上海给侨居的日本儿童办童话会，并任该会讲师。',
        startDate: { year: '1930', month: '04', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山完造家', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '斋藤']
      },
      {
        id: '76',
        title: '鲁迅作字福家',
        type: '',
        description:
          '鲁迅在内山完造家为日本友人斋藤、福家、安藤作字（字佚）。他们是东京高等师范学校内大冢童话会会员，应内山完造邀请，来上海给侨居的日本儿童办童话会，并任该会讲师。',
        startDate: { year: '1930', month: '04', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山完造家', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '福家']
      },
      {
        id: '77',
        title: '鲁迅作字安藤',
        type: '',
        description:
          '鲁迅在内山完造家为日本友人斋藤、福家、安藤作字（字佚）。他们是东京高等师范学校内大冢童话会会员，应内山完造邀请，来上海给侨居的日本儿童办童话会，并任该会讲师。',
        startDate: { year: '1930', month: '04', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山完造家', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '安藤']
      },
      {
        id: '78',
        title: '鲁迅访问未遇蒋抑卮',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅往浙江兴业银行访问留日期间曾资助出版《域外小说集》的同乡学友蒋抑卮，因蒋已赴汉，未遇。',
        startDate: { year: '1927', month: '10', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '浙江兴业银行', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '蒋抑卮']
      },
      {
        id: '79',
        title: '鲁迅同居许广平',
        type: EventTypesEnum.Life,
        description:
          '鲁迅从共和旅店迁往景云里寓，与许广平同居。据许广平回忆：“旅店不是长久居住之处，乃与建人先生商议，拟觅一暂时栖身之所。恰巧建人先生因在商务印书馆做编辑工作，住在宝山路附近的景云里内，那里还有余房可赁。而当时文化人住在此地的如茅盾、叶绍钧（按即叶圣陶），还有许多人等，都云集在这里，颇不寂寞。于是我们就在一九二七年的十月八日从共和旅店迁入景云里第二弄的最末一家二十三号居住了。”（许广平：《景云深处是吾家》，见1962年11月21日《文汇报》）鲁迅后来致友人信说：当时“似乎是京沪都在传说，说我携了密斯许同住于厦门了。那时我很愤怒。但也随他们去罢。其实呢，异性，我是爱的，但我一向不敢，因为我自己明白各种缺点深恐辱没了对手。然而一到爱起来，气起来，是什么都不管的，后来到广东，将这些事对密斯许说了，便请她住在一所屋子里——但自然还有别的人。前年来沪，我也劝她同来了，现就住在上海，帮我做点校对之类的事—--你看怎样，先前大放流言的人们，也都在上海，却反而哑口无言了。”（鲁迅1929年3月22日致韦素园信）从此，鲁迅与许广平开始了在上海“十年携手共艰危”的生活。\n按：鲁迅居住景云里期间，曾三次调换房屋。鲁迅1927年10月21日致廖立峨信：“现在我住在‘宝山路，东横浜路，景云里二十九号’”。1928年9月9日日记：“下午移居里内十八号屋”。1929年2月21日日记：“晚移至十九号屋”。许广平《景云深处是吾家》中所载的门牌号与鲁迅所记不尽相同，许说“一九二七年的十月八日，从共和旅店迁入景云里第二弄的最末一家二十三号居住”；“一九二八年九月九日移居到十八号内，并约建人先生全家从一弄原来的住处搬在一起”；居住了五个多月后，“听说隔邻十七号又空起来了，鲁迅欢喜它朝南又兼朝东，因为它两面见到太阳，是在弄内的第一家，于是商议结果又租了下来”。搬到十七号内，仍从十八号门出入。文中并说：“鲁迅日记所载的门牌号数可能有笔误。因为我记忆的门的样子和周建人先生他们说的完全一致，和王世菁编的《鲁迅传》也一点不差。想来旧痕还在，不致错误的了”。鲁迅于1930年5月12日迁往北四川路拉摩斯公寓（北川公寓)。1933年4月11日迁居大陆新村9号，直至逝世。',
        startDate: { year: '1927', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许广平']
      },
      {
        id: '80',
        title: '林语堂拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.49},
        media: '',
        relatedEntities: ['林语堂', '鲁迅']
      },
      {
        id: '81',
        title: '孙伏园拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.48 },
        media: '',
        relatedEntities: ['孙伏园', '鲁迅']
      },
      {
        id: '82',
        title: '孙福熙拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.49},
        media: '',
        relatedEntities: ['孙福熙', '鲁迅']
      },
      {
        id: '83',
        title: '陈望道宴请鲁迅',
        type: EventTypesEnum.Party,
        description: '鲁迅应陈望道之邀，与茅盾同赴大雅楼晚饭，同席共九人。',
        startDate: { year: '1935', month: '08', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大雅楼', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['陈望道', '鲁迅']
      },
      {
        id: '84',
        title: '陈望道宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅同茅盾等出席陈望道在东亚酒店举行的晚宴，商讨包办《太白》半月刊事。据陈望道回忆：“一九三四年创办这个杂志，是想用战斗的小品文去揭露、讽刺和批判当时黑暗的现实，并反对林语堂之流配合国民党反动派文化‘围剿’而主办的《论语》和《人间世》鼓吹所谓‘幽默’的小品文的。鲁迅先生参加了《太白》杂志的编辑委员会。根据当时斗争的条件和需要，鲁迅先生提出在《太白》编辑委员会的名单中他不要公开列名。……《太白》杂志这个名称，就是经我和鲁迅先生讨论决定的。记得当时似乎拟了几个名称，鲁迅先生说： ‘我赞成用“太白’”。取名‘太白’，含义有三方面：一是，根据当时我们提倡‘大众语’的动议，认为对于当时已经有脱离群众语言倾向的‘白话’必须进一步加以改革，使文学语言更加接近民众，更加有利于表现革命的思想内容。‘太白’，也就是‘白而又白’，‘比白话还要白’的意思。二是，‘太白’这两个字笔画简单明了，合起来不满十画，易识易写，便于杂志的普及。三是，可以说是当时主要的真实的含义，即‘启明星’的意思。我们中国在传统上把天亮前后出现在东方天空的金星，称作‘启明’，又叫‘太白’。当时，正处在旧中国浓重的黑暗之中，但这不过是黎明前的黑暗。我们是在黎明前的黑暗中战斗，我们是为着迎接胜利的曙光而战斗！”（陈望道：《关于鲁迅先生的片断回忆》，见1977年9月《文艺论丛》第一辑）鲁迅对《太白》一直给予指导和支持。他为《太白》杂志写了很多富有战斗性的杂文，是《太白》的主要撰稿人之一。《太白》共出两卷24期，鲁迅就为它写了22篇文章。',
        startDate: { year: '1934', month: '09', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '东亚酒店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['陈望道', '鲁迅']
      },
      {
        id: '85',
        title: '周正扶邀请鲁迅',
        type: '',
        description:
          '鲁迅应上海暨南大学学生周正扶（当时是暨南大学历史社会学系一年级学生，为该校“坚冰社”的主要成员该社以研究社会科学为宗旨）等邀请，前往该校演讲，题为《离骚与反离骚》。记录稿载1930年1月18日《暨南校刊》第28、29、30、31、32期合刊。署周鲁迅演讲，郭博如（策）记。曾否经本人审定，不详。未收集。据许寿裳回忆，鲁迅准备编写的《中国文学史》，其第四章拟题为“从《离骚》到《反离骚》” （据许寿裳《亡友鲁迅印象记•杂谈著作》）。这次演讲从中国古代诗人的发牢骚谈起，分析了发牢骚的几种方式，对现实中诸如胡适和小报上的发牢骚，以及新月派反发牢骚的本质作了解剖，指出：“这两派——牢骚与反牢骚都不是社会的叛徒。发牢骚也绝不至扰乱社会，不过发牢骚的也都为一己利禄而已，整个的社会问题仍是不会涉及的！”最后还对当天《申报》副刊《艺术界》所载署名方正的《新文艺的没落》一文中攻击新文化运动的言论作了批判。1934年12月11日鲁迅致杨霁云信曾说：“在暨南的演讲，即使检得，恐怕也通不过的。”杨霁云当时正在同鲁迅商量编《集外集》一书，据他推断，信中所指演讲，可能指此篇。信中说的“恐怕也通不过的”，是指通不过国民党图书审查机关的审查。（据1978年《复旦学报》（社会科学版）第一期所载王锡荣、林琴书《关于<离骚与反离骚>》一文）。',
        startDate: { year: '1929', month: '12', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['周正扶', '鲁迅']
      },
      {
        id: '86',
        title: '吴朗西宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚应吴朗西邀宴于梁园饭店，出席者有茅盾等十人。席间吴朗西为《漫画生活》向鲁迅等约稿并征求意见。',
        startDate: { year: '1934', month: '10', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '梁园饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['吴朗西', '鲁迅']
      },
      {
        id: '87',
        title: '仲居宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应日本朝日新闻支社社长仲居之邀，至六三园赴午宴，同席有野口米次郎、内山完造。席间，野口米次郎提出由日本替中国管理军事政治的荒谬主张，当即遭到鲁迅的严正驳斥。据内山完造回忆，在会见时，野口米次郎挑衅地说，“鲁迅先生，中国的政客和军阀，总不能使中国太平，而英国替印度管理军事政治，倒还太平，中国不是也可以请日本帮忙管理军事政治吗?”（内山完造：《回忆鲁迅的一件小事》，见1956年10月7日上海《劳动报》）鲁迅对这种公然以奴役者自居的论调予以了反驳。但后来野口却又歪曲报道了鲁迅的话，鲁迅在1936年2月3日致增田涉信中予以了揭露。',
        startDate: { year: '1935', month: '10', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '六三园', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['仲居', '鲁迅']
      },
      {
        id: '88',
        title: '黄源宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应黄源之邀至南京饭店赴宴。同席共十人，其中有《译文》社的茅盾、黎烈文和黄源，还有傅东华、胡风二人，与“文化生活社”的吴朗西、巴金商量《译文丛书》出版事宜。《译文丛书》原拟由生活书店出版，后因书店毁约，鲁迅委托黄源另与“文化生活社”接洽。在本日晚宴上商定改由“文化生活社”出版。',
        startDate: { year: '1935', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '南京饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['黄源', '鲁迅']
      },
      {
        id: '89',
        title: '胡愈之宴请鲁迅',
        type: EventTypesEnum.Party,
        description: '鲁迅应胡愈之等人之邀，赴新亚饭店晚饭，同席二十人。',
        startDate: { year: '1935', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '新亚饭店', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['胡愈之', '鲁迅']
      },
      {
        id: '90',
        title: '内山完造宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅应内山完造之邀，往日本餐馆川久料理店晚餐，席间与日本作家长谷川如是闲会晤。后于15日将《彷徨》、《野草》各一本，托内山完造代赠长谷川。',
        startDate: { year: '1928', month: '11', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '川久料理店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['内山完造', '鲁迅']
      },
      {
        id: '91',
        title: '王望平宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅晚间往兴华酒楼赴“中国济难会”工作人员王望平（王弼）便宴，同席十余人，席间研究筹办文艺刊物。据冯雪峰回忆：“中国济难会（也称互济会）是国际总会的分会，是党领导和支持的，最广泛地同社会上一切同情者联系，因白色恐怖，它的组织和活动都成为秘密的了。总会（国际分会的总会）设在上海，各地区都有分会。鲁迅1927年到上海后，上海济难会就派人同他联系，他并且捐过几次数目不小的款子。”（胡愈之、冯雪峰：《谈有关鲁迅的一些事情》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第1辑。按：中国济难会由恽代英、张闻天、沈泽民、杨贤江、郭沫若、沈雁冰、杨杏佛、郑振铎等50余人联名发起，1925年9月20日成立于上海，并公布《中国济难会宣言》。该会以保护革命爱国运动和营救被难者为宗旨，采取多种形式努力营救革命者，为被难者家属捐款，并出版了《济难》、《光明》、《白华》等刊物，揭露国民党反动派的暴行。1928年，中国济难会代表在苏联曾会见了高尔基，并得到他的同情和支持。1929年12月，“中国济难会”改名为“中国革命互济会”）参加便宴的许杰后来回忆：“当时，王弼同志负责中国济难会的工作。一天，他就说济难会准备出版一个刊物，须得先请一次客，找一些作家名人，向他们打一个招呼，约一约稿。我记得，那一次所请的主要客人是鲁迅先生，郁达夫先生，叶圣陶先生等，……在席间，王弼同志举杯祝酒，希望大家为这个刊物出力，他也讲了要我参加编辑的话。我当时也结结巴巴的说了一些请大家帮助、指教以及支持等意见。达夫先生只说你干起来就是。而鲁迅先生则是本着一向爱护青年的态度，就说‘既要大胆，又要踏实’等等鼓励我的说话。”（许杰：《回忆我和鲁迅先生的一次见面》，见上海文艺出版社版《鲁迅回忆录》第2集）鲁迅不但和这个组织的同志保持联系，不久也参加了这个组织（据许广平《鲁迅回忆录•党的一名小兵》），并花了许多时间和精力，从事这个工作（据楼适夷《毕生难忘的恩情——记鲁迅先生给楼炜春的几封信》，见上海文艺出版社版《鲁迅回忆录》第2集）。',
        startDate: { year: '1927', month: '10', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '兴华酒楼', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['王望平', '鲁迅']
      },
      {
        id: '92',
        title: '郑振铎宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '冠珍酒家', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['郑振铎', '鲁迅']
      },
      {
        id: '93',
        title: '茅盾宴请鲁迅',
        type: EventTypesEnum.Party,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '冠珍酒家', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['茅盾', '鲁迅']
      },
      {
        id: '94',
        title: '柳亚子邀饮鲁迅',
        type: EventTypesEnum.Party,
        description: '鲁迅与柳亚子结识。柳亚子邀饮于功德林。',
        startDate: { year: '', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '功德林', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['柳亚子', '鲁迅']
      },
      {
        id: '95',
        title: '鲁迅演讲对象暨南大学',
        type: EventTypesEnum.Speech,
        description: '十二月往暨南大学讲演。',
        startDate: { year: '1929', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '暨南大学']
      },
      {
        id: '96',
        title: '鲁迅参会五十岁纪念会',
        type: '',
        description: '同月十七日，在荷兰西菜室，赴数友发起之先生五十岁纪念会。',
        startDate: { year: '1930', month: '09', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '荷兰西菜室', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '五十岁纪念会']
      },
      {
        id: '97',
        title: '鲁迅演讲对象一八艺社木刻部',
        type: EventTypesEnum.Speech,
        description:
          '八月十七日请内山嘉吉君教学生木刻术，先生亲为翻译，至二十二日毕。二十四日为一八艺社木刻部讲演。',
        startDate: { year: '1931', month: '08', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '一八艺社木刻部', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '一八艺社木刻部']
      },
      {
        id: '98',
        title: '鲁迅第一次买书内山书店',
        type: '',
        description:
          '鲁迅第一次往内山书店买书。该书店为日本人内山完造所开设，在北四川路魏盛里（今四川北路1881弄），1929年迁至北四川路底施高塔路（今山阴路）11号（今四川北路2050号）。仅10月份，鲁迅曾9次到内山书店，买书25本，计50余元。内山完造后来回忆说：“有一天，那位先生一个人跑来，挑好种种书，然后在沙发上坐下来，一边喝着我女人进过去的茶，一边点上烟火，指着挑好了的几本书，用漂亮的日本话说：‘老板，请你把这些书送到窦乐安路景云里××号去。’……我立即就问：‘尊姓？’一问，那位先生就说：‘叫周树人。’‘啊——你就是鲁迅先生吗？久仰大名了，而且也听说是从广东到这边来了，可是因为不认识，失礼了。’从那时候起，先生和我的关系就开始了。”（内山完造：《鲁迅先生》，见《鲁迅先生纪念集》）又据许广平回忆：“因为居住的近便，鲁迅每每散步似地就走到魏盛里了。内山书店特辟一片地方，设了茶座，为留客人偶叙之所。这设备为一般书店所没有，是很便于联络感情，交接朋友的。以后鲁迅乐于利用这一设备，几乎时常地去，从此每去必座谈。”（许广平：《鲁迅回忆录•内山完造先生》）鲁迅与内山完造在交往中逐步结下了深厚的友谊，内山完造后来说他能与鲁迅有着十年亲密的交往，是他“一生的幸福”（内山完造：《花甲录•昭和丁卯二年追加事项》）。',
        startDate: { year: '1927', month: '10', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路魏盛里（今四川北路1881弄）', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '内山书店']
      },
      {
        id: '99',
        title: '鲁迅演讲对象大夏大学',
        type: EventTypesEnum.Speech,
        description: '鲁迅应邀往大夏大学演讲一小时（讲稿佚）。',
        startDate: { year: '1927', month: '11', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大夏大学', lat: 31.23, lng: 121.42 },
        media: '',
        relatedEntities: ['鲁迅', '大夏大学']
      },
      {
        id: '100',
        title: '鲁迅演讲对象光华大学',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往光华大学演讲。据当时该校学生郭子雄的记录，鲁迅主要讲了文学与社会的关系，对文学界存在的种种不良倾向进行了分析和批评。指出那种逃避现实斗争，专造象牙之塔的“为艺术的艺术”文学、止于叫苦和鸣不平的消极文学，以及歌颂杀人的国民党帮凶文艺，都是文艺界的危机。认为文学是反映社会的、受社会所制约的，各种文学都是政治先行，文艺后变。他在演讲中还对“新月派”献媚投靠国民党，以及国民党反动派操纵文化进行反革命宣传的罪行进行了揭露，并希望中国文坛有一种新的人来创造新的文学（据洪绍统、郭子雄记录《鲁迅在光华大学演讲记录稿》，见1927年11月28日《光华周刊》第2卷第7期）。鲁迅的演讲受到学生的欢迎，但在该校执教的“新月派”徐志摩等人却极为不满，对组织这次演讲的学生加以斥责（王若海、文景迅：《鲁迅在光华大学演讲的内容及经过》，见1977年《南开大学学报》第5期）。',
        startDate: { year: '1927', month: '11', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '光华大学', lat: 31.15, lng: 121.63 },
        media: '',
        relatedEntities: ['鲁迅', '光华大学']
      },
      {
        id: '101',
        title: '鲁迅演讲对象暨南大学国文系“同级会”',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应暨南大学国文系主任夏丏尊之邀，至华兴楼为暨南大学国文系“同级会”（暨南大学国文系当时只有一年级学生，故以“同级会”名义向鲁迅写了邀请书，由夏丏尊持书往鲁迅寓所，邀请鲁迅演讲）演讲并午餐。演讲内容是关于文学创作和读书方法等问题（讲稿佚）。',
        startDate: { year: '1927', month: '11', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '华兴楼', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '暨南大学国文系“同级会”']
      },
      {
        id: '102',
        title: '鲁迅就诊须藤医院',
        type: EventTypesEnum.Heath,
        description: '鲁迅上午同茅盾一起往须藤医院就诊，医生说皆患胃病。',
        startDate: { year: '1934', month: '07', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '须藤医院']
      },
      {
        id: '103',
        title: '茅盾就诊须藤医院',
        type: EventTypesEnum.Heath,
        description: '鲁迅上午同茅盾一起往须藤医院就诊，医生说皆患胃病。',
        startDate: { year: '1934', month: '07', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['茅盾', '须藤医院']
      },
      {
        id: '104',
        title: '鲁迅演讲对象大陆大学',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应大陆大学教授许德珩之邀，往大陆大学讲演，稿佚。内容主要是讲述关于无产阶级文学的意见，并抨击国民党鼓吹的文艺。',
        startDate: { year: '1928', month: '11', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大陆大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '大陆大学']
      },
      {
        id: '105',
        title: '鲁迅起义“法西斯蒂”暴行',
        type: EventTypesEnum.Political,
        description: '五月十三日至德国领事馆为“法西斯蒂”暴行递抗议书。',
        startDate: { year: '1933', month: '05', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: {  },
        media: '',
        relatedEntities: ['鲁迅', '“法西斯蒂”暴行']
      },
      {
        id: '106',
        title: '鲁迅召开“木刻展览会”',
        type: '',
        description: '同月“木刻展览会”假千爱里开会。',
        startDate: { year: '1933', month: '10', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '“木刻展览会”']
      },
      {
        id: '107',
        title: '鲁迅参观“全国木刻流动展览会”',
        type: '',
        description: '同月八日往青年会观第二回“全国木刻流动展览会”。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '“全国木刻流动展览会”']
      },
      {
        id: '108',
        title: '鲁迅参观苏联版画展览会',
        type: '',
        description:
          '苏联对外文化协会、中苏文化协会和中国文艺社团举办的苏联版画展览会在八仙桥基督教青年会正式展出，共展出版画200余幅。展出时鲁迅前往参观。',
        startDate: { year: '1936', month: '02', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥基督教青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '苏联版画展览会']
      },
      {
        id: '109',
        title: '鲁迅筹办木刻版画展览会',
        type: '',
        description:
          '鲁迅筹办的木刻版画展览会在施高塔路（今山阴路）开幕，展出来自苏联、阿拉伯和德国的木刻版画原件。',
        startDate: { year: '1933', month: '10', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '施高塔路（今山阴路）', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '木刻版画展览会']
      },
      {
        id: '110',
        title: '鲁迅参会江湾路野风画会',
        type: '',
        description:
          '鲁迅在江湾路野风画会作题为《美术上的大众化与形式利用问题》的演讲。内容讲述美术工作者如何提高思想、如何深入生活、如何提高技巧和如何进行革命美术创作的问题。听讲者有郑野夫、陈铁耕、胡一川等。',
        startDate: { year: '1932', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '江湾路', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '江湾路野风画会']
      },
      {
        id: '111',
        title: '鲁迅参加春地画展',
        type: '',
        description:
          '春地美术研究所在八仙桥青年会举办春地画展，展出沪杭两地的木刻版画、油画、漫画百余幅，作品大多描绘人民苦难、挣扎呼号和奋斗。鲁迅也将收藏的凯绥·珂勒惠支的版画《农民战争》和《织工暴动》参展，并前往参观。',
        startDate: { year: '1932', month: '06', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '春地画展']
      },
      {
        id: '112',
        title: '春地美术研究所举办春地画展',
        type: '',
        description:
          '春地美术研究所在八仙桥青年会举办春地画展，展出沪杭两地的木刻版画、油画、漫画百余幅，作品大多描绘人民苦难、挣扎呼号和奋斗。鲁迅也将收藏的凯绥·珂勒惠支的版画《农民战争》和《织工暴动》参展，并前往参观。',
        startDate: { year: '1932', month: '06', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['春地美术研究所', '春地画展']
      },
      {
        id: '113',
        title: '鲁迅举办世界版画展览会',
        type: '',
        description:
          '鲁迅与内山完造共同举办的世界版画展览会，在狄思威路(今溧阳路)812号日侨购买组合(即供销合作社)第一店二楼开幕。这是鲁迅第一次举办版画展，共展出鲁迅收藏的德、苏等国的版画七十余幅，每幅有中英文说明。展出4、5两日。',
        startDate: { year: '1930', month: '10', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '狄思威路(今溧阳路)812号日侨购买组合(即供销合作社)第一店二楼',
          lat: 31.26,
          lng: 121.5
        },
        media: '',
        relatedEntities: ['鲁迅', '世界版画展览会']
      },
      {
        id: '114',
        title: '内山完造举办世界版画展览会',
        type: '',
        description:
          '鲁迅与内山完造共同举办的世界版画展览会，在狄思威路(今溧阳路)812号日侨购买组合(即供销合作社)第一店二楼开幕。这是鲁迅第一次举办版画展，共展出鲁迅收藏的德、苏等国的版画七十余幅，每幅有中英文说明。展出4、5两日。',
        startDate: { year: '1930', month: '10', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '狄思威路(今溧阳路)812号日侨购买组合(即供销合作社)第一店二楼',
          lat: 31.26,
          lng: 121.5
        },
        media: '',
        relatedEntities: ['内山完造', '世界版画展览会']
      },
      {
        id: '115',
        title: '鲁迅参观苏联版画展览',
        type: '',
        description:
          '鲁迅与许广平携周海婴往八仙桥青年会参观苏联版画展览，定购木刻3幅，共20美元。后苏联驻中国大使馆大使鲍格洛莫夫将鲁迅所订购的版画连同镶好的镜框一起赠送，并请美国朋友史沫特莱亲自送交鲁迅。（许广平：《关于鲁迅的生活•鲁迅与中国木刻运动》。按：许文中回忆定购的是“八幅”）',
        startDate: { year: '1936', month: '02', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '苏联版画展览']
      },
      {
        id: '116',
        title: '许广平参观苏联版画展览',
        type: '',
        description:
          '鲁迅与许广平携周海婴往八仙桥青年会参观苏联版画展览，定购木刻3幅，共20美元。后苏联驻中国大使馆大使鲍格洛莫夫将鲁迅所订购的版画连同镶好的镜框一起赠送，并请美国朋友史沫特莱亲自送交鲁迅。（许广平：《关于鲁迅的生活•鲁迅与中国木刻运动》。按：许文中回忆定购的是“八幅”）',
        startDate: { year: '1936', month: '02', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['许广平', '苏联版画展览']
      },
      {
        id: '117',
        title: '周海婴参观苏联版画展览',
        type: '',
        description:
          '鲁迅与许广平携周海婴往八仙桥青年会参观苏联版画展览，定购木刻3幅，共20美元。后苏联驻中国大使馆大使鲍格洛莫夫将鲁迅所订购的版画连同镶好的镜框一起赠送，并请美国朋友史沫特莱亲自送交鲁迅。（许广平：《关于鲁迅的生活•鲁迅与中国木刻运动》。按：许文中回忆定购的是“八幅”）',
        startDate: { year: '1936', month: '02', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['周海婴', '苏联版画展览']
      },
      {
        id: '118',
        title: '鲁迅参会中国左翼作家联盟成立大会',
        type: EventTypesEnum.Political,
        description:
          '中华艺术大学，位于多伦路201弄2号（原窦乐安路233号），是一座砖木结构三层楼房，坐北朝南，屋前有花园。铁门朝东，外有围墙，建于1924年 。中华艺术大学由陈抱一、许登国、丁衍镛创办，后由中国共产党地下组织接办，1930年春改名中华艺术学院。同年8月，被国民党当局查封。 1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。大会标志着左翼文艺运动进入了一个崭新的历史阶段。1936年初，为建立“文艺界抗日民族统一战线”，“左联”自动解散。 建国后，曾误将多伦路145号认作中华艺大的旧址所在地。1988年，“左联”盟员许幸之提供原中华艺大校门照片一张，并得到王一楹的女儿提供照片，确认现多伦路201弄2号为中华艺大旧址——即“左联”成立大会会址。1990年3月公布为上海市文物保护单位。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '中国左翼作家联盟成立大会']
      },
      {
        id: '119',
        title: '鲁迅参观立达学园绘画展览会',
        type: '',
        description:
          '鲁迅与许广平、周建人、许钦文同往福生路（现罗浮路）俭德贮蓄会，参观立达学园绘画展览会。展览会于次日正式开幕，陶元庆作品陈列于第一展室。',
        startDate: { year: '1927', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '福生路（现罗浮路）俭德贮蓄会', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '立达学园绘画展览会']
      },
      {
        id: '120',
        title: '许广平参观立达学园绘画展览会',
        type: '',
        description:
          '鲁迅与许广平、周建人、许钦文同往福生路（现罗浮路）俭德贮蓄会，参观立达学园绘画展览会。展览会于次日正式开幕，陶元庆作品陈列于第一展室。',
        startDate: { year: '1927', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '福生路（现罗浮路）俭德贮蓄会', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['许广平', '立达学园绘画展览会']
      },
      {
        id: '121',
        title: '周建人参观立达学园绘画展览会',
        type: '',
        description:
          '鲁迅与许广平、周建人、许钦文同往福生路（现罗浮路）俭德贮蓄会，参观立达学园绘画展览会。展览会于次日正式开幕，陶元庆作品陈列于第一展室。',
        startDate: { year: '1927', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '福生路（现罗浮路）俭德贮蓄会', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['周建人', '立达学园绘画展览会']
      },
      {
        id: '122',
        title: '许钦文参观立达学园绘画展览会',
        type: '',
        description:
          '鲁迅与许广平、周建人、许钦文同往福生路（现罗浮路）俭德贮蓄会，参观立达学园绘画展览会。展览会于次日正式开幕，陶元庆作品陈列于第一展室。',
        startDate: { year: '1927', month: '12', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '福生路（现罗浮路）俭德贮蓄会', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['许钦文', '立达学园绘画展览会']
      },
      {
        id: '123',
        title: '鲁迅参观“中华全国木刻第二回流动展览会”',
        type: '',
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '“中华全国木刻第二回流动展览会”']
      },
      {
        id: '124',
        title: '鲁迅举办俄法书籍插图展览会',
        type: '',
        description:
          '鲁迅举办俄法书籍插图展览会，于2、3两日在老靶子路(今武进路)40号青年会展出。陈列有苏联和法国16位画家的书籍插图百余幅，以木刻版画居多。',
        startDate: { year: '1933', month: '12', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '老靶子路(今武进路)40号青年会', lat: 31.26, lng: 121.5 },
        media: '',
        relatedEntities: ['鲁迅', '俄法书籍插图展览会']
      },
      {
        id: '125',
        title: '鲁迅参观日本画家堀越英之助洋画展览会',
        type: '',
        description:
          '鲁迅上午同内山完造夫妇及许广平携周海婴往文路（今塘沽路）日本人俱乐部观日本画家堀越英之助洋画展览会（于10月6、7日举办）。',
        startDate: { year: '1934', month: '10', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '文路（今塘沽路）日本人俱乐部', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '日本画家堀越英之助洋画展览会']
      },
      {
        id: '126',
        title: '鲁迅参观宇留川潘个人绘画展览会',
        type: '',
        description:
          '鲁迅同柔石及许广平等往施高塔路看宇留川潘个人绘画展览会，购《倒立之演技女儿》画一幅。',
        startDate: { year: '1929', month: '04', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '施高塔路', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '宇留川潘个人绘画展览会']
      },
      {
        id: '127',
        title: '柔石参观宇留川潘个人绘画展览会',
        type: '',
        description:
          '鲁迅同柔石及许广平等往施高塔路看宇留川潘个人绘画展览会，购《倒立之演技女儿》画一幅。',
        startDate: { year: '1929', month: '04', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '施高塔路', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['柔石', '宇留川潘个人绘画展览会']
      },
      {
        id: '128',
        title: '许广平参观宇留川潘个人绘画展览会',
        type: '',
        description:
          '鲁迅同柔石及许广平等往施高塔路看宇留川潘个人绘画展览会，购《倒立之演技女儿》画一幅。',
        startDate: { year: '1929', month: '04', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '施高塔路', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['许广平', '宇留川潘个人绘画展览会']
      },

      {
        id: '131',
        title: '鲁迅参观乔小画室春季展览会',
        type: '',
        description:
          '鲁迅往四川路虬江路角参观司徒乔举办的“乔小画室春季展览会”。展览会展出作品70余幅，鲁迅定购了其中两幅。',
        startDate: { year: '1928', month: '03', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '四川路虬江路角', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '乔小画室春季展览会']
      },
      {
        id: '132',
        title: '司徒乔举办乔小画室春季展览会',
        type: '',
        description:
          '鲁迅往四川路虬江路角参观司徒乔举办的“乔小画室春季展览会”。展览会展出作品70余幅，鲁迅定购了其中两幅。',
        startDate: { year: '', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '四川路虬江路角', lat: 31.26, lng: 121.49 },
        media: '',
        relatedEntities: ['司徒乔', '乔小画室春季展览会']
      },
      {
        id: '133',
        title: '鲁迅参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。次月1日《萌芽月刊》第1卷第3期“国内外文坛消息”栏，以《上海新文学运动者底讨论会》为题报道该会的内容：“以‘清算过去’和‘确定目前文学运动底任务’为讨论题目”，认为过去的文艺运动“有重要的四点应当指摘：（一）小集团主义乃至个人主义，（二）批判不正确，即未能应用科学的文艺批评的方法及态度，（三）过于不注意真正的敌人，即反动的思想集团以及普遍全国的遗老遗少，（四）独将文学提高，而忘却文学底助进政治运动的任务，成为为文学的文学运动。其次对于目前文学运动的任务，认为最重要者有三点：（一）旧社会及其一切思想的表现底严厉的破坏，（二）新社会底理想底宣传及促进新社会底产生，（三）新文艺理论的建立”。大家还一致认识到“有将国内左翼作家团结起来，共同运动的必要。在讨论会上已成立了这较广大的团体组织的筹备委员会。”',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '134',
        title: '柔石参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['柔石', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '135',
        title: '冯雪峰参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['冯雪峰', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '136',
        title: '冯乃超参加为成立中国左翼作家联盟而秘密举行的筹备会议',
        type: EventTypesEnum.Political,
        description:
          '鲁迅同柔石、冯雪峰至公啡咖啡馆参加为成立中国左翼作家联盟而秘密举行的筹备会议，到会者有冯乃超等12人（据冯夏熊《冯雪峰谈左联》，见1980年《新文学史料》第1期）。',
        startDate: { year: '1930', month: '02', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公啡咖啡馆', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['冯乃超', '为成立中国左翼作家联盟而秘密举行的筹备会议']
      },
      {
        id: '137',
        title: '鲁迅演讲内容《老而不死论》',
        type: EventTypesEnum.Speech,
        description: '五月往江湾实验中学讲演，题曰：《老而不死论》。',
        startDate: { year: '1928', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '江湾实验中学', lat: 31.31, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《老而不死论》']
      },
      {
        id: '138',
        title: '鲁迅演讲内容《流氓与文学》',
        type: EventTypesEnum.Speech,
        description: '四月往同文书院讲演，题为：《流氓与文学》。',
        startDate: { year: '1931', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '同文书院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《流氓与文学》']
      },
      {
        id: '139',
        title: '鲁迅审定《苏联版画》',
        type: '',
        description: '四月七日往良友公司，为之选定《苏联版画》。',
        startDate: { year: '1936', month: '04', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海良友图书公司（北四川路851号）', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《苏联版画》']
      },
      {
        id: '140',
        title: '鲁迅演讲内容《美术上的大众化与形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅在江湾路野风画会作题为《美术上的大众化与形式利用问题》的演讲。内容讲述美术工作者如何提高思想、如何深入生活、如何提高技巧和如何进行革命美术创作的问题。听讲者有郑野夫、陈铁耕、胡一川等。',
        startDate: { year: '1932', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '江湾路', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与形式利用问题》']
      },
      {
        id: '141',
        title: '鲁迅演讲内容《绘画杂论》',
        type: EventTypesEnum.Speech,
        description: '鲁迅应邀到中华艺术大学作题为《绘画杂论》的演讲。',
        startDate: { year: '1930', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《绘画杂论》']
      },
      {
        id: '142',
        title: '鲁迅演讲内容《对于左翼作家联盟的意见》',
        type: EventTypesEnum.Speech,
        description:
          '1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。，周全平、蒋光慈为候补委员。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《对于左翼作家联盟的意见》']
      },
      {
        id: '143',
        title: '鲁迅演讲内容《文艺与政治的歧途》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往暨南大学演讲，讲题为《文艺与政治的歧途》。载1928年1月29日、30日上海《新闻报》副刊《学海》第182、183期，署周鲁迅讲，刘率真记。后来收入《集外集》（关于此讲稿的记录人，据曹聚仁《鲁迅年谱》载：《集外集》收的讲稿“系笔者所笔记”。此次讲演尚存另一稿，载1928年2月出版的暨南大学秋野社的《秋野》第3期，章铁民记录，题为《文学与政治的歧途》）。讲演论述了文艺与政治、文艺与社会生活的关系问题，认为，“文艺和革命原不是相反的”，但却同反动政治处于冲突之中，因而时时受到摧残和打击。强调进步文学家不能脱离现实“一定要参加到社会去”，使作品“就在写我们自己的社会，连我们自己也写进去”，“连自己也烧在这里面”。',
        startDate: { year: '1927', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《文艺与政治的歧途》']
      },
      {
        id: '144',
        title: '鲁迅演讲内容《文学与政治的歧途》',
        type: EventTypesEnum.Speech,
        description:
          '暨南大学于1906年(清光绪三十二年)创建于南京，初名暨南学堂，1926年迁至上海，改建为大学，解放后一度停办。1978年在广州复办，是一所颇具特色的华侨大学，在海外有广泛而深远的影响。1927年，由暨南大学几个爱好文学的学生组织的“秋野社”，创办了《秋野》月刊，由夏丐尊、顾仲彝等教授给予指导，并邀请鲁迅、郑振铎、徐志摩等名家到校演讲。鲁迅的《文学与政治的歧途》讲稿，曾在《秋野》第三期上发表。',
        startDate: { year: '1927', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《文学与政治的歧途》']
      },
      {
        id: '145',
        title: '鲁迅观看《钦差大臣》',
        type: '',
        description:
          '业余剧人协会把俄国果戈里的《钦差大臣》（又名《巡按》）搬上舞台。11月3日，鲁迅和许广平前往金城大戏院观看该剧，并托人转告对该剧演出方面的一些意见。',
        startDate: { year: '1935', month: '11', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '金城大戏院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《钦差大臣》']
      },
      {
        id: '146',
        title: '许广平观看《钦差大臣》',
        type: '',
        description:
          '业余剧人协会把俄国果戈里的《钦差大臣》（又名《巡按》）搬上舞台。11月3日，鲁迅和许广平前往金城大戏院观看该剧，并托人转告对该剧演出方面的一些意见。',
        startDate: { year: '1935', month: '11', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '金城大戏院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['许广平', '《钦差大臣》']
      },
      {
        id: '147',
        title: '鲁迅演讲内容《美术上的大众化与旧形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '同年10月26日、12月21日两个下午，鲁迅应邀赴野风画会作题为《美术上的大众化与旧形式利用问题》等讲演两次，给予直接指导。',
        startDate: { year: '1932', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '野风画会：虹口公园一侧的西江湾路476弄公园坊内',
          lat: 31.28,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与旧形式利用问题》']
      },
      {
        id: '148',
        title: '鲁迅演讲内容《美术上的大众化与旧形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '同年10月26日、12月21日两个下午，鲁迅应邀赴野风画会作题为《美术上的大众化与旧形式利用问题》等讲演两次，给予直接指导。',
        startDate: { year: '1932', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '野风画会：虹口公园一侧的西江湾路476弄公园坊内',
          lat: 31.28,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与旧形式利用问题》']
      },
      {
        id: '149',
        title: '鲁迅赎回瞿秋白译稿两部',
        type: '',
        description:
          '鲁迅托黄源以二百元从现代书局赎回瞿秋白译稿两部。过去现代书局曾向鲁迅约过稿，鲁迅便于1933年8月及11月间向现代书局推荐与洽商瞿秋白的译作《高尔基论文集》和《现实——马克思主义论文集》两部译稿。但被“第三种人”把持的现代书局扣压了几年，鲁迅虽曾数次催促，都未得到答复。本年6月下旬，鲁迅知道瞿秋白被杀害的消息后，便决定将瞿秋白的遗作从现代书局赎回，准备整理出版',
        startDate: { year: '1935', month: '08', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '现代书局', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '瞿秋白译稿两部']
      },
      {
        id: '150',
        title: '鲁迅演讲内容《离骚与反离骚》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应上海暨南大学学生周正扶（当时是暨南大学历史社会学系一年级学生，为该校“坚冰社”的主要成员该社以研究社会科学为宗旨）等邀请，前往该校演讲，题为《离骚与反离骚》。记录稿载1930年1月18日《暨南校刊》第28、29、30、31、32期合刊。署周鲁迅演讲，郭博如（策）记。曾否经本人审定，不详。未收集。',
        startDate: { year: '1929', month: '12', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《离骚与反离骚》']
      },
      {
        id: '151',
        title: '鲁迅演讲内容《关于文学与革命问题》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀为劳动大学开设的《文学讲座》讲课，每周一次。据当时该校学生杜力夫（杜任之）回忆，这次的讲题是《关于文学与革命问题》，鲁迅在讲演中说，“真正的革命家也是革命文学家，但现在顾不着做文艺，而现在的文艺家呢，只能喊喊、叫叫，还不能作出革命文学来。革命文学只能在革命以后出现。有了苏俄十月革命，才有无产者革命文学。革命以前的好文学，也只能揭露社会黑暗，诉说民众苦楚，鸣鸣不平。……至于说到创作方法，是写什么，怎样写的问题。我看还是首先写人生、为人生、为改造这人生……怎样写？是复杂的问题，说起来也简单。你有苦闷，就发牢骚；有希望，就去幻想；你痛苦了，就叫唤；看见可哭的，就写可哭的；有可笑的，就写可笑的；可恨的，就写可恨的！……”（杜力夫：《永不磨灭的印象》，见1961年10月19日《人民日报》）。本月14日又往该校讲课一次，讲稿佚。鲁迅自广州到上海后，因来访和邀请演讲、讲课者不断，深感不能工作之苦。当日给章廷谦信中说：“近日又因不得已，担任了劳动大学国文每周一小时，更加颇以为苦矣。”“本想从事译书，今竟不知可能如愿。”',
        startDate: { year: '1927', month: '11', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '劳动大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《关于文学与革命问题》']
      },
      {
        id: '152',
        title: '鲁迅演讲内容《革命文学》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应陈望道之约往复旦大学讲演一小时，讲述关于革命文学问题。尚有萧立的记录稿留存，曾载于1928年5月9日上海《新闻报》副刊《学海》，题为《革命文学》，未收集。',
        startDate: { year: '1927', month: '11', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '复旦大学', lat: 31.34, lng: 121.51 },
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '153',
        title: '鲁迅选定版画《苏联版画集》',
        type: '',
        description:
          '鲁迅下午一时许，往良友图书印刷公司的编辑部为《苏联版画集》选定版画。据赵家璧回忆：“鲁迅先生走上三层扶梯，显得有些气喘，但是没有休息一会，立刻要求把原画拿出来让他看。一大堆原画就从木箱中移出摊在沙发上，他坐在面前的椅子里，一张张翻阅着，仔细地推敲、研究，把选用的放在一边，不用的放在另一边，……他说，他虽曾去青年会参观，也是走马与看花，印象不深；现在倒可以坐着再一次地浏览一遍了。他一方面钦佩原作技术的高超，又担忧复制后多要打一个很大的折扣。这天选画时间，最初估计不过一、二小时，但是他一直看到下午五点钟才完毕。鲁迅先生对每幅版画都细细的玩味，先放近前看，然后又放远看。有时脸上浮起一阵满意的笑容；有时凝神静思，长久地默不作声；有时也指出这幅画的优缺点，谦逊地征求旁人的意见。”（赵家璧：《记鲁迅先生选苏联版画》，见1956年10月1日《版画》第1期）直到快下班的时候，才把近二百幅原画全部看完，选定，并对如何编印提出了具体建议。',
        startDate: { year: '1936', month: '04', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '良友图书印刷公司的编辑部', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《苏联版画集》']
      },
      {
        id: '154',
        title: '鲁迅观看《钦差大臣》',
        type: '',
        description:
          '是夜，鲁迅与许广平往金城大戏院观看上海业余剧人协会演出的果戈理戏剧《钦差大臣》。观后，对演出中在人物性格的理解和处理，以及舞台装置、服装、化装设计等方面，都提出了意见。据于伶回忆：“散戏之后，我们托丽尼转去了一页便笺。对先生来看戏给予大家的关怀与鼓励，表示极衷心的感谢。恳切要求\n先生对演出给予批评。……鲁迅先生托他带来了看过《钦差大臣》之后的意见，首先肯定了这次演出的意义和成就。对于批评，转述说：第二幕剧中假钦差大臣所在的小旅馆房间的门应该是朝里开的，所以躲在门外偷看的无事乱忙的两个丑绅士陶布钦斯基和波布钦斯基（是刘一民同志和殷秀岑演的），你挤我轧地抢着看时，这两个宝贝才会一不留神地跌了进来，扑倒在地上，显得如此狼狈。如果门朝外开，则是决然跌不进来的了。……愚蠢而自作聪敏的傻仆人是俄罗斯文学中底传统形象。这次扮演沃西普的演员把这位假钦差的仆人演得过于聪敏机灵了。再如：县长的妻子安娜必定是个丑妇人，所以她跟女儿马利亚在假钦差赫列斯达可夫的面前争风吃醋起来丑态百出，才更有喜剧的效果。而这次演出却采取了俊扮。那就和作者的原意有出入了。并说：这不仅是关于演员的服装和化装等的设计问题，是对于剧本的理解不正确的问题。谈到服装，先生指出可以参考《死灵魂》插图中的绘画。务必不能走样。……鲁迅先生对这次话剧演出的严肃的批评，今天回忆起来，还觉得依然是难忘的温暖和极大的鼓舞！”（于伶：《鲁迅“北平五讲”及其他》，见《鲁迅回忆录》一集）',
        startDate: { year: '1935', month: '11', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '金城大戏院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《钦差大臣》']
      },
      {
        id: '155',
        title: '许广平观看《钦差大臣》',
        type: '',
        description:
          '是夜，鲁迅与许广平往金城大戏院观看上海业余剧人协会演出的果戈理戏剧《钦差大臣》。观后，对演出中在人物性格的理解和处理，以及舞台装置、服装、化装设计等方面，都提出了意见。',
        startDate: { year: '1935', month: '11', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '金城大戏院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['许广平', '《钦差大臣》']
      },
      {
        id: '156',
        title: '鲁迅购买《倒立之演技女儿》',
        type: '',
        description:
          '鲁迅同柔石及许广平等往施高塔路看宇留川潘个人绘画展览会，购《倒立之演技女儿》画一幅。',
        startDate: { year: '1929', month: '04', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '施高塔路', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《倒立之演技女儿》']
      },
      {
        id: '157',
        title: '鲁迅演讲内容《伟人的化石》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅往立达学园演讲，讲题为《伟人的化石》（稿佚）。据王任叔回忆，这次演讲的内容“大意是说，一个伟人在生前总多挫折，处处受人反对；但一到死后，就无不园通广大，受人欢迎。佛说一声‘唵’，弟子皆有所悟，而所悟无不异。”（王任叔：《一二感想》，见1936年10月23日《申报》文艺专刊）',
        startDate: { year: '1927', month: '10', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '立达学园', lat: 30.94, lng: 121.33 },
        media: '',
        relatedEntities: ['鲁迅', '《伟人的化石》']
      },
      {
        id: '158',
        title: '鲁迅演讲内容《关于知识阶级》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应易培基邀请往劳动大学演讲约一小时，讲题为《关于知识阶级》。黄源记录稿经鲁迅修改后，载1927年11月该校《劳大周刊》。后来收入《集外集拾遗》。据当时在校学习的杜力夫（杜任之）回忆：“十月下旬的一天下午，天气温暖如春，大礼堂坐满了学生和教员，人们的眼睛朝门口或窗外，期待着鲁迅先生的到来。二时许，易培基伴着鲁迅走进礼堂，人们立即站起来，掌声雷动。”（杜力夫：《永不磨灭的印象》，见1961年10月19日《人民日报》）鲁迅在演讲中精辟地剖析了一些知识分子脱离现实斗争，动摇徘徊的种种弱点，指出这种“衰弱的知识阶级是必定要灭亡的”，而“真正的知识阶级是不顾利害”的。号召劳动大学的贫苦学生要做敢于反抗黑暗现实的革命知识分子，“不要再爬进象牙之塔和知识阶级里去了”，“我们穷人唯一的资本就是生命，以生命来投资，为社会做一点事”。',
        startDate: { year: '1927', month: '10', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '劳动大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《关于知识阶级》']
      },
      {
        id: '159',
        title: '鲁迅演讲内容《上海文艺之一瞥》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅在上海社会科学研究会演讲，题为《上海文艺之一瞥》，分析清末以来中国文艺的历史进程，总结了许多重要的经验教训。',
        startDate: { year: '1931', month: '07', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海社会科学研究会', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅', '《上海文艺之一瞥》']
      },
      {
        id: '160',
        title: '鲁迅演讲内容《美的认识》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅参加中国自由运动大同盟组织的活动，往中国公学分院演讲（按此讲演地点，据甲辰生《鲁迅卖狗皮膏药》，见1930年4月1日《民国日报》副刊《觉悟》。又，郑伯奇在《鲁迅先生的演讲》一文中说，这是“左联”成立后，为了将新的文学主张扩大宣传起见，他和鲁迅便分配到沪西大夏大学去演讲。考查他忆述的演讲内容和甲辰生等所记略同。郑文又说，鲁迅是“带病”演讲的。查本日《鲁迅日记》载：“午后落一牙”。由此推断，郑文所说的演讲地点当为误记。又中国公学院，1906年由反对日本当局的取缔韩清留学生规则而相率回国的原留日学生发起，成立于上海吴淞，设文理学院、社会科学院及商学院。校长先后为马君武、吴铁成等。分院，指该校社会科学院及商学院，设在上海闸北东八字桥）。讲题为《美的认识》。稿佚。据同去演讲的郑伯奇回忆，鲁迅是“带病”演讲的，他先从他的家乡说起，“大意是他的家乡那里，讨媳妇的时候，并不要什么杏脸柳腰的美人，要的是腰臂圆壮、脸色红润的健康妇女。由这类的例子，他归结到农民和绅士对于美观的不同。然后，他用实例揭破了‘美是绝对的’这个观念论的错误，而给‘美的阶级性’这种思想，找出了铁一般的根据。”鲁迅“在朴实的语句中，时时露出讽刺的光芒。而每一个讽刺的利箭投射到大众中间，便引起热烈的鼓掌和哄堂的笑声。”（郑伯奇：《鲁迅先生的演讲》，见1956年人民文学出版社《忆鲁迅》）又据当时的听众高启沃回忆；这次演讲，地点在上海中国公学大学部社会科学院，鲁迅先生穿了一件褪了色的羽纱长衫，原为天蓝色，因褪色已变为草黄色，脚穿跑鞋；关于演讲的具体内容，有一句话印象还很深刻，他说，“拄着拐杖去看菊花，回到家来吐一口血，这是剥削阶级的美。”（1977年6月12日鲁迅博物馆鲁迅研究室室《访问安徽劳动大学高启沃同志纪要》。经本人审定）这次演讲也跟以前一样，遭到反动报刊的攻击。4月1日《民国日报》副刊《觉悟》，即刊登了甲辰生的《鲁迅卖狗皮膏药》一文，攻击鲁迅的演讲是为共产党和自由大同盟作“口头宣传”。',
        startDate: { year: '1930', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中国公学分院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《美的认识》']
      },
      {
        id: '161',
        title: '鲁迅演讲内容《象牙塔和蜗牛庐》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅参加中国自由运动大同盟组织的活动，往大夏大学乐天文艺社演讲。鲁迅后来说：“演讲的题目，是《象牙塔和蜗牛庐》。大意是说，象牙塔里的文艺，将来决不会出现于中国，因为环境并不相同，这里是连摆这‘象牙之塔’的处所也已经没有了；不久可以出现的，恐怕至多只有几个‘蜗牛庐’”，“但蜗牛界里哪里会有文艺呢，所以这样下去，中国的没有文艺，是一定的”（鲁迅：《<二心集>序言》）。鲁迅通过分析1927年第一次大革命失败后中国文艺界的现状，预言正在兴起的无产阶级革命文学将要受到国民党的日益严重的压迫的趋势，触及了国民党政权的法西斯本质，因而官方报纸立即组织文章反扑。18日，国民党上海市党部的机关报《民国日报》副刊《觉悟》，以《呜呼“自由运动”竟是一群骗人的勾当》为题，刊载了署名“敌天”的“大夏来稿”，攻击鲁迅“公然作反动的宣传，在事实上既无此勇气，竟借了文艺演讲的美名而来提倡所谓‘中国自由大同盟’的组织，态度不光明，行动不磊落，这也算是真正革命的志士么？”该作者自称是“站在时代前面的一个热血青年”。鲁迅后来在《<二心集>序言》中指出，这个“党国的忠勇青年”的表演，以及反动报章撒开的“捕杀的网罗”，恰恰证实了本日讲演中的预见——“只好变了真的蜗牛，才有‘庶几得免于罪戾’的幸福了。”',
        startDate: { year: '1930', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大夏大学乐天文艺社', lat: 31.23, lng: 121.42 },
        media: '',
        relatedEntities: ['鲁迅', '《象牙塔和蜗牛庐》']
      },
      {
        id: '162',
        title: '鲁迅演讲内容《革命文学》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅往中华艺术大学讲演一小时。稿佚。据李乔回忆，他曾在艺术大学听鲁迅讲演，讲题是《革命文学》，“这次的讲演是不公开的”。“鲁迅先生讲着，还用粉笔在黑板上画了一个人，一只脚站在一个写着‘革命’二字的葫芦上，一只脚站在一个写着‘文学’二字的葫芦上。当时，大家望着那富有深刻意义的绘画，都忍不住大笑。但鲁迅先生却不笑，他辞锋一转，便批评创造社的诗人，后来变成托派的王独清”。“最后，鲁迅先生鼓励听讲的青年，不要一只脚站在革命上，一只脚站在文学上。他希望大家两只脚站在革命上，做一个‘革命人’”，“则无论写的是什么事件，用的是什么材料，则都是革命文学。从喷泉里出来的都是水，从血管里出来的都是血……”（李乔：《不能忘记的声音》，见1961年9月16日《光明日报》。按：李乔回忆这次演讲，“是在一九三〇年秋。我从万里云南流浪到上海”，时令与3月9日不合，疑李乔回忆不太准确，录此存疑。又，曹白、江丰《鲁迅先生对于版画工作的年表》记本日讲题为《美术上的写实主义问题》，而张望《鲁迅论美术，鲁迅美术活动年谱》记此题为8月6日的讲题。根据均不详）。',
        startDate: { year: '1930', month: '03', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '163',
        title: '鲁迅演讲内容《绘画杂论》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往中华艺术大学演讲，据说讲题为《绘画杂论》，现存前半篇记录稿（据刘汝醴记录稿，见1979年《美术》第4期）。当时主持会议的许幸之回忆说：“那时，我在上海中华艺术大学西洋画科担任教学工作，学校师生都想邀请鲁迅先生来校讲演，便派我去和鲁迅先生联系。事前我多少有点儿踌躇，因为‘中华艺大’是当时革命学生运动的集中地，是个颇不安全的地方，先生未必肯来。不料刚把来意向鲁迅先生说明，先生便一口答应了。真使我喜出望外。”（许幸之：《回忆鲁迅先生二三事》，见1961年9月24日《北京晚报》）当时美术界存在着艺术流派的斗争，即现实主义和形式主义的斗争。形式主义当时又叫做新派画。据记录，鲁迅的讲演是针对这个情况说的。他说：“欧洲的各个新画派有一个共同倾向，就是崇尚怪异。我国青年画家也好作怪画，造成了画坛的一片混乱。怪并不是好现象。有人说怪打倒了一切古旧的传统形式，是革命。不错，怪足以破坏旧形式，但如言建设新形式，怪就嫌不够了。所以说新派画破坏有余，建设不足。”“依我看来，青年美术家应当注意以下三点：一，不以怪炫人，二，注意基本技术，三，扩大眼界和思想。画家如仅画几幅静物、风景和人物肖像，还未尽画家的能事。艺术家应注意社会现状。用画笔告诉群众所见不到的或不注意的社会事件。总而言之，现代画家应画古人所不画的题材。”“我们应将旧艺术加以整理改革。然后从事于新的创造，宁愿用旧瓶盛新酒，勿以旧酒盛新瓶，这样做美术界才有希望。”又据另一与会者卢鸿基回忆，鲁迅在演讲中挂出三帧画，一帧是流行的中国郑曼陀画的美女月份牌，一帧是苏联油画《新女性》，另一帧是苏联版画。鲁迅用极其生动而幽默的语言把三幅画作了对比，指出油画《新女性》，“这是新写实主义的，又叫做革命的写实主义”，“我们应该画新女性这等画，不要画这一种画（按指美女月份牌）。最好学刻木刻。”（卢鸿基：《关于鲁迅翁与新美术运动的一点史料》，见1951年10月20日《美术座谈》第5期。按，卢鸿基、许幸之、江丰回忆本年在中华艺术大学听到的讲演内容和刘汝醴的记录基本相同，但日期有异，卢鸿基记为3月9日，许幸之记的则是一个春寒料峭的晚上，江丰在1981年7月28日复鲁迅博物馆鲁迅研究室编《鲁迅年谱》编者信中说，他记得的是在暑期的白天下午）',
        startDate: { year: '1930', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《绘画杂论》']
      },
      {
        id: '164',
        title: '鲁迅患病',
        type: EventTypesEnum.Heath,
        description: '鲁迅是夜肩及胁均大痛。次日往须藤医院就诊，许广平携周海婴同去。',
        startDate: { year: '1936', month: '01', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '须藤医院', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '须藤医院']
      },
      {
        id: '165',
        title: '鲁迅移居北四川路楼寓上海',
        type: '',
        description: '五月十二日迁入北四川路楼寓。',
        startDate: { year: '1930', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路楼寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '166',
        title: '鲁迅回到景云里二十三号上海',
        type: '',
        description: '同月二十八日回旧寓。',
        startDate: { year: '1931', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里二十三号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '167',
        title: '鲁迅避居内山书店',
        type: '',
        description: '一月二十九日遇战事，在火线中。次日避居内山书店。',
        startDate: { year: '1932', month: '01', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山书店', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '168',
        title: '鲁迅避居英租界内山支店',
        type: '',
        description: '二月六日，由内山书店友护送至英租界内山支店暂避。',
        startDate: { year: '1932', month: '02', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '英租界内山支店', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '169',
        title: '鲁迅移居大陆新村九号',
        type: '',
        description: '四月十一日迁居大陆新村九号。',
        startDate: { year: '1933', month: '04', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大陆新村九号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '170',
        title: '鲁迅离寓避难日本人所经营的花园庄',
        type: '',
        description:
          '国民党特务追踪搜捕鲁迅，鲁迅被迫第二次离寓避难，至2月28日回寓。（避难于日本人所经营的花园庄）',
        startDate: { year: '1931', month: '01', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '日本人所经营的花园庄', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '171',
        title: '鲁迅移居景云里第2排第1幢17号上海',
        type: '',
        description:
          '鲁迅自景云里第2排第2幢18号迁往同排第1幢17号（据许广平《景云深处是吾家》，见1962年11月21日上海《文汇报》）。由于居住环境变动不大，作息仍受邻人干扰。鲁迅3月22日致韦素园信中谈及此事说：“苦于终日伏案写字，晚上是打牌声，往往睡不着，所以又很想变换变换了，不过也无处可走，大约总还是在上海。”',
        startDate: { year: '1929', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里第2排第1幢17号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '172',
        title: '鲁迅暂住爱多亚路长耕里（今延安东路158弄）的共和旅馆上海',
        type: '',
        description:
          '鲁迅午后同许广平抵上海，暂寓爱多亚路长耕里（今延安东路158弄）的共和旅馆。从此定居上海，开始了新的战斗生活。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '173',
        title: '鲁迅移居北四川路底四川公寓',
        type: '',
        description: '为避国民党通缉，鲁迅迁居到北四川路底四川公寓。',
        startDate: { year: '1930', month: '05', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路底四川公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '174',
        title: '鲁迅离寓避难千爱里一处民房',
        type: '',
        description: '鲁迅因熟识者（内山书店某店员）被捕，至千爱里一处民房暂避。9月18日回寓。',
        startDate: { year: '1934', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里一处民房', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '175',
        title: '鲁迅返回公寓',
        type: '',
        description: '鲁迅回寓居住，结束了从8月23日至本日在千爱里暂时避难的生活。',
        startDate: { year: '1934', month: '09', day: '18' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '176',
        title: '鲁迅离寓避难内山书店',
        type: '',
        description:
          '鲁迅寓所处于炮火威胁下，全家到内山书店暂避。2月6日又迁往英租界三马路内山书店支店。3月13日再移居大江南饭店。3月19日回旧寓。',
        startDate: { year: '1932', month: '01', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山书店', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '177',
        title: '鲁迅离寓避难英租界三马路内山书店支店',
        type: '',
        description:
          '鲁迅寓所处于炮火威胁下，全家到内山书店暂避。2月6日又迁往英租界三马路内山书店支店。3月13日再移居大江南饭店。3月19日回旧寓。',
        startDate: { year: '1932', month: '02', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '英租界三马路内山书店支店', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '178',
        title: '鲁迅离寓避难大江南饭店',
        type: '',
        description:
          '鲁迅寓所处于炮火威胁下，全家到内山书店暂避。2月6日又迁往英租界三马路内山书店支店。3月13日再移居大江南饭店。3月19日回旧寓。',
        startDate: { year: '1932', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大江南饭店', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '179',
        title: '鲁迅返回公寓',
        type: '',
        description:
          '鲁迅寓所处于炮火威胁下，全家到内山书店暂避。2月6日又迁往英租界三马路内山书店支店。3月13日再移居大江南饭店。3月19日回旧寓。',
        startDate: { year: '1932', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '180',
        title: '鲁迅离寓避难千爱里',
        type: '',
        description:
          '因与鲁迅熟悉的内山书店某店员被捕，鲁迅离寓暂避，“下午居千爱里”，至9月18日夜回寓。',
        startDate: { year: '1934', month: '08', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '181',
        title: '鲁迅避居北四川路底施高塔路内山书店的假三层楼上',
        type: '',
        description:
          '鲁迅避居北四川路底施高塔路内山书店的假三层楼上（据许广平《欣慰的纪念•鲁迅先生与海婴》。又据凌月麟《鲁迅在上海第一次避难的地点》，见上海鲁迅纪念馆编《纪念与研究》第2辑）。至4月19日“夜回寓”（4月1日至5日曾回家暂宿）。这是鲁迅在上海的第一次避难。后来鲁迅记述此事说：“当我加入自由大同盟时，浙江台州人许绍棣，温州人叶溯中，首先献媚，呈请南京政府下令通缉。”（据鲁迅手稿，见北京鲁迅博物馆编《鲁迅手稿选集四编》）本年5月24日致章廷谦（川岛）信又说：“捉人之说，曾经有之，避者确不只达夫一人。但此事似亦不过有些人所想望，而未曾实行。”但该通缉令一直未解除。',
        startDate: { year: '1930', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路底施高塔路内山书店的假三层楼上', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '182',
        title: '鲁迅移居景云里18号',
        type: '',
        description:
          '鲁迅由景云里23号移居18号。鲁迅的原住所由柔石迁入，两人的交往日渐增多。鲁迅后来在《为了忘却的记念》中说：“我和柔石最初的相见，不知道是何时，在那里。他仿佛说过，曾在北京听过我的讲义，那么，当在八九年之前了。我也忘记了在上海怎么来往起来，总之，他那时住在景云里，离我的寓所不过四五家门面，不知怎么一来，就来往起来了。”',
        startDate: { year: '1928', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里18号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '183',
        title: '柔石移居景云里23号',
        type: '',
        description: '鲁迅由景云里23号移居18号。鲁迅的原住所由柔石迁入，两人的交往日渐增多。',
        startDate: { year: '1928', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里23号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['柔石']
      },
      {
        id: '184',
        title: '鲁迅搬迁北四川路底施高塔路（今山阴路）11号（今四川北路2050号）',
        type: '',
        description: '1929年迁至北四川路底施高塔路（今山阴路）11号（今四川北路2050号）。',
        startDate: { year: '1929', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '北四川路底施高塔路（今山阴路）11号（今四川北路2050号）',
          lat: 31.27,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '185',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '186',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '187',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾来访，并接受他赠给的自译小说集《桃园》及创作《路》各一本。',
        startDate: { year: '1935', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '188',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅先后接待茅盾、费慎祥来访，并接受费慎祥送来再版的《小说旧闻钞》十本。',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '189',
        title: '鲁迅接待费慎祥',
        type: EventTypesEnum.Visit,
        description: '鲁迅先后接待茅盾、费慎祥来访，并接受费慎祥送来再版的《小说旧闻钞》十本。',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '费慎祥']
      },
      {
        id: '190',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚上接待黎烈文来访，并赠《引玉集》一本，画扇一把，又托他转赠茅盾画扇两把。',
        startDate: { year: '1935', month: '07', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '191',
        title: '鲁迅接待许寿裳',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待许寿裳来访，接受他赠子的《章氏丛书续编》初印本一部四本，并回赠《引玉集》、《中国新文学大系•小说二集》各一本。',
        startDate: { year: '1935', month: '07', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许寿裳']
      },
      {
        id: '192',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待郑振铎来访，接受他赠予的《世界文库》第二册一本，回赠《引玉集》一本。',
        startDate: { year: '1935', month: '07', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '193',
        title: '鲁迅接待陶元庆',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待陶元庆与立达学园学生，热情支持立达学园筹办绘画展览会，并将自己搜集珍藏的画象拓本供给他们选取和参考。',
        startDate: { year: '1927', month: '12', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '陶元庆']
      },
      {
        id: '194',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在家接待前一日从延安到达上海的冯雪峰（据1952年人民文学出版社版冯雪峰《回忆鲁迅》。按：冯雪峰回忆他“在1936年4月间从陕北瓦窑堡，通过封锁线辗转到上海，记得到达上海是4月24或25日。”他一到上海，先在一个小客栈里住了一夜。第二天下午去访问鲁迅，鲁迅和许广平一同去看电影了。查鲁迅日记1936年4月26日，确有“午后……与广平携海婴往卡尔登影戏院观杂片”的记载。冯雪峰在二十多年间，对到达上海和会见鲁迅的日期的回忆，始终未变。茅盾回忆冯雪峰也是1936年4月从陕北到上海的。我们认为这是没有疑问的，完全可信的。所以按这个日期入谱）。冯这一次是作为中共中央特派员专门来上海开展工作的。冯雪峰回忆当天的情况说：“那时已经黄昏，他在楼下已经从那个老女工那里知道我在楼上了；我听见他上来，心里快乐得很激动，同时以为他也一定很高兴，并且会先问我如何到上海之类的事情的。但他走进房来，悄然地握了握我兴奋地伸过去的手，丝毫也不以我的到来为意外，却先说了这样一句话：‘这两年来的事情，慢慢告诉你罢。’（这句话冯雪峰后来曾作更正，说原话是“这两年我给他们摆布得可以！”并有如下说明：“他说的这第一句话，完全出乎我当时的意料之外；我永远都会记得这句话和他说话时的神情。”“这‘他们’是指周扬等人，我却当时就懂得，因为我一九三三年离开上海时，周扬等人同鲁迅已经对立，我是知道的。”“鲁迅这第一句话，我在一九五一——五二年间写《回忆鲁迅》时，没有照原话写，改写为这样一句话了：‘这两年的事情，慢慢告诉你罢。’”，见冯雪峰《有关一九三六年周扬等人的行动以及鲁迅提出“民族革命战争的大众文学”口号的经过》，载1979年2月《新文学史料》第2期。上述“更正”写于“文化大革命”中的1966年8月10日。两种说法，哪一种可靠，立以备考）虽然他也高兴的，微笑着看住我。但他的声音里含有忧郁的情绪。”“当天晚饭前和吃晚饭时候，是我说的话更多。因为我总是很兴奋，想把关于红区的、关于我党的、关于长征的、关于当时政治形势和我党的新政策的许多事情，一下子都告诉他。他是愿意听我的，看不出有疲倦或厌烦的表示，总是微笑地看住我，让我讲下去。”“晚饭后，他的精神，在我看来是愉快的；但他躺在那放在书桌旁的藤躺椅上面抽着烟，当我停止了说话只是坐着微笑地看着他的时候，他却用嘲讽的口吻平平静静说出了这样的话来：‘我可真的要落伍了。…’我当时一点也不了解他的心境，所以不明白他这感慨是怎么来的。而且我当时大概也毫不以为意，没有说什么；看情形他也不是要我回答什么的。就这样大家都不说话，静默了分把钟，他又平平静静地半‘牢骚’半认真地说下去：‘近来我确实觉得有些乏味，真想到什么地方去玩玩去，什么事情也不做。……中间还有一些话，已经记不得了，但记得还说了下面这样的话：‘……脾气也确实愈来愈坏，我可真的愈来愈看不起人了。’”“他忽然记起什么来了，从躺椅上起来，走到近门口处靠后壁的桌子，从那里捡出了我离开上海后两年间他所印的画集和插画的书，拿来送给我，接着就告诉我他正在编校瞿秋白同志的《海上述林》的事情。大概也就在当晚，我把秋白同志在瑞金时的情形以及我所听说的关于他被捕和就义时的一些事情，告诉了他。”（冯雪峰：《回忆鲁迅•在病中和在新的政治形势下的他的情绪之一》）从这一天起到鲁迅逝世，鲁迅和冯雪峰保持着亲密的交往；冯雪峰再次成为沟通党与鲁迅之间的联系的主要人物。',
        startDate: { year: '1936', month: '04', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '195',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '196',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '197',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '198',
        title: '鲁迅接待目加田诚',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待由郁达夫介绍前来进行学术访问的日本学者目加田诚（1905年生，日本的中国古代文学研究家。曾任日本九州大学副教授。1933年至1936年在北京大学、中国大学进修中国古代文学）和小川环树（1910-1993年，日本京都大学教授，曾任日本中国学会理事长、日本学士院会员，二十世纪日本最著名汉学家之一。当时在中国留学）。',
        startDate: { year: '1935', month: '03', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '目加田诚']
      },
      {
        id: '199',
        title: '鲁迅接待小川环树',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待由郁达夫介绍前来进行学术访问的日本学者目加田诚（1905年生，日本的中国古代文学研究家。曾任日本九州大学副教授。1933年至1936年在北京大学、中国大学进修中国古代文学）和小川环树（1910-1993年，日本京都大学教授，曾任日本中国学会理事长、日本学士院会员，二十世纪日本最著名汉学家之一。当时在中国留学）。',
        startDate: { year: '1935', month: '03', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '小川环树']
      },
      {
        id: '200',
        title: '鲁迅接待许钦文',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待许钦文，付300元为陶元庆购置墓地。本年8月6日，陶元庆殁于杭州，其好友许钦文募款建墓。据许钦文回忆，募款所得不到350元，鲁迅独出300元。墓地设在杭州西湖附近的玉泉道上，鲁迅曾建议在坟旁多种柏树，以作长久的标志（据许钦文《鲁迅和陶元庆》，见《新文学史料》1979年第2辑）。次年7月19日，又将陶元庆图案稿一幅，交至杭州“元庆纪念堂”陈列。',
        startDate: { year: '1929', month: '09', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许钦文']
      },
      {
        id: '201',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '冯雪峰奉中共中央派遣由陕北来上海。翌日，移居鲁迅家中，将红军长征经过以及党中央提出的抗日民族统一战线的精神告知鲁迅。',
        startDate: { year: '1936', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '202',
        title: '鲁迅接待徐诗荃',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待徐诗荃来访。徐赠送名印一方，文曰：“迅翁”。鲁迅在日记中说：（此印）“不可用也。”',
        startDate: { year: '1934', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '徐诗荃']
      },
      {
        id: '203',
        title: '鲁迅接待史沫特莱',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅首次接待美国进步女作家史沫特莱来访。1928年12月，史沫特莱以德国《佛兰克福日报》（即《法兰克福报和商报》的简称）特派记者身份来华。本月25日鲁迅收到她第一次来函，即复。本日，她由蔡咏裳、董绍明（董秋斯）陪同来访，并索取照片四张。从此开始了密切的联系。次年2月10日，鲁迅得史沫特莱所赠自传体小说《大地的女儿》德文译本，扉页上有英文题词：“赠给鲁迅，对他为了一个新的社会而生活和工作表示敬佩。艾格尼丝•史沫特莱。1930年2月2日于上海。”鲁迅所主编的《萌芽月刊》第1卷第5期也刊载了史沫特莱作的《中国农村生活片断》。他们之间的革命友谊，与日俱增。鲁迅逝世后，史沫特莱列名为治丧委员会的成员之一。',
        startDate: { year: '1929', month: '12', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '史沫特莱']
      },
      {
        id: '204',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待“左联”筹备人员冯雪峰等来磋商成立“左联”事。早在中共第六次全国代表大会后，党中央负责人之一周恩来从莫斯科归国途中，听了有关上海文化界“革命文学论争”的汇报，当即指出对鲁迅的批评是错误的，应停止论争（据复旦大学《鲁迅日记》注释组《访问楚图南》。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第5辑）。本年9月，中共江苏省委宣传部长李富春找上海文化支部负责人阳翰笙谈话，指出对鲁迅的围攻是不对的，有些人对鲁迅的活动的积极意义估计不足，鲁迅对党员个人可能有批评，但没有反对党，党员应该站在党的立场上团结他，要赶紧解决这个问题，然后向党汇报。这时，支部的另一负责人潘汉年也得到了同样的通知，便一起召集支部各方面的负责人开会，参加者有夏衍、冯雪峰、柔石，创造社方面的冯乃超、李初梨，太阳社方面的钱杏邨（阿英）、洪灵菲。会上决定：创造、太阳两社的所有刊物，一律停止对鲁迅的批评，即使鲁迅有反批评，也不要反驳。同时决定派冯雪峰、夏衍、冯乃超三人去和鲁迅谈一次话，告诉鲁迅：党要求停止这次论争，并批评了我们的做法。这次会后，左翼文化工作者都有一种要求：组织起来，统一行动。文化支部就领导了这项工作（据阳翰笙《中国左翼作家联盟成立的经过》，见1980年《文学评论》第2期）。据冯雪峰回忆：约在本年十、十一月间，中央宣传部干事兼中央文化工作委员会（本年秋成立）书记潘汉年要他去同鲁迅商谈成立“左联”的问题，说明党中央希望创造社、太阳社和鲁迅及其影响下的人们联合起来，以这三方面的人为基础，成立一个革命文学团体，团体名称拟定为“中国左翼作家联盟”，看鲁迅有什么意见。“左翼”两字用不用，也取决于鲁迅。商谈结果，鲁迅完全同意成立这样一个革命文学团体，并说，“左翼”二字还是用好，旗帜可以鲜明一点。经过几番商议，大概在本年底，产生了所谓“基本构成员”（即发起人和筹备人）12人（据冯夏熊整理的《冯雪峰谈左联》，见1980年《新文学史料》第1期。按：关于“基本构成员”12人的名单说法稍异。据冯雪峰所记有鲁迅、郑伯奇、冯乃超、彭康、沈起予、阳翰笙、蒋光慈、阿英、洪灵菲、夏衍、柔石和冯雪峰。阳翰笙的回忆增有潘汉年、李初梨，没有彭康和沈起予。夏衍的回忆则有戴平万，没有沈起予）。',
        startDate: { year: '1929', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '205',
        title: '鲁迅接待丰子恺',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待丰子恺来访，首次与丰子恺晤面。',
        startDate: { year: '1927', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '丰子恺']
      },
      {
        id: '206',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待黄源来访。黄源交来孟十还信及所代买的《死魂灵百图》一本。',
        startDate: { year: '1935', month: '11', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '207',
        title: '鲁迅接待清水三郎',
        type: EventTypesEnum.Visit,
        description: '下午，鲁迅接待日本地质学家清水三郎来访，并接受他赠予的时钟一具。',
        startDate: { year: '1935', month: '11', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '清水三郎']
      },
      {
        id: '208',
        title: '鲁迅接待章廷谦',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待章廷谦（川岛）来访。章廷谦利用学校暑假自杭州来上海看望鲁迅，据他回忆：“我半年没有见到鲁迅先生了，乍一见面，先生所给我的印象不但是精神愉快、旺盛，而且使我对他有一种新鲜的感觉：脸上气色很好，不象以前那么沉郁而带着苍白色了；人也似乎胖了一些；身上的衣着也比以前整洁的多。我当时虽然没有说什么，心里却很高兴，感到鲁迅先生在日常的生活起居方面，已得到照顾，有了些改变。这该归功于景宋。” （川岛：《忆鲁迅先生在一九二八年杭州之游》，见《回忆伟大的鲁迅》）章廷谦在上海住了一个礼拜，与许钦文共同邀请鲁迅和许广平同去杭州西湖游憩几天。经他们再三恳说，鲁迅才答应下来。他们担心鲁迅再变计划，决定由许钦文留沪，届时陪同前往，章廷谦先回杭州打点。章此次来沪，还将《游仙窟》校点稿交给鲁迅，准备出版（川岛：《和鲁迅相处的日子•记重印<游仙窟>》）。',
        startDate: { year: '1928', month: '07', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '章廷谦']
      },
      {
        id: '209',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待司徒乔来访。司徒乔为鲁迅作炭笔速写画像。此画像曾发表于本年4月号《良友》画报，1933年7月刊入《鲁迅杂感选集》。据司徒乔后来回忆：“在这段时间里，我曾给鲁迅先生画过一个速写，企图试着把捉他那既锐利又和蔼的目光，那既坚强又愉悦的神态。但并未能很好地做到”。“1936年到上海，他来信约同到青年会看苏联木刻展览，并和他一家子共进午餐。席间我曾要求他挤出时间，让我给他画个油画像。他欣然答应说：‘好的，一定，时间定好，就通知你。’可是，那久待的通知并没有来” （司徒乔：《忆鲁迅先生》，见《回忆伟大的鲁迅》）。直至鲁迅逝世以后，司徒乔才得在鲁迅遗体前画了一张素描，寄以深切的哀悼。',
        startDate: { year: '1928', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '210',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔、《良友》画报主编梁得所来访。司徒乔约期为鲁迅画像，梁得所约期为鲁迅摄影，准备编成一组图影,在画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》） 。',
        startDate: { year: '1928', month: '02', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '211',
        title: '鲁迅接待梁得所',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔、《良友》画报主编梁得所来访。司徒乔约期为鲁迅画像，梁得所约期为鲁迅摄影，准备编成一组图影,在画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》） 。',
        startDate: { year: '1928', month: '02', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '梁得所']
      },
      {
        id: '212',
        title: '鲁迅接待增田涉',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待日本友人增田涉来访，他是专程从日本来探望鲁迅病情的。',
        startDate: { year: '1936', month: '', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '增田涉']
      },
      {
        id: '213',
        title: '鲁迅接待吴朗西',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚接待吴朗西、黄源来访。同吴朗西、巴金主持的文化生活出版社签订了“译文社丛书”的合同。',
        startDate: { year: '1935', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '吴朗西']
      },
      {
        id: '214',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚接待吴朗西、黄源来访。同吴朗西、巴金主持的文化生活出版社签订了“译文社丛书”的合同。',
        startDate: { year: '1935', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '215',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待黄源来访，并接受巴金托黄源带来的赠书《狱中记》、《俄国社会革命运动史话》各一本。（按《狱中记》，回忆录，波兰柏克曼著，巴金译。1935年上海文化生活出版社出版，列为《文化生活丛刊》之一；《俄国社会革命运动史话》，即《俄国社会运动史话》，巴金著。1935年由上海文化生活出版社出版，列为《文化生活丛刊》之一）',
        startDate: { year: '1935', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '216',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅上午接待茅盾、黎烈文来访。茅盾转达了生活书店关于《译文》的处理意见，不同意郑振铎的提议，情愿停刊。调解工作遂告失败。',
        startDate: { year: '1935', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '217',
        title: '鲁迅接待黎烈',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅上午接待茅盾、黎烈文来访。茅盾转达了生活书店关于《译文》的处理意见，不同意郑振铎的提议，情愿停刊。调解工作遂告失败。',
        startDate: { year: '1935', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黎烈']
      },
      {
        id: '218',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待茅盾来访。茅盾为调解《译文》与生活书店的矛盾，带来了郑振铎的提议：一、与生活书店所订合同由黄源签字；二、《译文》的原稿须由鲁迅审阅、签名。对于这一提议，鲁迅原则上表示同意，但要求审稿分别由他和茅盾、黎烈文三人轮流负责。茅盾同意鲁迅的意见，并负责向生活书店转达。',
        startDate: { year: '1935', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '219',
        title: '鲁迅接待杨晦',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。据冯至回忆：“一九三五年九月，我从德国回国，路经上海，杨晦跟我和我的爱人姚可崑去看鲁迅，在内山书店附近的一座小咖啡店里谈了一个下午。鲁迅问我希特勒篡夺政权后德国的情况，我说了一些德国的政治笑话。他说‘暴政统治下在人民中间最容易流传这类的讽刺’。他含有无限感慨地谈到韦丛芜。在鄂豫皖革命根据地红军撤退后，韦丛芜竟给C.C.头子陈立夫上条陈，为‘扫荡’革命根据地出谋献策，因而被派到那里当县长。”（冯至：《鲁迅与沉钟社》，见《鲁迅回忆录》二集）',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '杨晦']
      },
      {
        id: '220',
        title: '鲁迅接待冯至夫妇',
        type: EventTypesEnum.Visit,
        description: '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯至夫妇']
      },
      {
        id: '221',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description: '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '222',
        title: '鲁迅接待台静农',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅下午接待台静农来访。台前往厦门任教，路经上海，特来探望，并赠果脯四合。鲁迅回赠书籍四种。',
        startDate: { year: '1935', month: '08', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '台静农']
      },
      {
        id: '223',
        title: '鲁迅接待陈农非',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待共产党领导和支持的济难会（又称互济会）的工作人员陈农非（陈同生）来访。',
        startDate: { year: '1934', month: '07', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '陈农非']
      },
      {
        id: '224',
        title: '鲁迅接待张友松、',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待《春潮》月刊编辑张友松、夏康农来访。据许广平回忆：有一次张友松曾对鲁迅“说明他的姐姐是在北京做社会活动遇害的。家里很困难，想印些书，请先生帮忙。为正义，为文化运动，为同情心所驱使，于是先生又有所忙了，义务的写稿，经常给刊物帮忙”（许广平：《欣慰的纪念•鲁迅和青年们》）。并以500元帮助春潮书局打开局面。据张友松回忆：鲁迅曾不惜花费大量时间和精力帮助邀人组稿和拟定编辑一套文艺小丛书的计划，但不久，由于种种原因春潮书局终于被迫停办（张友松：《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑）。',
        startDate: { year: '1928', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '张友松、']
      },
      {
        id: '225',
        title: '鲁迅接待夏康农',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待《春潮》月刊编辑张友松、夏康农来访。',
        startDate: { year: '1928', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '夏康农']
      },
      {
        id: '226',
        title: '鲁迅接待陶元庆',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待陶元庆来访。这是鲁迅与陶元庆的最后一次晤面，次年8月，陶元庆逝世于杭州。',
        startDate: { year: '1928', month: '11', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '陶元庆']
      },
      {
        id: '227',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔来访。司徒乔将赴法国留学，前来告别，并赠送炭画两张。据司徒乔回忆：“鲁迅先生的笔锋是那么严峻冷峭，但他对待青年，却是那么蔼然，使人如坐春风。他很少作冗长的议论，但句语富于启发性。有一次当谈及艺术修养问题，记得他说：‘内容，是头等重要；可是如果画个拳头也画不出劲儿来，那也不行。’边说还边把拳头捏紧了放在桌子上比了一比。这句一针见血之言，对于行将在法国碰到五花八门的形式主义艺术的我，是可贵的。”（乔：《忆鲁迅先生》，见《回忆伟大的鲁迅》）',
        startDate: { year: '1928', month: '11', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '228',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待司徒乔来访，接受所赠画稿一张。',
        startDate: { year: '1928', month: '10', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '229',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待刚从日本回国的茅盾，及陪同前来的叶圣陶。后得知茅盾已由冯乃超联系加入“左联”。据许广平回忆，茅盾回国，为无产阶级革命文学运动“添一支生力军”，也很快被反动当局注意了。鲁迅和他本来就有友情，这回共同做民族解放运动的工作，在艰难的环境之下，是极可珍视的。有时遇到国外友人，询及中国知识界的前驱，鲁迅必举茅盾以告，总不肯自专自是，且时常挂念茅盾的身体太弱，还不及他自己。又再三晓说对茅盾持有异议的人，指出“对内对外，急需人才，正宜相爱护，不可减轻实力，为识者笑而仇者快”（据许广平《欣慰的纪念•鲁迅和青年（二十八）》）。',
        startDate: { year: '1930', month: '04', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '230',
        title: '鲁迅接待叶圣陶',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待刚从日本回国的茅盾，及陪同前来的叶圣陶。后得知茅盾已由冯乃超联系加入“左联”。据许广平回忆，茅盾回国，为无产阶级革命文学运动“添一支生力军”，也很快被反动当局注意了。鲁迅和他本来就有友情，这回共同做民族解放运动的工作，在艰难的环境之下，是极可珍视的。有时遇到国外友人，询及中国知识界的前驱，鲁迅必举茅盾以告，总不肯自专自是，且时常挂念茅盾的身体太弱，还不及他自己。又再三晓说对茅盾持有异议的人，指出“对内对外，急需人才，正宜相爱护，不可减轻实力，为识者笑而仇者快”（据许广平《欣慰的纪念•鲁迅和青年（二十八）》）。',
        startDate: { year: '1930', month: '04', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '叶圣陶']
      },
      {
        id: '231',
        title: '鲁迅接待冯乃超',
        type: EventTypesEnum.Visit,
        description:
          "鲁迅接待冯乃超来访。据冯乃超回忆：这次“去鲁迅家里是请他对左联的‘宣言’等文件提意见，是我一个人去的”。“这份‘纲领是我和雪峰等人起草的，参考了苏联几个文学团体的宣言，如‘拉普’的，‘十月’的，‘列夫’的。”（冯乃超：《左联成立前后的一些情况》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第6辑）又据冯雪峰回忆：“我记得，这个纲领中提出‘无产阶级革命文学'口号，当时鲁迅是赞成的。”（冯雪峰：《同二八年至三六年之间上海左翼文艺运动中两条路线的斗争有关的一些零碎的参考资料》，见1979年上海师范大学编印《鲁迅研究资料》）",
        startDate: { year: '1930', month: '02', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '冯乃超']
      },
      {
        id: '232',
        title: '鲁迅接待白莽',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待出狱不久的白莽（殷夫），即付以稿费二十。白莽因参加罢工被捕入狱，身遭毒打，释放后前来探望鲁迅（据瞿光熙《关于胡也频殷夫几件事迹的考证》，见中国现代文学史资料丛书－甲种：《左联五烈士研究资料编目》）。后来鲁迅在《为了忘却的记念》一文中，回顾当时相见的情景说，“我们第三次相见（按，鲁迅和白莽相见共有4次，即1929年6月24日、7月4日、8月18日和9月20日。第一次见面，《鲁迅日记》失记。鲁迅在《为了忘却的记念》中曾记述了他们第一次见面的情形，证以《鲁迅日记》和书信的记载，可知第一次见面是因为白莽给《奔流》投稿，鲁迅发信给他讨原文，殷夫便亲自送来。第二天（6月25日）白莽又来信说很悔相见，鲁迅即于6月26日“托柔石寄白莽信并Petöfi 集两本”。所以，第一次见面时间在6月24日，第三次见面在本日），我记得是在一个热天。有人打门了，我去开门时，来的就是白莽，却穿着一件厚棉袍，汗流满面，彼此都不禁失笑。这时他才告诉我他是一个革命者，刚由被捕而释出，衣服和书籍全被没收了，连我送他的那两本”裴多菲集；“我很欣幸他的得释，就赶紧付给稿费，使他可以买一件夹衫，但一面又很为我的那两本书痛惜”。',
        startDate: { year: '1929', month: '08', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '鲁迅公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '白莽']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '许广平', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '3', name: '肖伯纳', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '4', name: '沈端先', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '5', name: '柔石', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '6', name: '冯乃超', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '7', name: '冯雪峰', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '8',
        name: '中国左翼作家联盟常务委员',
        desc: '',
        type: EntityTypesEnum.Person,
        relation: ''
      },
      { id: '9', name: '潘汉年', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '10', name: '林夫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '11', name: '陈烟桥', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '12', name: '白危', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '13', name: '黄新波', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '14', name: '曹白', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '15', name: '赵家璧', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '16', name: '李小峰', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '17', name: '郁达夫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '18', name: '章廷谦', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '19', name: '杨骚', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '20', name: '林语堂', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '21', name: '衣萍', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '22', name: '曙天', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '23', name: '蔡漱六', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '24', name: '周建人', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '25', name: '王映霞', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '26', name: '潘梓年', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '27', name: '许钦文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '28', name: '孙伏园', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '29', name: '孙福熙', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '30', name: '萧伯纳', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '31', name: '李立三', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '32', name: '陈望道', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '33', name: '茅盾', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '34', name: '巴金', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '35', name: '吉冈恒夫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '36', name: '郑振铎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '37', name: '瞿秋白', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '38', name: '萧军', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '39', name: '萧红', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '40', name: '聂绀弩夫妇', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '41', name: '叶紫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '42', name: '史沫特莱', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '43', name: '梁得所', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '44', name: '司徒乔', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '45', name: '仲居', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '46', name: '野口米次郎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '47', name: '内山完造', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '48', name: '黎烈', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '49', name: '傅东华', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '50', name: '胡风', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '51', name: '吴朗西', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '52', name: '姚克', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '53', name: '王钧初', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '54', name: '郑伯奇', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '55', name: '马国亮', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '56', name: '长谷川如是闲', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '57', name: '李霁野', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '58', name: '井上芳郎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '59', name: '斋藤', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '60', name: '福家', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '61', name: '安藤', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '62', name: '蒋抑卮', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '63', name: '周正扶', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '64', name: '黄源', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '65', name: '胡愈之', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '66', name: '王望平', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '67', name: '柳亚子', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '68', name: '暨南大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '69',
        name: '五十岁纪念会',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      {
        id: '70',
        name: '一八艺社木刻部',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '71', name: '内山书店', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '72', name: '大夏大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '73', name: '光华大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '74',
        name: '暨南大学国文系“同级会”',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '75', name: '须藤医院', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '76', name: '大陆大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '77', name: '“法西斯蒂”暴行', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '78', name: '“木刻展览会”', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '79',
        name: '“全国木刻流动展览会”',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '80', name: '苏联版画展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '81', name: '木刻版画展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '82', name: '江湾路野风画会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '83', name: '春地画展', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '84', name: '春地美术研究所', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '85', name: '世界版画展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '86', name: '苏联版画展览', desc: '', type: EntityTypesEnum.Event, relation: '' },
      { id: '87', name: '周海婴', desc: '', type: EntityTypesEnum.Person, relation: '' },
      {
        id: '88',
        name: '中国左翼作家联盟成立大会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '89', name: '立达学园绘画展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '90',
        name: '“中华全国木刻第二回流动展览会”',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '91', name: '俄法书籍插图展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '92',
        name: '日本画家堀越英之助洋画展览会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '93',
        name: '宇留川潘个人绘画展览会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      {
        id: '94',
        name: '德国S.SEKIR小画展览会',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '95', name: '乔小画室春季展览会', desc: '', type: EntityTypesEnum.Event, relation: '' },
      {
        id: '96',
        name: '为成立中国左翼作家联盟而秘密举行的筹备会议',
        desc: '',
        type: EntityTypesEnum.Event,
        relation: ''
      },
      { id: '97', name: '《老而不死论》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '98', name: '《流氓与文学》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '99', name: '《苏联版画》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '100',
        name: '《美术上的大众化与形式利用问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '101', name: '《绘画杂论》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '102',
        name: '《对于左翼作家联盟的意见》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '103',
        name: '《文艺与政治的歧途》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '104',
        name: '《文学与政治的歧途》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '105', name: '《钦差大臣》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '106',
        name: '《美术上的大众化与旧形式利用问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '107', name: '瞿秋白译稿两部', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '108',
        name: '《离骚与反离骚》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '109',
        name: '《关于文学与革命问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '110', name: '《革命文学》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '111', name: '《苏联版画集》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '112',
        name: '《倒立之演技女儿》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '113', name: '《伟人的化石》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '114',
        name: '《关于知识阶级》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '115',
        name: '《上海文艺之一瞥》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '116', name: '《美的认识》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '117',
        name: '《象牙塔和蜗牛庐》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '118', name: '费慎祥', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '119', name: '黎烈文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '120', name: '许寿裳', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '121', name: '陶元庆', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '122', name: '目加田诚', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '123', name: '小川环树', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '124', name: '徐诗荃', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '125', name: '丰子恺', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '126', name: '清水三郎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '127', name: '增田涉', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '128', name: '杨晦', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '129', name: '冯至夫妇', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '130', name: '台静农', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '131', name: '陈农非', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '132', name: '张友松、', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '133', name: '夏康农', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '134', name: '叶圣陶', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '135', name: '白莽', desc: '', type: EntityTypesEnum.Person, relation: '' }
    ]
  },
  {
    id: '4',
    title: '鲁迅_演讲',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅演讲对象暨南大学',
        type: EventTypesEnum.Speech,
        description: '十二月往暨南大学讲演。',
        startDate: { year: '1929', month: '12', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '暨南大学']
      },
      {
        id: '2',
        title: '鲁迅演讲对象一八艺社木刻部',
        type: EventTypesEnum.Speech,
        description:
          '八月十七日请内山嘉吉君教学生木刻术，先生亲为翻译，至二十二日毕。二十四日为一八艺社木刻部讲演。',
        startDate: { year: '1931', month: '08', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '一八艺社木刻部', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '一八艺社木刻部']
      },
      {
        id: '3',
        title: '鲁迅演讲对象大夏大学',
        type: EventTypesEnum.Speech,
        description: '鲁迅应邀往大夏大学演讲一小时（讲稿佚）。',
        startDate: { year: '1927', month: '11', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大夏大学', lat: 31.23, lng: 121.42 },
        media: '',
        relatedEntities: ['鲁迅', '大夏大学']
      },
      {
        id: '4',
        title: '鲁迅演讲对象光华大学',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往光华大学演讲。据当时该校学生郭子雄的记录，鲁迅主要讲了文学与社会的关系，对文学界存在的种种不良倾向进行了分析和批评。指出那种逃避现实斗争，专造象牙之塔的“为艺术的艺术”文学、止于叫苦和鸣不平的消极文学，以及歌颂杀人的国民党帮凶文艺，都是文艺界的危机。认为文学是反映社会的、受社会所制约的，各种文学都是政治先行，文艺后变。他在演讲中还对“新月派”献媚投靠国民党，以及国民党反动派操纵文化进行反革命宣传的罪行进行了揭露，并希望中国文坛有一种新的人来创造新的文学（据洪绍统、郭子雄记录《鲁迅在光华大学演讲记录稿》，见1927年11月28日《光华周刊》第2卷第7期）。鲁迅的演讲受到学生的欢迎，但在该校执教的“新月派”徐志摩等人却极为不满，对组织这次演讲的学生加以斥责（王若海、文景迅：《鲁迅在光华大学演讲的内容及经过》，见1977年《南开大学学报》第5期）。',
        startDate: { year: '1927', month: '11', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '光华大学', lat: 31.15, lng: 121.63 },
        media: '',
        relatedEntities: ['鲁迅', '光华大学']
      },
      {
        id: '5',
        title: '鲁迅演讲对象暨南大学国文系“同级会”',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应暨南大学国文系主任夏丏尊之邀，至华兴楼为暨南大学国文系“同级会”（暨南大学国文系当时只有一年级学生，故以“同级会”名义向鲁迅写了邀请书，由夏丏尊持书往鲁迅寓所，邀请鲁迅演讲）演讲并午餐。演讲内容是关于文学创作和读书方法等问题（讲稿佚）。',
        startDate: { year: '1927', month: '11', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '华兴楼', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '暨南大学国文系“同级会”']
      },
      {
        id: '6',
        title: '鲁迅演讲对象大陆大学',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应大陆大学教授许德珩之邀，往大陆大学讲演，稿佚。内容主要是讲述关于无产阶级文学的意见，并抨击国民党鼓吹的文艺。',
        startDate: { year: '1928', month: '11', day: '10' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大陆大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '大陆大学']
      },
      {
        id: '7',
        title: '鲁迅演讲内容《老而不死论》',
        type: EventTypesEnum.Speech,
        description: '五月往江湾实验中学讲演，题曰：《老而不死论》。',
        startDate: { year: '1928', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '江湾实验中学', lat: 31.31, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《老而不死论》']
      },
      {
        id: '8',
        title: '鲁迅演讲内容《流氓与文学》',
        type: EventTypesEnum.Speech,
        description: '四月往同文书院讲演，题为：《流氓与文学》。',
        startDate: { year: '1931', month: '04', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '同文书院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《流氓与文学》']
      },
      {
        id: '9',
        title: '鲁迅演讲内容《美术上的大众化与形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅在江湾路野风画会作题为《美术上的大众化与形式利用问题》的演讲。内容讲述美术工作者如何提高思想、如何深入生活、如何提高技巧和如何进行革命美术创作的问题。听讲者有郑野夫、陈铁耕、胡一川等。',
        startDate: { year: '1932', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '江湾路', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与形式利用问题》']
      },
      {
        id: '10',
        title: '鲁迅演讲内容《绘画杂论》',
        type: EventTypesEnum.Speech,
        description: '鲁迅应邀到中华艺术大学作题为《绘画杂论》的演讲。',
        startDate: { year: '1930', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《绘画杂论》']
      },
      {
        id: '11',
        title: '鲁迅演讲内容《对于左翼作家联盟的意见》',
        type: EventTypesEnum.Speech,
        description:
          '1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为1930年3月2日，中国左翼作家联盟成立大会在中华艺术大学底楼大厅召开。出席会议有50余人，潘汉年代表中国共产党在会上讲话，鲁迅发表了著名演讲《对于左翼作家联盟的意见》，大会通过了左联理论纲领和行动纲领要点、组织马克思主义文艺理论研究会和文艺大众化研究会等17项提案，选举夏衍、冯乃超、钱杏邨、鲁迅、田汉、郑伯奇、洪灵菲7人为常务委员，周全平、蒋光慈为候补委员。，周全平、蒋光慈为候补委员。',
        startDate: { year: '1930', month: '03', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学底楼大厅', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《对于左翼作家联盟的意见》']
      },
      {
        id: '12',
        title: '鲁迅演讲内容《文艺与政治的歧途》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往暨南大学演讲，讲题为《文艺与政治的歧途》。载1928年1月29日、30日上海《新闻报》副刊《学海》第182、183期，署周鲁迅讲，刘率真记。后来收入《集外集》（关于此讲稿的记录人，据曹聚仁《鲁迅年谱》载：《集外集》收的讲稿“系笔者所笔记”。此次讲演尚存另一稿，载1928年2月出版的暨南大学秋野社的《秋野》第3期，章铁民记录，题为《文学与政治的歧途》）。讲演论述了文艺与政治、文艺与社会生活的关系问题，认为，“文艺和革命原不是相反的”，但却同反动政治处于冲突之中，因而时时受到摧残和打击。强调进步文学家不能脱离现实“一定要参加到社会去”，使作品“就在写我们自己的社会，连我们自己也写进去”，“连自己也烧在这里面”。',
        startDate: { year: '1927', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《文艺与政治的歧途》']
      },
      {
        id: '13',
        title: '鲁迅演讲内容《文学与政治的歧途》',
        type: EventTypesEnum.Speech,
        description:
          '暨南大学于1906年(清光绪三十二年)创建于南京，初名暨南学堂，1926年迁至上海，改建为大学，解放后一度停办。1978年在广州复办，是一所颇具特色的华侨大学，在海外有广泛而深远的影响。1927年，由暨南大学几个爱好文学的学生组织的“秋野社”，创办了《秋野》月刊，由夏丐尊、顾仲彝等教授给予指导，并邀请鲁迅、郑振铎、徐志摩等名家到校演讲。鲁迅的《文学与政治的歧途》讲稿，曾在《秋野》第三期上发表。',
        startDate: { year: '1927', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《文学与政治的歧途》']
      },
      {
        id: '14',
        title: '鲁迅演讲内容《美术上的大众化与旧形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '同年10月26日、12月21日两个下午，鲁迅应邀赴野风画会作题为《美术上的大众化与旧形式利用问题》等讲演两次，给予直接指导。',
        startDate: { year: '1932', month: '10', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '野风画会：虹口公园一侧的西江湾路476弄公园坊内',
          lat: 31.28,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与旧形式利用问题》']
      },
      {
        id: '15',
        title: '鲁迅演讲内容《美术上的大众化与旧形式利用问题》',
        type: EventTypesEnum.Speech,
        description:
          '同年10月26日、12月21日两个下午，鲁迅应邀赴野风画会作题为《美术上的大众化与旧形式利用问题》等讲演两次，给予直接指导。',
        startDate: { year: '1932', month: '12', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '野风画会：虹口公园一侧的西江湾路476弄公园坊内',
          lat: 31.28,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅', '《美术上的大众化与旧形式利用问题》']
      },
      {
        id: '16',
        title: '鲁迅演讲内容《离骚与反离骚》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应上海暨南大学学生周正扶（当时是暨南大学历史社会学系一年级学生，为该校“坚冰社”的主要成员该社以研究社会科学为宗旨）等邀请，前往该校演讲，题为《离骚与反离骚》。记录稿载1930年1月18日《暨南校刊》第28、29、30、31、32期合刊。署周鲁迅演讲，郭博如（策）记。曾否经本人审定，不详。未收集。',
        startDate: { year: '1929', month: '12', day: '04' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '暨南大学', lat: 31.27, lng: 121.41 },
        media: '',
        relatedEntities: ['鲁迅', '《离骚与反离骚》']
      },
      {
        id: '17',
        title: '鲁迅演讲内容《关于文学与革命问题》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀为劳动大学开设的《文学讲座》讲课，每周一次。据当时该校学生杜力夫（杜任之）回忆，这次的讲题是《关于文学与革命问题》，鲁迅在讲演中说，“真正的革命家也是革命文学家，但现在顾不着做文艺，而现在的文艺家呢，只能喊喊、叫叫，还不能作出革命文学来。革命文学只能在革命以后出现。有了苏俄十月革命，才有无产者革命文学。革命以前的好文学，也只能揭露社会黑暗，诉说民众苦楚，鸣鸣不平。……至于说到创作方法，是写什么，怎样写的问题。我看还是首先写人生、为人生、为改造这人生……怎样写？是复杂的问题，说起来也简单。你有苦闷，就发牢骚；有希望，就去幻想；你痛苦了，就叫唤；看见可哭的，就写可哭的；有可笑的，就写可笑的；可恨的，就写可恨的！……”（杜力夫：《永不磨灭的印象》，见1961年10月19日《人民日报》）。本月14日又往该校讲课一次，讲稿佚。鲁迅自广州到上海后，因来访和邀请演讲、讲课者不断，深感不能工作之苦。当日给章廷谦信中说：“近日又因不得已，担任了劳动大学国文每周一小时，更加颇以为苦矣。”“本想从事译书，今竟不知可能如愿。”',
        startDate: { year: '1927', month: '11', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '劳动大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《关于文学与革命问题》']
      },
      {
        id: '18',
        title: '鲁迅演讲内容《革命文学》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应陈望道之约往复旦大学讲演一小时，讲述关于革命文学问题。尚有萧立的记录稿留存，曾载于1928年5月9日上海《新闻报》副刊《学海》，题为《革命文学》，未收集。',
        startDate: { year: '1927', month: '11', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '复旦大学', lat: 31.34, lng: 121.51 },
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '19',
        title: '鲁迅演讲内容《伟人的化石》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅往立达学园演讲，讲题为《伟人的化石》（稿佚）。据王任叔回忆，这次演讲的内容“大意是说，一个伟人在生前总多挫折，处处受人反对；但一到死后，就无不园通广大，受人欢迎。佛说一声‘唵’，弟子皆有所悟，而所悟无不异。”（王任叔：《一二感想》，见1936年10月23日《申报》文艺专刊）',
        startDate: { year: '1927', month: '10', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '立达学园', lat: 30.94, lng: 121.33 },
        media: '',
        relatedEntities: ['鲁迅', '《伟人的化石》']
      },
      {
        id: '20',
        title: '鲁迅演讲内容《关于知识阶级》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应易培基邀请往劳动大学演讲约一小时，讲题为《关于知识阶级》。黄源记录稿经鲁迅修改后，载1927年11月该校《劳大周刊》。后来收入《集外集拾遗》。据当时在校学习的杜力夫（杜任之）回忆：“十月下旬的一天下午，天气温暖如春，大礼堂坐满了学生和教员，人们的眼睛朝门口或窗外，期待着鲁迅先生的到来。二时许，易培基伴着鲁迅走进礼堂，人们立即站起来，掌声雷动。”（杜力夫：《永不磨灭的印象》，见1961年10月19日《人民日报》）鲁迅在演讲中精辟地剖析了一些知识分子脱离现实斗争，动摇徘徊的种种弱点，指出这种“衰弱的知识阶级是必定要灭亡的”，而“真正的知识阶级是不顾利害”的。号召劳动大学的贫苦学生要做敢于反抗黑暗现实的革命知识分子，“不要再爬进象牙之塔和知识阶级里去了”，“我们穷人唯一的资本就是生命，以生命来投资，为社会做一点事”。',
        startDate: { year: '1927', month: '10', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '劳动大学', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《关于知识阶级》']
      },
      {
        id: '21',
        title: '鲁迅演讲内容《上海文艺之一瞥》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅在上海社会科学研究会演讲，题为《上海文艺之一瞥》，分析清末以来中国文艺的历史进程，总结了许多重要的经验教训。',
        startDate: { year: '1931', month: '07', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海社会科学研究会', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅', '《上海文艺之一瞥》']
      },
      {
        id: '22',
        title: '鲁迅演讲内容《美的认识》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅参加中国自由运动大同盟组织的活动，往中国公学分院演讲（按此讲演地点，据甲辰生《鲁迅卖狗皮膏药》，见1930年4月1日《民国日报》副刊《觉悟》。又，郑伯奇在《鲁迅先生的演讲》一文中说，这是“左联”成立后，为了将新的文学主张扩大宣传起见，他和鲁迅便分配到沪西大夏大学去演讲。考查他忆述的演讲内容和甲辰生等所记略同。郑文又说，鲁迅是“带病”演讲的。查本日《鲁迅日记》载：“午后落一牙”。由此推断，郑文所说的演讲地点当为误记。又中国公学院，1906年由反对日本当局的取缔韩清留学生规则而相率回国的原留日学生发起，成立于上海吴淞，设文理学院、社会科学院及商学院。校长先后为马君武、吴铁成等。分院，指该校社会科学院及商学院，设在上海闸北东八字桥）。讲题为《美的认识》。稿佚。据同去演讲的郑伯奇回忆，鲁迅是“带病”演讲的，他先从他的家乡说起，“大意是他的家乡那里，讨媳妇的时候，并不要什么杏脸柳腰的美人，要的是腰臂圆壮、脸色红润的健康妇女。由这类的例子，他归结到农民和绅士对于美观的不同。然后，他用实例揭破了‘美是绝对的’这个观念论的错误，而给‘美的阶级性’这种思想，找出了铁一般的根据。”鲁迅“在朴实的语句中，时时露出讽刺的光芒。而每一个讽刺的利箭投射到大众中间，便引起热烈的鼓掌和哄堂的笑声。”（郑伯奇：《鲁迅先生的演讲》，见1956年人民文学出版社《忆鲁迅》）又据当时的听众高启沃回忆；这次演讲，地点在上海中国公学大学部社会科学院，鲁迅先生穿了一件褪了色的羽纱长衫，原为天蓝色，因褪色已变为草黄色，脚穿跑鞋；关于演讲的具体内容，有一句话印象还很深刻，他说，“拄着拐杖去看菊花，回到家来吐一口血，这是剥削阶级的美。”（1977年6月12日鲁迅博物馆鲁迅研究室室《访问安徽劳动大学高启沃同志纪要》。经本人审定）这次演讲也跟以前一样，遭到反动报刊的攻击。4月1日《民国日报》副刊《觉悟》，即刊登了甲辰生的《鲁迅卖狗皮膏药》一文，攻击鲁迅的演讲是为共产党和自由大同盟作“口头宣传”。',
        startDate: { year: '1930', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中国公学分院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '《美的认识》']
      },
      {
        id: '23',
        title: '鲁迅演讲内容《象牙塔和蜗牛庐》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅参加中国自由运动大同盟组织的活动，往大夏大学乐天文艺社演讲。鲁迅后来说：“演讲的题目，是《象牙塔和蜗牛庐》。大意是说，象牙塔里的文艺，将来决不会出现于中国，因为环境并不相同，这里是连摆这‘象牙之塔’的处所也已经没有了；不久可以出现的，恐怕至多只有几个‘蜗牛庐’”，“但蜗牛界里哪里会有文艺呢，所以这样下去，中国的没有文艺，是一定的”（鲁迅：《<二心集>序言》）。鲁迅通过分析1927年第一次大革命失败后中国文艺界的现状，预言正在兴起的无产阶级革命文学将要受到国民党的日益严重的压迫的趋势，触及了国民党政权的法西斯本质，因而官方报纸立即组织文章反扑。18日，国民党上海市党部的机关报《民国日报》副刊《觉悟》，以《呜呼“自由运动”竟是一群骗人的勾当》为题，刊载了署名“敌天”的“大夏来稿”，攻击鲁迅“公然作反动的宣传，在事实上既无此勇气，竟借了文艺演讲的美名而来提倡所谓‘中国自由大同盟’的组织，态度不光明，行动不磊落，这也算是真正革命的志士么？”该作者自称是“站在时代前面的一个热血青年”。鲁迅后来在《<二心集>序言》中指出，这个“党国的忠勇青年”的表演，以及反动报章撒开的“捕杀的网罗”，恰恰证实了本日讲演中的预见——“只好变了真的蜗牛，才有‘庶几得免于罪戾’的幸福了。”',
        startDate: { year: '1930', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大夏大学乐天文艺社', lat: 31.23, lng: 121.42 },
        media: '',
        relatedEntities: ['鲁迅', '《象牙塔和蜗牛庐》']
      },
      {
        id: '24',
        title: '鲁迅演讲内容《革命文学》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅往中华艺术大学讲演一小时。稿佚。据李乔回忆，他曾在艺术大学听鲁迅讲演，讲题是《革命文学》，“这次的讲演是不公开的”。“鲁迅先生讲着，还用粉笔在黑板上画了一个人，一只脚站在一个写着‘革命’二字的葫芦上，一只脚站在一个写着‘文学’二字的葫芦上。当时，大家望着那富有深刻意义的绘画，都忍不住大笑。但鲁迅先生却不笑，他辞锋一转，便批评创造社的诗人，后来变成托派的王独清”。“最后，鲁迅先生鼓励听讲的青年，不要一只脚站在革命上，一只脚站在文学上。他希望大家两只脚站在革命上，做一个‘革命人’”，“则无论写的是什么事件，用的是什么材料，则都是革命文学。从喷泉里出来的都是水，从血管里出来的都是血……”（李乔：《不能忘记的声音》，见1961年9月16日《光明日报》。按：李乔回忆这次演讲，“是在一九三〇年秋。我从万里云南流浪到上海”，时令与3月9日不合，疑李乔回忆不太准确，录此存疑。又，曹白、江丰《鲁迅先生对于版画工作的年表》记本日讲题为《美术上的写实主义问题》，而张望《鲁迅论美术，鲁迅美术活动年谱》记此题为8月6日的讲题。根据均不详）。',
        startDate: { year: '1930', month: '03', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《革命文学》']
      },
      {
        id: '25',
        title: '鲁迅演讲内容《绘画杂论》',
        type: EventTypesEnum.Speech,
        description:
          '鲁迅应邀往中华艺术大学演讲，据说讲题为《绘画杂论》，现存前半篇记录稿（据刘汝醴记录稿，见1979年《美术》第4期）。当时主持会议的许幸之回忆说：“那时，我在上海中华艺术大学西洋画科担任教学工作，学校师生都想邀请鲁迅先生来校讲演，便派我去和鲁迅先生联系。事前我多少有点儿踌躇，因为‘中华艺大’是当时革命学生运动的集中地，是个颇不安全的地方，先生未必肯来。不料刚把来意向鲁迅先生说明，先生便一口答应了。真使我喜出望外。”（许幸之：《回忆鲁迅先生二三事》，见1961年9月24日《北京晚报》）当时美术界存在着艺术流派的斗争，即现实主义和形式主义的斗争。形式主义当时又叫做新派画。据记录，鲁迅的讲演是针对这个情况说的。他说：“欧洲的各个新画派有一个共同倾向，就是崇尚怪异。我国青年画家也好作怪画，造成了画坛的一片混乱。怪并不是好现象。有人说怪打倒了一切古旧的传统形式，是革命。不错，怪足以破坏旧形式，但如言建设新形式，怪就嫌不够了。所以说新派画破坏有余，建设不足。”“依我看来，青年美术家应当注意以下三点：一，不以怪炫人，二，注意基本技术，三，扩大眼界和思想。画家如仅画几幅静物、风景和人物肖像，还未尽画家的能事。艺术家应注意社会现状。用画笔告诉群众所见不到的或不注意的社会事件。总而言之，现代画家应画古人所不画的题材。”“我们应将旧艺术加以整理改革。然后从事于新的创造，宁愿用旧瓶盛新酒，勿以旧酒盛新瓶，这样做美术界才有希望。”又据另一与会者卢鸿基回忆，鲁迅在演讲中挂出三帧画，一帧是流行的中国郑曼陀画的美女月份牌，一帧是苏联油画《新女性》，另一帧是苏联版画。鲁迅用极其生动而幽默的语言把三幅画作了对比，指出油画《新女性》，“这是新写实主义的，又叫做革命的写实主义”，“我们应该画新女性这等画，不要画这一种画（按指美女月份牌）。最好学刻木刻。”（卢鸿基：《关于鲁迅翁与新美术运动的一点史料》，见1951年10月20日《美术座谈》第5期。按，卢鸿基、许幸之、江丰回忆本年在中华艺术大学听到的讲演内容和刘汝醴的记录基本相同，但日期有异，卢鸿基记为3月9日，许幸之记的则是一个春寒料峭的晚上，江丰在1981年7月28日复鲁迅博物馆鲁迅研究室编《鲁迅年谱》编者信中说，他记得的是在暑期的白天下午）',
        startDate: { year: '1930', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '中华艺术大学', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '《绘画杂论》']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '暨南大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '3',
        name: '一八艺社木刻部',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '4', name: '大夏大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '5', name: '光华大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      {
        id: '6',
        name: '暨南大学国文系“同级会”',
        desc: '',
        type: EntityTypesEnum.Organization,
        relation: ''
      },
      { id: '7', name: '大陆大学', desc: '', type: EntityTypesEnum.Organization, relation: '' },
      { id: '8', name: '《老而不死论》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '9', name: '《流氓与文学》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '10',
        name: '《美术上的大众化与形式利用问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '11', name: '《绘画杂论》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '12',
        name: '《对于左翼作家联盟的意见》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '13',
        name: '《文艺与政治的歧途》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '14',
        name: '《文学与政治的歧途》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '15',
        name: '《美术上的大众化与旧形式利用问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '16',
        name: '《离骚与反离骚》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '17',
        name: '《关于文学与革命问题》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '18', name: '《革命文学》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      { id: '19', name: '《伟人的化石》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '20',
        name: '《关于知识阶级》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      {
        id: '21',
        name: '《上海文艺之一瞥》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      },
      { id: '22', name: '《美的认识》', desc: '', type: EntityTypesEnum.Document, relation: '' },
      {
        id: '23',
        name: '《象牙塔和蜗牛庐》',
        desc: '',
        type: EntityTypesEnum.Document,
        relation: ''
      }
    ]
  },
  {
    id: '5',
    title: '鲁迅_移居',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅同居许广平',
        type: '人生',
        description: '十月抵上海。八日，移寓景云里二十三号，与番禺许广平女士同居。',
        startDate: { year: '1927', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里二十三号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '许广平']
      },
      {
        id: '2',
        title: '鲁迅移居北四川路楼寓上海',
        type: '迁移',
        description: '五月十二日迁入北四川路楼寓。',
        startDate: { year: '1930', month: '05', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路楼寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '3',
        title: '鲁迅避居内山书店',
        type: '迁移',
        description: '一月二十九日遇战事，在火线中。次日避居内山书店。',
        startDate: { year: '1932', month: '01', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '内山书店', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '4',
        title: '鲁迅避居英租界内山支店',
        type: '迁移',
        description: '二月六日，由内山书店友护送至英租界内山支店暂避。',
        startDate: { year: '1932', month: '02', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '英租界内山支店', lat: 31.23, lng: 121.47 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '5',
        title: '鲁迅移居大陆新村九号',
        type: '迁移',
        description: '四月十一日迁居大陆新村九号。',
        startDate: { year: '1933', month: '04', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '大陆新村九号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '6',
        title: '鲁迅移居景云里第2排第1幢17号上海',
        type: '迁移',
        description:
          '鲁迅自景云里第2排第2幢18号迁往同排第1幢17号（据许广平《景云深处是吾家》，见1962年11月21日上海《文汇报》）。由于居住环境变动不大，作息仍受邻人干扰。鲁迅3月22日致韦素园信中谈及此事说：“苦于终日伏案写字，晚上是打牌声，往往睡不着，所以又很想变换变换了，不过也无处可走，大约总还是在上海。”',
        startDate: { year: '1929', month: '02', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里第2排第1幢17号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '7',
        title: '鲁迅暂住爱多亚路长耕里（今延安东路158弄）的共和旅馆上海',
        type: '迁移',
        description:
          '鲁迅午后同许广平抵上海，暂寓爱多亚路长耕里（今延安东路158弄）的共和旅馆。从此定居上海，开始了新的战斗生活。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '8',
        title: '鲁迅移居北四川路底四川公寓',
        type: '迁移',
        description: '为避国民党通缉，鲁迅迁居到北四川路底四川公寓。',
        startDate: { year: '1930', month: '05', day: '12' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路底四川公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '9',
        title: '鲁迅避居北四川路底施高塔路内山书店的假三层楼上',
        type: '迁移',
        description:
          '鲁迅避居北四川路底施高塔路内山书店的假三层楼上（据许广平《欣慰的纪念•鲁迅先生与海婴》。又据凌月麟《鲁迅在上海第一次避难的地点》，见上海鲁迅纪念馆编《纪念与研究》第2辑）。至4月19日“夜回寓”（4月1日至5日曾回家暂宿）。这是鲁迅在上海的第一次避难。后来鲁迅记述此事说：“当我加入自由大同盟时，浙江台州人许绍棣，温州人叶溯中，首先献媚，呈请南京政府下令通缉。”（据鲁迅手稿，见北京鲁迅博物馆编《鲁迅手稿选集四编》）本年5月24日致章廷谦（川岛）信又说：“捉人之说，曾经有之，避者确不只达夫一人。但此事似亦不过有些人所想望，而未曾实行。”但该通缉令一直未解除。',
        startDate: { year: '1930', month: '03', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北四川路底施高塔路内山书店的假三层楼上', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '10',
        title: '鲁迅移居景云里18号',
        type: '迁移',
        description:
          '鲁迅由景云里23号移居18号。鲁迅的原住所由柔石迁入，两人的交往日渐增多。鲁迅后来在《为了忘却的记念》中说：“我和柔石最初的相见，不知道是何时，在那里。他仿佛说过，曾在北京听过我的讲义，那么，当在八九年之前了。我也忘记了在上海怎么来往起来，总之，他那时住在景云里，离我的寓所不过四五家门面，不知怎么一来，就来往起来了。”',
        startDate: { year: '1928', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里18号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅']
      },
      {
        id: '11',
        title: '柔石移居景云里23号',
        type: '迁移',
        description: '鲁迅由景云里23号移居18号。鲁迅的原住所由柔石迁入，两人的交往日渐增多。',
        startDate: { year: '1928', month: '09', day: '09' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '景云里23号', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['柔石']
      },
      {
        id: '12',
        title: '鲁迅搬迁北四川路底施高塔路（今山阴路）11号（今四川北路2050号）',
        type: '迁移',
        description: '1929年迁至北四川路底施高塔路（今山阴路）11号（今四川北路2050号）。',
        startDate: { year: '1929', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: {
          name: '北四川路底施高塔路（今山阴路）11号（今四川北路2050号）',
          lat: 31.27,
          lng: 121.49
        },
        media: '',
        relatedEntities: ['鲁迅']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '许广平', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '3', name: '柔石', desc: '', type: EntityTypesEnum.Person, relation: '' }
    ]
  },
  {
    id: '6',
    title: '鲁迅_拜访',
    description: '',
    imageUrl: '/images/鲁迅.jpg',
    events: [
      {
        id: '1',
        title: '鲁迅会见林夫',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '林夫']
      },
      {
        id: '2',
        title: '鲁迅会见陈烟桥',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '陈烟桥']
      },
      {
        id: '3',
        title: '鲁迅会见白危',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '白危']
      },
      {
        id: '4',
        title: '鲁迅会见黄新波',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '黄新波']
      },
      {
        id: '5',
        title: '鲁迅会见曹白',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅到八仙桥青年会参观“中华全国木刻第二回流动展览会”，会见了林夫、陈烟桥、白危、黄新波和曹白等青年木刻家，作了范围广泛的谈话（据白危《忆鲁迅•难忘的会见》和曹白《忆鲁迅•写在永恒的纪念中》）。其中谈到：为了供青年木刻者学习参考，自己常你赔钱贴工夫印画册，1933年冬在老靶子路青年会举行苏联和法国书籍插图展览会，所以把法国作品拉在一起是为了瞒过国民党的检查；木刻创作最要紧的是素描的基础，必须每天练习；艺术是须要夸张的，但夸张透了，反变成空虚；现代中国木刻家大多数对于人物的素描基础不够，希望多努力；作者的社会阅历不深，观察不够，那也是无法创造出伟大的艺术品来的等（据陈烟桥《鲁迅与木刻》）。',
        startDate: { year: '1936', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '八仙桥青年会', lat: 31.23, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '曹白']
      },
      {
        id: '6',
        title: '鲁迅访问赵家璧',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅赴良友图书印刷公司访赵家璧，交所编《中国新文学大系•小说二集》稿，并接受赵所赠《今日欧美小说之动向》一本，同时还将事先写好的信交给他。信中说：“小说的末一本，也已校完了，今呈上，并目录一份。”信中还说：“向培良的《我离开十字街头》，是他那时的代表作，应该选入。但这一篇是单行本（光华书局出版），不知会不会发生版权问题。所以现在不订在一起，请先生酌定，因为我对于出版法之类，实在不了然。”赵家璧回忆说：“选材中值得一提的是对于向培良的作品。向培良是鲁迅领导的《莽原》的撰稿人。鲁迅对这个文学青年一直热情帮助，谆谆指导。他的第一个短篇集《飘渺的梦》就是由鲁迅编选列入《乌合丛书》，与《呐喊》、《彷徨》同时出版的。到1926年鲁迅离京赴厦门后，向就与高长虹结成一伙，到上海成立‘狂飙社’，写文章谩骂鲁迅，后来更走上堕落的道路。但鲁迅在选编本书时，对于向培良在文学创作上前期的某些作品，还是加以肯定。……后来《我离开十字街头》确因版权问题不能收入，但鲁迅在导言中还是从本书里摘录了一大段引文，并对作者早年创作的几个短篇下了实事求是的评价。……向培良名下入选三篇，两篇选自《飘渺的梦》，一篇选入自《莽原》。对于‘狂飙社’另一个成员尚钺，本书中同样入选他的两个短篇。”回忆还说：“那天双手捧到选稿时，心中不知应当说怎样感谢的话才能表达我当时的真情实感。在他殷切地询问《大系》其他各卷的进程后，忽然从他的口袋里摸出一封信交给我。他说：‘怕见不到你，所以写了这封信准备留交，你慢慢看吧。’其实他既写了信，完全可以邮寄；就是为了郑重起见，还是亲自送来。如今回忆，百感交集。”（赵家璧：《回忆鲁迅编选<中国新文学大系•小说二集>》，见《鲁迅回忆录》二集）',
        startDate: { year: '1935', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '良友图书印刷公司', lat: 31.25, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '赵家璧']
      },
      {
        id: '7',
        title: '鲁迅拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '下午同许广平前往北新书局访李小峰、蔡漱六，并邀三弟周建人同至陶乐春晚饭。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '8',
        title: '鲁迅拜访蔡漱六',
        type: EventTypesEnum.Visit,
        description: '下午同许广平前往北新书局访李小峰、蔡漱六，并邀三弟周建人同至陶乐春晚饭。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.24, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '蔡漱六']
      },
      {
        id: '9',
        title: '鲁迅会见李立三',
        type: EventTypesEnum.Visit,
        description: '鲁迅应约往爵禄饭店会见当时党的领导人李立三。',
        startDate: { year: '1930', month: '05', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爵禄饭店', lat: 30.91, lng: 121.83 },
        media: '',
        relatedEntities: ['鲁迅', '李立三']
      },
      {
        id: '10',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待茅盾、郑振铎来访，并接受他们所赠《清人杂剧》（戏曲总集，郑振铎编，共两集，初集40种，12册；二集40种，12册。分别于1931、1934年影印出版）二集一部12本，名印两方。',
        startDate: { year: '1934', month: '09', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '11',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待茅盾、郑振铎来访，并接受他们所赠《清人杂剧》（戏曲总集，郑振铎编，共两集，初集40种，12册；二集40种，12册。分别于1931、1934年影印出版）二集一部12本，名印两方。',
        startDate: { year: '1934', month: '09', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '12',
        title: '鲁迅访问史沫特莱',
        type: EventTypesEnum.Visit,
        description: '鲁迅与茅盾前往上海疗养院访问史沫特莱，并接受她所赠《中国的运命》俄译本一本。',
        startDate: { year: '1934', month: '10', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海疗养院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '史沫特莱']
      },
      {
        id: '13',
        title: '茅盾访问史沫特莱',
        type: EventTypesEnum.Visit,
        description: '鲁迅与茅盾前往上海疗养院访问史沫特莱，并接受她所赠《中国的运命》俄译本一本。',
        startDate: { year: '1934', month: '10', day: '29' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '上海疗养院', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['茅盾', '史沫特莱']
      },
      {
        id: '14',
        title: '鲁迅接待梁得所',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待《良友》画报主编梁得所来寓摄影，并接受梁所赠《良友》一本。此次所摄的两幅照片与司徒乔所绘的速写像，同在本年4月号《良友》画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》）。',
        startDate: { year: '1928', month: '03', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '公寓', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '梁得所']
      },
      {
        id: '15',
        title: '鲁迅拜访司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅与许广平等同往司徒乔寓所，观看他为举办个人画展所作的画。',
        startDate: { year: '1928', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '司徒乔寓所', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '16',
        title: '许广平拜访司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅与许广平等同往司徒乔寓所，观看他为举办个人画展所作的画。',
        startDate: { year: '1928', month: '03', day: '13' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '司徒乔寓所', lat: 31.28, lng: 121.49 },
        media: '',
        relatedEntities: ['许广平', '司徒乔']
      },
      {
        id: '17',
        title: '鲁迅拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '鲁迅陪同柔石往北新书局访李小峰。后又至商务印书馆看书。',
        startDate: { year: '1928', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['鲁迅', '李小峰']
      },
      {
        id: '18',
        title: '柔石拜访李小峰',
        type: EventTypesEnum.Visit,
        description: '鲁迅陪同柔石往北新书局访李小峰。后又至商务印书馆看书。',
        startDate: { year: '1928', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '北新书局', lat: 31.21, lng: 121.44 },
        media: '',
        relatedEntities: ['柔石', '李小峰']
      },
      {
        id: '19',
        title: '鲁迅接待李霁野',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅于千爱里接待李霁野来访。本年7月26日台静农于北平被国民党当局逮捕，李霁野专此自津抵沪与鲁迅商量，鲁迅同意致函蔡元培设法营救，台静农后于1935年1月获释。',
        startDate: { year: '1934', month: '08', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '李霁野']
      },
      {
        id: '20',
        title: '鲁迅接待井上芳郎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在千爱里接待日本井上芳郎来访。井上是东京庆应大学图书馆馆员，中国古代社会研究者，为研究中国封建社会的家族问题，于1934年来华访问，由内山完造介绍结识鲁迅。',
        startDate: { year: '1934', month: '08', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '千爱里', lat: 31.27, lng: 121.49 },
        media: '',
        relatedEntities: ['鲁迅', '井上芳郎']
      },
      {
        id: '21',
        title: '鲁迅访问未遇蒋抑卮',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅往浙江兴业银行访问留日期间曾资助出版《域外小说集》的同乡学友蒋抑卮，因蒋已赴汉，未遇。',
        startDate: { year: '1927', month: '10', day: '11' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '浙江兴业银行', lat: 31.24, lng: 121.48 },
        media: '',
        relatedEntities: ['鲁迅', '蒋抑卮']
      },
      {
        id: '22',
        title: '林语堂拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: {  },
        media: '',
        relatedEntities: ['林语堂', '鲁迅']
      },
      {
        id: '23',
        title: '孙伏园拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: {  },
        media: '',
        relatedEntities: ['孙伏园', '鲁迅']
      },
      {
        id: '24',
        title: '孙福熙拜访鲁迅',
        type: EventTypesEnum.Visit,
        description:
          '饭后归途中在北新书局门市部取书刊数种。晚间，林语堂、孙伏园、孙福熙来访，谈至夜分。',
        startDate: { year: '1927', month: '10', day: '03' },
        endDate: { year: '', month: '', day: '' },
        location: { name: '爱多亚路长耕里（今延安东路158弄）的共和旅馆', lat: 31.23, lng: 121.49},
        media: '',
        relatedEntities: ['孙福熙', '鲁迅']
      },
      {
        id: '25',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '26',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待郑振铎、茅盾来访。又应他们的邀请至冠珍酒家夜饭。据黄源回忆：此次夜饭主要是郑振铎和“鲁迅、茅盾商量筹办《世界文库》事。鲁迅和茅盾都大力支持的。”（黄源：《忆念鲁迅先生•鲁迅书简追忆》）',
        startDate: { year: '1935', month: '01', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '27',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾来访，并接受他赠给的自译小说集《桃园》及创作《路》各一本。',
        startDate: { year: '1935', month: '12', day: '19' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '28',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅先后接待茅盾、费慎祥来访，并接受费慎祥送来再版的《小说旧闻钞》十本。',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '29',
        title: '鲁迅接待费慎祥',
        type: EventTypesEnum.Visit,
        description: '鲁迅先后接待茅盾、费慎祥来访，并接受费慎祥送来再版的《小说旧闻钞》十本。',
        startDate: { year: '1935', month: '07', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '费慎祥']
      },
      {
        id: '30',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚上接待黎烈文来访，并赠《引玉集》一本，画扇一把，又托他转赠茅盾画扇两把。',
        startDate: { year: '1935', month: '07', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '31',
        title: '鲁迅接待许寿裳',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待许寿裳来访，接受他赠子的《章氏丛书续编》初印本一部四本，并回赠《引玉集》、《中国新文学大系•小说二集》各一本。',
        startDate: { year: '1935', month: '07', day: '02' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '许寿裳']
      },
      {
        id: '32',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待郑振铎来访，接受他赠予的《世界文库》第二册一本，回赠《引玉集》一本。',
        startDate: { year: '1935', month: '07', day: '01' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '33',
        title: '鲁迅接待陶元庆',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待陶元庆与立达学园学生，热情支持立达学园筹办绘画展览会，并将自己搜集珍藏的画象拓本供给他们选取和参考。',
        startDate: { year: '1927', month: '12', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '陶元庆']
      },
      {
        id: '34',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅在家接待前一日从延安到达上海的冯雪峰（据1952年人民文学出版社版冯雪峰《回忆鲁迅》。按：冯雪峰回忆他“在1936年4月间从陕北瓦窑堡，通过封锁线辗转到上海，记得到达上海是4月24或25日。”他一到上海，先在一个小客栈里住了一夜。第二天下午去访问鲁迅，鲁迅和许广平一同去看电影了。查鲁迅日记1936年4月26日，确有“午后……与广平携海婴往卡尔登影戏院观杂片”的记载。冯雪峰在二十多年间，对到达上海和会见鲁迅的日期的回忆，始终未变。茅盾回忆冯雪峰也是1936年4月从陕北到上海的。我们认为这是没有疑问的，完全可信的。所以按这个日期入谱）。冯这一次是作为中共中央特派员专门来上海开展工作的。冯雪峰回忆当天的情况说：“那时已经黄昏，他在楼下已经从那个老女工那里知道我在楼上了；我听见他上来，心里快乐得很激动，同时以为他也一定很高兴，并且会先问我如何到上海之类的事情的。但他走进房来，悄然地握了握我兴奋地伸过去的手，丝毫也不以我的到来为意外，却先说了这样一句话：‘这两年来的事情，慢慢告诉你罢。’（这句话冯雪峰后来曾作更正，说原话是“这两年我给他们摆布得可以！”并有如下说明：“他说的这第一句话，完全出乎我当时的意料之外；我永远都会记得这句话和他说话时的神情。”“这‘他们’是指周扬等人，我却当时就懂得，因为我一九三三年离开上海时，周扬等人同鲁迅已经对立，我是知道的。”“鲁迅这第一句话，我在一九五一——五二年间写《回忆鲁迅》时，没有照原话写，改写为这样一句话了：‘这两年的事情，慢慢告诉你罢。’”，见冯雪峰《有关一九三六年周扬等人的行动以及鲁迅提出“民族革命战争的大众文学”口号的经过》，载1979年2月《新文学史料》第2期。上述“更正”写于“文化大革命”中的1966年8月10日。两种说法，哪一种可靠，立以备考）虽然他也高兴的，微笑着看住我。但他的声音里含有忧郁的情绪。”“当天晚饭前和吃晚饭时候，是我说的话更多。因为我总是很兴奋，想把关于红区的、关于我党的、关于长征的、关于当时政治形势和我党的新政策的许多事情，一下子都告诉他。他是愿意听我的，看不出有疲倦或厌烦的表示，总是微笑地看住我，让我讲下去。”“晚饭后，他的精神，在我看来是愉快的；但他躺在那放在书桌旁的藤躺椅上面抽着烟，当我停止了说话只是坐着微笑地看着他的时候，他却用嘲讽的口吻平平静静说出了这样的话来：‘我可真的要落伍了。…’我当时一点也不了解他的心境，所以不明白他这感慨是怎么来的。而且我当时大概也毫不以为意，没有说什么；看情形他也不是要我回答什么的。就这样大家都不说话，静默了分把钟，他又平平静静地半‘牢骚’半认真地说下去：‘近来我确实觉得有些乏味，真想到什么地方去玩玩去，什么事情也不做。……中间还有一些话，已经记不得了，但记得还说了下面这样的话：‘……脾气也确实愈来愈坏，我可真的愈来愈看不起人了。’”“他忽然记起什么来了，从躺椅上起来，走到近门口处靠后壁的桌子，从那里捡出了我离开上海后两年间他所印的画集和插画的书，拿来送给我，接着就告诉我他正在编校瞿秋白同志的《海上述林》的事情。大概也就在当晚，我把秋白同志在瑞金时的情形以及我所听说的关于他被捕和就义时的一些事情，告诉了他。”（冯雪峰：《回忆鲁迅•在病中和在新的政治形势下的他的情绪之一》）从这一天起到鲁迅逝世，鲁迅和冯雪峰保持着亲密的交往；冯雪峰再次成为沟通党与鲁迅之间的联系的主要人物。',
        startDate: { year: '1936', month: '04', day: '26' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '35',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '36',
        title: '鲁迅接待郑振铎',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '郑振铎']
      },
      {
        id: '37',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待茅盾、郑振铎、黎烈文来访，共进晚餐。',
        startDate: { year: '1935', month: '06', day: '16' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '38',
        title: '鲁迅接待目加田诚',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待由郁达夫介绍前来进行学术访问的日本学者目加田诚（1905年生，日本的中国古代文学研究家。曾任日本九州大学副教授。1933年至1936年在北京大学、中国大学进修中国古代文学）和小川环树（1910-1993年，日本京都大学教授，曾任日本中国学会理事长、日本学士院会员，二十世纪日本最著名汉学家之一。当时在中国留学）。',
        startDate: { year: '1935', month: '03', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '目加田诚']
      },
      {
        id: '39',
        title: '鲁迅接待小川环树',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待由郁达夫介绍前来进行学术访问的日本学者目加田诚（1905年生，日本的中国古代文学研究家。曾任日本九州大学副教授。1933年至1936年在北京大学、中国大学进修中国古代文学）和小川环树（1910-1993年，日本京都大学教授，曾任日本中国学会理事长、日本学士院会员，二十世纪日本最著名汉学家之一。当时在中国留学）。',
        startDate: { year: '1935', month: '03', day: '21' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '小川环树']
      },
      {
        id: '40',
        title: '鲁迅接待许钦文',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待许钦文，付300元为陶元庆购置墓地。本年8月6日，陶元庆殁于杭州，其好友许钦文募款建墓。据许钦文回忆，募款所得不到350元，鲁迅独出300元。墓地设在杭州西湖附近的玉泉道上，鲁迅曾建议在坟旁多种柏树，以作长久的标志（据许钦文《鲁迅和陶元庆》，见《新文学史料》1979年第2辑）。次年7月19日，又将陶元庆图案稿一幅，交至杭州“元庆纪念堂”陈列。',
        startDate: { year: '1929', month: '09', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '许钦文']
      },
      {
        id: '41',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '冯雪峰奉中共中央派遣由陕北来上海。翌日，移居鲁迅家中，将红军长征经过以及党中央提出的抗日民族统一战线的精神告知鲁迅。',
        startDate: { year: '1936', month: '04', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '42',
        title: '鲁迅接待徐诗荃',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待徐诗荃来访。徐赠送名印一方，文曰：“迅翁”。鲁迅在日记中说：（此印）“不可用也。”',
        startDate: { year: '1934', month: '09', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '徐诗荃']
      },
      {
        id: '43',
        title: '鲁迅接待史沫特莱',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅首次接待美国进步女作家史沫特莱来访。1928年12月，史沫特莱以德国《佛兰克福日报》（即《法兰克福报和商报》的简称）特派记者身份来华。本月25日鲁迅收到她第一次来函，即复。本日，她由蔡咏裳、董绍明（董秋斯）陪同来访，并索取照片四张。从此开始了密切的联系。次年2月10日，鲁迅得史沫特莱所赠自传体小说《大地的女儿》德文译本，扉页上有英文题词：“赠给鲁迅，对他为了一个新的社会而生活和工作表示敬佩。艾格尼丝•史沫特莱。1930年2月2日于上海。”鲁迅所主编的《萌芽月刊》第1卷第5期也刊载了史沫特莱作的《中国农村生活片断》。他们之间的革命友谊，与日俱增。鲁迅逝世后，史沫特莱列名为治丧委员会的成员之一。',
        startDate: { year: '1929', month: '12', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '史沫特莱']
      },
      {
        id: '44',
        title: '鲁迅接待冯雪峰',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待“左联”筹备人员冯雪峰等来磋商成立“左联”事。早在中共第六次全国代表大会后，党中央负责人之一周恩来从莫斯科归国途中，听了有关上海文化界“革命文学论争”的汇报，当即指出对鲁迅的批评是错误的，应停止论争（据复旦大学《鲁迅日记》注释组《访问楚图南》。见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第5辑）。本年9月，中共江苏省委宣传部长李富春找上海文化支部负责人阳翰笙谈话，指出对鲁迅的围攻是不对的，有些人对鲁迅的活动的积极意义估计不足，鲁迅对党员个人可能有批评，但没有反对党，党员应该站在党的立场上团结他，要赶紧解决这个问题，然后向党汇报。这时，支部的另一负责人潘汉年也得到了同样的通知，便一起召集支部各方面的负责人开会，参加者有夏衍、冯雪峰、柔石，创造社方面的冯乃超、李初梨，太阳社方面的钱杏邨（阿英）、洪灵菲。会上决定：创造、太阳两社的所有刊物，一律停止对鲁迅的批评，即使鲁迅有反批评，也不要反驳。同时决定派冯雪峰、夏衍、冯乃超三人去和鲁迅谈一次话，告诉鲁迅：党要求停止这次论争，并批评了我们的做法。这次会后，左翼文化工作者都有一种要求：组织起来，统一行动。文化支部就领导了这项工作（据阳翰笙《中国左翼作家联盟成立的经过》，见1980年《文学评论》第2期）。据冯雪峰回忆：约在本年十、十一月间，中央宣传部干事兼中央文化工作委员会（本年秋成立）书记潘汉年要他去同鲁迅商谈成立“左联”的问题，说明党中央希望创造社、太阳社和鲁迅及其影响下的人们联合起来，以这三方面的人为基础，成立一个革命文学团体，团体名称拟定为“中国左翼作家联盟”，看鲁迅有什么意见。“左翼”两字用不用，也取决于鲁迅。商谈结果，鲁迅完全同意成立这样一个革命文学团体，并说，“左翼”二字还是用好，旗帜可以鲜明一点。经过几番商议，大概在本年底，产生了所谓“基本构成员”（即发起人和筹备人）12人（据冯夏熊整理的《冯雪峰谈左联》，见1980年《新文学史料》第1期。按：关于“基本构成员”12人的名单说法稍异。据冯雪峰所记有鲁迅、郑伯奇、冯乃超、彭康、沈起予、阳翰笙、蒋光慈、阿英、洪灵菲、夏衍、柔石和冯雪峰。阳翰笙的回忆增有潘汉年、李初梨，没有彭康和沈起予。夏衍的回忆则有戴平万，没有沈起予）。',
        startDate: { year: '1929', month: '', day: '' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '冯雪峰']
      },
      {
        id: '45',
        title: '鲁迅接待丰子恺',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待丰子恺来访，首次与丰子恺晤面。',
        startDate: { year: '1927', month: '11', day: '27' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '丰子恺']
      },
      {
        id: '46',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待黄源来访。黄源交来孟十还信及所代买的《死魂灵百图》一本。',
        startDate: { year: '1935', month: '11', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '47',
        title: '鲁迅接待清水三郎',
        type: EventTypesEnum.Visit,
        description: '下午，鲁迅接待日本地质学家清水三郎来访，并接受他赠予的时钟一具。',
        startDate: { year: '1935', month: '11', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '清水三郎']
      },
      {
        id: '48',
        title: '鲁迅接待章廷谦',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待章廷谦（川岛）来访。章廷谦利用学校暑假自杭州来上海看望鲁迅，据他回忆：“我半年没有见到鲁迅先生了，乍一见面，先生所给我的印象不但是精神愉快、旺盛，而且使我对他有一种新鲜的感觉：脸上气色很好，不象以前那么沉郁而带着苍白色了；人也似乎胖了一些；身上的衣着也比以前整洁的多。我当时虽然没有说什么，心里却很高兴，感到鲁迅先生在日常的生活起居方面，已得到照顾，有了些改变。这该归功于景宋。” （川岛：《忆鲁迅先生在一九二八年杭州之游》，见《回忆伟大的鲁迅》）章廷谦在上海住了一个礼拜，与许钦文共同邀请鲁迅和许广平同去杭州西湖游憩几天。经他们再三恳说，鲁迅才答应下来。他们担心鲁迅再变计划，决定由许钦文留沪，届时陪同前往，章廷谦先回杭州打点。章此次来沪，还将《游仙窟》校点稿交给鲁迅，准备出版（川岛：《和鲁迅相处的日子•记重印<游仙窟>》）。',
        startDate: { year: '1928', month: '07', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '章廷谦']
      },
      {
        id: '49',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待司徒乔来访。司徒乔为鲁迅作炭笔速写画像。此画像曾发表于本年4月号《良友》画报，1933年7月刊入《鲁迅杂感选集》。据司徒乔后来回忆：“在这段时间里，我曾给鲁迅先生画过一个速写，企图试着把捉他那既锐利又和蔼的目光，那既坚强又愉悦的神态。但并未能很好地做到”。“1936年到上海，他来信约同到青年会看苏联木刻展览，并和他一家子共进午餐。席间我曾要求他挤出时间，让我给他画个油画像。他欣然答应说：‘好的，一定，时间定好，就通知你。’可是，那久待的通知并没有来” （司徒乔：《忆鲁迅先生》，见《回忆伟大的鲁迅》）。直至鲁迅逝世以后，司徒乔才得在鲁迅遗体前画了一张素描，寄以深切的哀悼。',
        startDate: { year: '1928', month: '02', day: '28' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '50',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔、《良友》画报主编梁得所来访。司徒乔约期为鲁迅画像，梁得所约期为鲁迅摄影，准备编成一组图影,在画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》） 。',
        startDate: { year: '1928', month: '02', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '51',
        title: '鲁迅接待梁得所',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔、《良友》画报主编梁得所来访。司徒乔约期为鲁迅画像，梁得所约期为鲁迅摄影，准备编成一组图影,在画报上刊载（据赵家璧《回忆鲁迅给“良友”出版的第一部书——关于<苏联作家二十人集>》，见鲁迅博物馆鲁迅研究室编《鲁迅诞辰百年纪念集》） 。',
        startDate: { year: '1928', month: '02', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '梁得所']
      },
      {
        id: '52',
        title: '鲁迅接待增田涉',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待日本友人增田涉来访，他是专程从日本来探望鲁迅病情的。',
        startDate: { year: '1936', month: '', day: '07' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '增田涉']
      },
      {
        id: '53',
        title: '鲁迅接待吴朗西',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚接待吴朗西、黄源来访。同吴朗西、巴金主持的文化生活出版社签订了“译文社丛书”的合同。',
        startDate: { year: '1935', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '吴朗西']
      },
      {
        id: '54',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅晚接待吴朗西、黄源来访。同吴朗西、巴金主持的文化生活出版社签订了“译文社丛书”的合同。',
        startDate: { year: '1935', month: '10', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '55',
        title: '鲁迅接待黄源',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待黄源来访，并接受巴金托黄源带来的赠书《狱中记》、《俄国社会革命运动史话》各一本。（按《狱中记》，回忆录，波兰柏克曼著，巴金译。1935年上海文化生活出版社出版，列为《文化生活丛刊》之一；《俄国社会革命运动史话》，即《俄国社会运动史话》，巴金著。1935年由上海文化生活出版社出版，列为《文化生活丛刊》之一）',
        startDate: { year: '1935', month: '09', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黄源']
      },
      {
        id: '56',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅上午接待茅盾、黎烈文来访。茅盾转达了生活书店关于《译文》的处理意见，不同意郑振铎的提议，情愿停刊。调解工作遂告失败。',
        startDate: { year: '1935', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '57',
        title: '鲁迅接待黎烈',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅上午接待茅盾、黎烈文来访。茅盾转达了生活书店关于《译文》的处理意见，不同意郑振铎的提议，情愿停刊。调解工作遂告失败。',
        startDate: { year: '1935', month: '09', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黎烈']
      },
      {
        id: '58',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待茅盾来访。茅盾为调解《译文》与生活书店的矛盾，带来了郑振铎的提议：一、与生活书店所订合同由黄源签字；二、《译文》的原稿须由鲁迅审阅、签名。对于这一提议，鲁迅原则上表示同意，但要求审稿分别由他和茅盾、黎烈文三人轮流负责。茅盾同意鲁迅的意见，并负责向生活书店转达。',
        startDate: { year: '1935', month: '09', day: '20' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '59',
        title: '鲁迅接待杨晦',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。据冯至回忆：“一九三五年九月，我从德国回国，路经上海，杨晦跟我和我的爱人姚可崑去看鲁迅，在内山书店附近的一座小咖啡店里谈了一个下午。鲁迅问我希特勒篡夺政权后德国的情况，我说了一些德国的政治笑话。他说‘暴政统治下在人民中间最容易流传这类的讽刺’。他含有无限感慨地谈到韦丛芜。在鄂豫皖革命根据地红军撤退后，韦丛芜竟给C.C.头子陈立夫上条陈，为‘扫荡’革命根据地出谋献策，因而被派到那里当县长。”（冯至：《鲁迅与沉钟社》，见《鲁迅回忆录》二集）',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '杨晦']
      },
      {
        id: '60',
        title: '鲁迅接待冯至夫妇',
        type: EventTypesEnum.Visit,
        description: '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '冯至夫妇']
      },
      {
        id: '61',
        title: '鲁迅接待黎烈文',
        type: EventTypesEnum.Visit,
        description: '鲁迅下午和晚间，先后接待杨晦、冯至夫妇及黎烈文来访。',
        startDate: { year: '1935', month: '09', day: '06' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '黎烈文']
      },
      {
        id: '62',
        title: '鲁迅接待台静农',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅下午接待台静农来访。台前往厦门任教，路经上海，特来探望，并赠果脯四合。鲁迅回赠书籍四种。',
        startDate: { year: '1935', month: '08', day: '30' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '台静农']
      },
      {
        id: '63',
        title: '鲁迅接待陈农非',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待共产党领导和支持的济难会（又称互济会）的工作人员陈农非（陈同生）来访。',
        startDate: { year: '1934', month: '07', day: '08' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '陈农非']
      },
      {
        id: '64',
        title: '鲁迅接待张友松、',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待《春潮》月刊编辑张友松、夏康农来访。据许广平回忆：有一次张友松曾对鲁迅“说明他的姐姐是在北京做社会活动遇害的。家里很困难，想印些书，请先生帮忙。为正义，为文化运动，为同情心所驱使，于是先生又有所忙了，义务的写稿，经常给刊物帮忙”（许广平：《欣慰的纪念•鲁迅和青年们》）。并以500元帮助春潮书局打开局面。据张友松回忆：鲁迅曾不惜花费大量时间和精力帮助邀人组稿和拟定编辑一套文艺小丛书的计划，但不久，由于种种原因春潮书局终于被迫停办（张友松：《鲁迅和春潮书局及其他》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第7辑）。',
        startDate: { year: '1928', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '张友松、']
      },
      {
        id: '65',
        title: '鲁迅接待夏康农',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待《春潮》月刊编辑张友松、夏康农来访。',
        startDate: { year: '1928', month: '12', day: '25' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '夏康农']
      },
      {
        id: '66',
        title: '鲁迅接待陶元庆',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待陶元庆来访。这是鲁迅与陶元庆的最后一次晤面，次年8月，陶元庆逝世于杭州。',
        startDate: { year: '1928', month: '11', day: '23' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '陶元庆']
      },
      {
        id: '67',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待画家司徒乔来访。司徒乔将赴法国留学，前来告别，并赠送炭画两张。据司徒乔回忆：“鲁迅先生的笔锋是那么严峻冷峭，但他对待青年，却是那么蔼然，使人如坐春风。他很少作冗长的议论，但句语富于启发性。有一次当谈及艺术修养问题，记得他说：‘内容，是头等重要；可是如果画个拳头也画不出劲儿来，那也不行。’边说还边把拳头捏紧了放在桌子上比了一比。这句一针见血之言，对于行将在法国碰到五花八门的形式主义艺术的我，是可贵的。”（乔：《忆鲁迅先生》，见《回忆伟大的鲁迅》）',
        startDate: { year: '1928', month: '11', day: '15' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '68',
        title: '鲁迅接待司徒乔',
        type: EventTypesEnum.Visit,
        description: '鲁迅接待司徒乔来访，接受所赠画稿一张。',
        startDate: { year: '1928', month: '10', day: '14' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '司徒乔']
      },
      {
        id: '69',
        title: '鲁迅接待茅盾',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待刚从日本回国的茅盾，及陪同前来的叶圣陶。后得知茅盾已由冯乃超联系加入“左联”。据许广平回忆，茅盾回国，为无产阶级革命文学运动“添一支生力军”，也很快被反动当局注意了。鲁迅和他本来就有友情，这回共同做民族解放运动的工作，在艰难的环境之下，是极可珍视的。有时遇到国外友人，询及中国知识界的前驱，鲁迅必举茅盾以告，总不肯自专自是，且时常挂念茅盾的身体太弱，还不及他自己。又再三晓说对茅盾持有异议的人，指出“对内对外，急需人才，正宜相爱护，不可减轻实力，为识者笑而仇者快”（据许广平《欣慰的纪念•鲁迅和青年（二十八）》）。',
        startDate: { year: '1930', month: '04', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '茅盾']
      },
      {
        id: '70',
        title: '鲁迅接待叶圣陶',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待刚从日本回国的茅盾，及陪同前来的叶圣陶。后得知茅盾已由冯乃超联系加入“左联”。据许广平回忆，茅盾回国，为无产阶级革命文学运动“添一支生力军”，也很快被反动当局注意了。鲁迅和他本来就有友情，这回共同做民族解放运动的工作，在艰难的环境之下，是极可珍视的。有时遇到国外友人，询及中国知识界的前驱，鲁迅必举茅盾以告，总不肯自专自是，且时常挂念茅盾的身体太弱，还不及他自己。又再三晓说对茅盾持有异议的人，指出“对内对外，急需人才，正宜相爱护，不可减轻实力，为识者笑而仇者快”（据许广平《欣慰的纪念•鲁迅和青年（二十八）》）。',
        startDate: { year: '1930', month: '04', day: '05' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '叶圣陶']
      },
      {
        id: '71',
        title: '鲁迅接待冯乃超',
        type: EventTypesEnum.Visit,
        description:
          "鲁迅接待冯乃超来访。据冯乃超回忆：这次“去鲁迅家里是请他对左联的‘宣言’等文件提意见，是我一个人去的”。“这份‘纲领是我和雪峰等人起草的，参考了苏联几个文学团体的宣言，如‘拉普’的，‘十月’的，‘列夫’的。”（冯乃超：《左联成立前后的一些情况》，见鲁迅博物馆鲁迅研究室编《鲁迅研究资料》第6辑）又据冯雪峰回忆：“我记得，这个纲领中提出‘无产阶级革命文学'口号，当时鲁迅是赞成的。”（冯雪峰：《同二八年至三六年之间上海左翼文艺运动中两条路线的斗争有关的一些零碎的参考资料》，见1979年上海师范大学编印《鲁迅研究资料》）",
        startDate: { year: '1930', month: '02', day: '24' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '冯乃超']
      },
      {
        id: '72',
        title: '鲁迅接待白莽',
        type: EventTypesEnum.Visit,
        description:
          '鲁迅接待出狱不久的白莽（殷夫），即付以稿费二十。白莽因参加罢工被捕入狱，身遭毒打，释放后前来探望鲁迅（据瞿光熙《关于胡也频殷夫几件事迹的考证》，见中国现代文学史资料丛书－甲种：《左联五烈士研究资料编目》）。后来鲁迅在《为了忘却的记念》一文中，回顾当时相见的情景说，“我们第三次相见（按，鲁迅和白莽相见共有4次，即1929年6月24日、7月4日、8月18日和9月20日。第一次见面，《鲁迅日记》失记。鲁迅在《为了忘却的记念》中曾记述了他们第一次见面的情形，证以《鲁迅日记》和书信的记载，可知第一次见面是因为白莽给《奔流》投稿，鲁迅发信给他讨原文，殷夫便亲自送来。第二天（6月25日）白莽又来信说很悔相见，鲁迅即于6月26日“托柔石寄白莽信并Petöfi 集两本”。所以，第一次见面时间在6月24日，第三次见面在本日），我记得是在一个热天。有人打门了，我去开门时，来的就是白莽，却穿着一件厚棉袍，汗流满面，彼此都不禁失笑。这时他才告诉我他是一个革命者，刚由被捕而释出，衣服和书籍全被没收了，连我送他的那两本”裴多菲集；“我很欣幸他的得释，就赶紧付给稿费，使他可以买一件夹衫，但一面又很为我的那两本书痛惜”。',
        startDate: { year: '1929', month: '08', day: '17' },
        endDate: { year: '', month: '', day: '' },
        location: '',
        media: '',
        relatedEntities: ['鲁迅', '白莽']
      }
    ],
    entities: [
      { id: '1', name: '鲁迅', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '2', name: '林夫', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '3', name: '陈烟桥', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '4', name: '白危', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '5', name: '黄新波', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '6', name: '曹白', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '7', name: '赵家璧', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '8', name: '李小峰', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '9', name: '蔡漱六', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '10', name: '李立三', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '11', name: '茅盾', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '12', name: '郑振铎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '13', name: '史沫特莱', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '14', name: '梁得所', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '15', name: '司徒乔', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '16', name: '许广平', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '17', name: '柔石', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '18', name: '李霁野', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '19', name: '井上芳郎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '20', name: '蒋抑卮', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '21', name: '林语堂', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '22', name: '孙伏园', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '23', name: '孙福熙', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '24', name: '费慎祥', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '25', name: '黎烈文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '26', name: '许寿裳', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '27', name: '陶元庆', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '28', name: '冯雪峰', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '29', name: '目加田诚', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '30', name: '小川环树', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '31', name: '许钦文', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '32', name: '徐诗荃', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '33', name: '丰子恺', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '34', name: '黄源', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '35', name: '清水三郎', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '36', name: '章廷谦', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '37', name: '增田涉', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '38', name: '吴朗西', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '39', name: '黎烈', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '40', name: '杨晦', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '41', name: '冯至夫妇', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '42', name: '台静农', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '43', name: '陈农非', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '44', name: '张友松、', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '45', name: '夏康农', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '46', name: '叶圣陶', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '47', name: '冯乃超', desc: '', type: EntityTypesEnum.Person, relation: '' },
      { id: '48', name: '白莽', desc: '', type: EntityTypesEnum.Person, relation: '' }
    ]
  }
]
